{
  "id": 296,
  "name": "Select",
  "slug": "select",
  "brandName": "Emporia",
  "brandSlug": "emporia",
  "headline": "Emporia Select har brugervenlighed i top",
  "documentTitle": "Emporia Select - Køb den nemt med abonnement",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Sort",
      "colorHex": "#000000"
    }
  ],
  "descriptionMeta": "Emporia Select er en billig senior-mobil. Klik her og køb den brugervenlige Emporia Select hos Nuuday og få adgang til et skarpt mobilabonnement.",
  "descriptionHtml": "<p>Det er ikke uden grund, at Emporia Select er en af de mest populære mobiltelefoner for ældre, der kan opleve udfordringer med de nye minimale smartphones. I mange år har den østrigske producent skabt de bedst sælgende mobiltelefoner for deres målgruppe, og Emporia Select er ikke en undtagelse. Hver gang Emporia lancerer en ny mobiltelefon, overgår de sig selv med fantastisk design og nye brugbare funktionaliteter. Emporia Select er en perfekt mobiltelefon for dig, hvis du vil have én af de mest brugerorienterede mobiltelefoner til ældre på markedet i dag. Hvis du på samme tid vil have en stærk og holdbar mobiltelefon, der også kan tåle at blive tabt på gulvet.<br><br>\r\n\r\nLængere nede på siden kan du læse meget mere om, hvilke specifikationer den brugervenlige Emporia Select kommer med.<br><br>\r\n\r\n<h2>Køb Emporia Select nemt og hurtigt til en rigtig god pris</h2>\r\nKøb Emporia Select allerede i dag til en rigtig god pris. Det er nemt og hurtigt at bestille i vores webshop.<br><br>\r\n\r\nEr du vild med Emporia-telefoner? Hos os kan du vælge mellem en række af de bedste og mest populære Emporia-mobiler. Fx kan du købe <a href=\"/mobiltelefoner/emporia/classic/\">Emporia Classic</a> og <a href=\"/mobiltelefoner/emporia/prime/\">Emporia Prime</a> med store trykknapper.<br><br>\r\n\r\nDu kan også købe <a href=\"/mobiltelefoner/emporia/smart-2/\">Emporia Smart 2</a>, som er en smartphone med en touch-skærm, som er nem og intuitiv at navigere rundt på.<br><br>\r\n\r\n<h3>Derfor skal du købe Emporia Select</h3>\r\nDen nye Emporia Select er den helt rigtige mobiltelefon for alle, der gerne vil kunne ringe let og enkelt til venner og familie, uden at have udfordringer med at se skærmen eller tasterne. Mobiltelefonen giver dig også mulighed for på en enkel måde at tage billeder og sende dem til andre. Også selvom du måske tidligere har tænkt, at det var for indviklet og besværligt. Intet er besværligt med Emporia Select, der frem for alt har fokus på brugervenlighed og et enkelt og gennemskueligt design og brugerflade.   \r\n</p>\r\n<br>\r\n<h3>Emporia Select  er designet til brugerne</h3>\r\n<p>\r\nEmporia Select er en mobiltelefon, der ikke blot er udviklet for en bestemt målgruppe, men også sammen med dem. Hver eneste mobiltelefon som Emporia sender ud i butikkerne, skal opfylde strenge kvalitetsstandarder, tilbyde enestående brugerkomfort, og bidrage til at opfylde Emporias vision om at gøre mobiltelefoni tilgængelig for alle. Det er kan være en stor udfordring at lave et produkt, der skal leve op til mange behov, og det absolut bedste resultat bliver skabt ved at tale direkte med brugerne af Emporia Select.</p>\r\n<br>\r\n<h3>Emporia Select bliver skabt sammen med brugerne </h3><p>Emporia Select er derfor blevet udviklet i tæt samarbejde med flere produkt-testere i den ældre målgruppe. De kommer med  værdifuld, konstruktiv feedback til at optimere Emporia Select, så det er den absolut bedste udgave af den nye mobiltelefon, der bliver sendt på gaden.\r\nSlutresultatet er en mobiltelefon, der er perfekt afstemt efter de behov, som Emporia SELECTs primære brugere har. Skærmene på Emporia Select har for eksempel maksimale bredde, høj kontrast display og skrifttypen på skærmen er specielt designet til Emporia Select for at gøre teksten let at læse.\r\n</p>\r\n<br>\r\n<h3>Emporia Select har optimerede funktioner</h3>\r\n<p>Emporia Selects tastatur har store taster, der gør det let at finde knapperne, og mobiltelefonen er indstillet til at give en tydelig klik-lyd, når man trykker på tastaturet. En anden genial egenskab er tastaturets gennemtænkte låsefunktion. I stedet for at bruge en talkode til at åbne mobiltelefonen, kan Emporia Selects mobiltelefoner prale af en knap, der udelukkende skal bruges til at åbne og låse tastaturet.\r\n <br><br>\r\nEmporia Select tilbyder derudover perfekt tilpassede funktionaliteter i topkvalitet, når det kommer til lyd og højttalere, ergonomi og menu-navigation. Det er blandt andet en enkel gennemskuelig menunavigation, højtalere der er tilpassede høreapparater. Derudover en lille blinkende lampe, der viser når telefonen ringer og knapper på siden af mobiltelefonen, der hjælper til at få adgang til de mest brugte funktioner. En anden gennemtænkt idé er en hjælpe-funktion, der automatisk kommer frem på displayet, når man har siddet for længe med et bestemt menupunkt åbent. Emporia Select-mobiltelefonen går efter for lang tid ud fra, at du har brug for hjælp og kommer derfor til undsætning.",
  "specifications": [
    {
      "label": "Skærm",
      "description": "2,4 tommer"
    },
    {
      "label": "Bagkamera",
      "description": "2 megapixel"
    },
    {
      "label": "Batteri",
      "description": "1100 mAh"
    },
    {
      "label": "Features",
      "description": "Nødopkaldsfunktion, lille udvendigt display, kalender, radio, lommelygte, Bluetooth, op til 8 GB hukommelse"
    },
    {
      "label": "Farver",
      "description": "Sort"
    },
    {
      "label": "Mål",
      "description": "104 x 53 x 18,4 mm"
    },
    {
      "label": "Vægt",
      "description": "84 g"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "Mobilrabat"
  ],
  "offeringService": "Fri + 20 GB",
  "offeringServicePrice": 19900,
  "leastPriceRepayments": 129300,
  "leastPriceUpfront": 209200,
  "leastPrice": 79900,
  "savings": 20000,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 654,
  "onSale": false,
  "variants": [
    {
      "id": 654,
      "size": "",
      "color": "Sort",
      "colorHex": "#000000",
      "image": "Emporia_Select_Sort.png",
      "imageAlt": "Køb Emporia Select klaptelefon billigt hos Nuuday",
      "gallery": [
        {
          "image": "Emporia_Select_Sort-1.png",
          "imageAlt": "Emporia Select klaptelefon set fra siden"
        },
        {
          "image": "Emporia_Select_Sort-2.png",
          "imageAlt": "Emporia Select set forfra klappet sammen"
        },
        {
          "image": "Emporia_Select_Sort-3.png",
          "imageAlt": "Emporia Select klaptelefon med skærm og trykknapper"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 79900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 99900,
          "serviceDiscount": 20000,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 79900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 99900,
          "serviceDiscount": 20000,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 79900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 99900,
          "serviceDiscount": 20000,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 79900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 99900,
          "serviceDiscount": 20000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}