{
  "id": 306,
  "name": "Prime",
  "slug": "prime",
  "brandName": "Emporia",
  "brandSlug": "emporia",
  "headline": "Køb Emporia Prime nemt og hurtigt og få fri fragt",
  "documentTitle": "Emporia Prime - Køb den til en god pris med fri fragt",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Grå",
      "colorHex": "#969696"
    }
  ],
  "descriptionMeta": "Emporia Prime er en simpel og solid telefon i et lille og klassisk design. Klik her og køb Emporia Prime hos Nuuday til en god pris og få fri fragt.",
  "descriptionHtml": "Køb Emporia Prime nemt og hurtigt gennem vores webshop. Du får fri fragt og selvfølgelig altid en rigtig skarp pris.<br><br>\r\n\r\nEmporia PRIME er en stilfuld mobiltelefon i et slankt og klassisk design. Mobilen byder på enkel\r\nelegance med masser af forskellige brugbare funktioner, der dog ikke bliver så indviklede, at man\r\nmister overblikket. Emporia PRIME er udstyret med et 2,4“ farvedisplay, der hjælper til at gøre\r\nskærmen lettere at se med tydelige og stærke kontraster. Farvedisplayet sørger samtidig for, at du\r\nfår en flot visuel oplevelse af de billeder, som mobiltelefonen tager med sit kraftfulde 5 MP kamera.\r\nDu kan med Emporia PRIME også dele dine billeder med andre ved at sende MMS billedbeskeder,\r\nså du i hverdagen kan være i kontakt med venner og familie på flere måder.\r\n<br><br>\r\n\r\nMed din nye Emporia PRIME har du mange brugbare funktioner lige ved hånden. Du kan med\r\nmobiltelefonens kalender holde styr på aftaler og vigtige mærkedage, selv når du er på farten.\r\nEmporia har også en elektronisk notesblok, så du kan have din indkøbsliste eller andre noter med i\r\nlommen, når du har brug for det. Med telefonens indbyggede radio kan du altid holde dig opdateret\r\nmed de seneste nyheder og lytte til dine yndlingsudsendelser, hvor og når som helst. Emporia\r\nPRIME har tilmed en lommelygte, så du altid har lys ved hånden, hvis det skulle være nødvendigt.<br><br>\r\n\r\nLængere nede på siden kan du læse meget mere om, hvilke funktioner Emporia Prime kommer med og hvor let og brugervenlig mobilen er.<br><br>\r\n\r\nDu kan også læse om vores andre mobiltelefoner fra Emporia. Se Fx de brugervenlige <a href=\"/mobiltelefoner/emporia/classic/\">Emporia Classic</a> og <a href=\"/mobiltelefoner/emporia/select/\">Emporia Select</a> med store trykknapper. I vores webshop kan du også finde den brugervenlige smartphone <a href=\"/mobiltelefoner/emporia/smart-2/\">Emporia Smart 2</a> med touch-skærm, som er super nemt at lære at navigere rundt på.<br><br>\r\n\r\n<h2>Bestil allerede i dag til en skarp pris og få fri fragt</h2>\r\nHos Nuuday finder du de nyeste og mest populære Emporia-modeller til lave og konkurrencedygtige\r\npriser. Bestil din nye Emporia-mobil nemt og hurtigt online. Uanset om du vælger det\r\nnyeste skud på stammen fra Emporia eller en ældre model, får du en Emporia-mobiltelefon til en\r\nmeget fordelagtigt pris med markedets bedste mobilabonnement fra Nuuday inkluderet.\r\n\r\n<br><br>\r\n<h3>Emporia PRIME passer perfekt til brugerne</h3>\r\nEmporia PRIME er ikke blot udviklet for Emporias kunder, men også i samarbejde med dem. Hver\r\neneste mobiltelefon som Emporia sender på markedet, skal opfylde strenge kvalitetsstandarder,\r\ntilbyde exceptionel komfort og opfylde virksomhedens vision om at gøre mobiltelefoni simpel for\r\nalle uanset alder og baggrund. Det er både udfordrende og spændende, og det absolut bedste resultat\r\nbliver altid skabt ved at tale direkte med brugerne af Emporias mobiltelefoner.\r\n\r\n<br><br>\r\nDerfor er Emporia PRIME blevet udviklet i tæt samarbejde med produkt-testere i den ældre målgruppe,\r\nder giver konstruktiv, uundværlig feedback til udviklingen af den nye telefon.\r\nSlutresultatet er en mobiltelefon, der er perfekt afstemt efter de behov, som Emporias primære\r\nbrugere har. Skærmen på Emporia PRIME har for eksempel maksimale bredde, høj kontrast i display\r\nog en skrifttype, der er specielt designet til at gøre teksten ekstra let at læse.\r\n\r\n<br><br>\r\nHvert tastatur har store taster, hvilket gør det let at finde knapperne, og mobiltelefonen er indstillet\r\ntil at give en tydelig lyd, så man ikke er i tvivl, når man trykker på en knap. En anden smart innovation\r\ner tastaturets funktionelle låseindstilling. I stedet for at bruge en tastekombination med flere\r\ntal, kan Emporia PRIME prale af en knap, der udelukkende skal bruges til at åbne og låse tastaturet.\r\n\r\n<br><br>\r\nEmporia PRIME tilbyder derudover også perfekt tilpassede funktionaliteter i topkvalitet, når det\r\nkommer til lyd og højttalere, ergonomi og menu-navigation. Disse funktioner inkluderede for eksempel\r\nhøjtalere, der er tilpassede høreapparater, en tydelig blinkende lampe, der viser når telefonen\r\nringer, knapper på siden af mobiltelefonen til grundlæggende funktioner samt en enkel, intuitiv\r\nmenu-navigation. Et andet gennemtænkt, intelligent pletskud er en pop-up hjælp, som automatisk\r\nkommer frem på displayet, hvis du dvæler meget længe over et bestemt menupunkt. Emporia\r\nPRIME går derfor ud fra, at der er brug for hjælp, og tilbyder vejledning.",
  "specifications": [
    {
      "label": "Skærm",
      "description": "2,4 tommer QGVA"
    },
    {
      "label": "Skærmopløsning",
      "description": "320 x 240 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "5 megapixel"
    },
    {
      "label": "Batteri",
      "description": "950 mAh"
    },
    {
      "label": "Features",
      "description": "Nødopkaldsfunktion, 3G netværk, kalender, radio, lommelygte, Bluetooth, op til 8 GB hukommelse med mikroSD-kort"
    },
    {
      "label": "Farver",
      "description": "Grå"
    },
    {
      "label": "Mål",
      "description": "124,5 x 52,2 x 12,5 mm"
    },
    {
      "label": "Vægt",
      "description": "64 g"
    },
    {
      "label": "Simkort",
      "description": "Min-sim"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "Mobilrabat"
  ],
  "offeringService": "Fri + 20 GB",
  "offeringServicePrice": 19900,
  "leastPriceRepayments": 129300,
  "leastPriceUpfront": 179200,
  "leastPrice": 49900,
  "savings": 10000,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 685,
  "onSale": false,
  "variants": [
    {
      "id": 685,
      "size": "",
      "color": "Grå",
      "colorHex": "#969696",
      "image": "Emporia_Prime_Gr.png",
      "imageAlt": "Køb den billige Emporia Prime med fri fragt hos Nuuday",
      "gallery": [
        {
          "image": "Emporia_Prime_Gr-1.png",
          "imageAlt": "Den lille emporia Prime set fra siden"
        },
        {
          "image": "Emporia_Prime_Gr-2.png",
          "imageAlt": "Bagsiden af Emporia Prime i grå"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 49900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 59900,
          "serviceDiscount": 10000,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 49900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 59900,
          "serviceDiscount": 10000,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 49900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 59900,
          "serviceDiscount": 10000,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 49900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 59900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}