{
  "id": 325,
  "name": "3310 3G",
  "slug": "3310-3g",
  "brandName": "Nokia",
  "brandSlug": "nokia",
  "headline": "Nokia 3310 3G: Den ikoniske klassiker - nu med 3G!",
  "documentTitle": "Nokia 3310 3G: Den ikoniske klassiker med 3G",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Mørkegrå",
      "colorHex": "#474747"
    }
  ],
  "descriptionMeta": "Nokia 3310 3G med robust design og holdbart batteri - nu med 3G-netværk! Klik her og bestil Nokia 3310 hos Nuuday i dag.",
  "descriptionHtml": "<p>D. 24. maj 2017 var datoen for release på den ikoniske klassiker: Nokia 3310. Der var ingen tvivl om, at genfødslen på den klassiske mobil fra 2000 var en kæmpe succes i hele verden. Oktober 2017 er måneden, hvor den ikoniske klassiker får endnu et comeback.\r\n<br><br>\r\nGMS mobiltelefonen er tilbage med en opdatering - nu er det nemlig muligt at få den ikoniske Nokia 3310 med 3G-netværk.\r\n</p>\r\n<h3>Det får du med Nokia 3310 3G:</h3>\r\n<p>\r\nNokia 3310 3G kommer i samme robuste og opdaterede retro-etui med trykknapper som 2G-versionen. Du får stadig 2 megapixels kamera med LED-flash, 2,4” skærm, som du kan bruge i alt slags belysning. \r\n<br><br>\r\nDu får stadig en <b>64MB</b> hukommelse med mulighed for at opgradere til <b>32GB</b> med microSD-kort. Mobilen kommer også med bluetooth, FM-radio og MP3-afspiller så du kan parre din mobil med en ekstern højttaler og dele musik og radio i hele stuen. Du kan få Nokia 3310 3G med mulighed for både single-SIM og dual-SIM.\r\n<br><br>\r\nTelefonen kommer med samme holdbare 1200 mAh-batteri som 2G-versionen, og du kan vælge mellem farverne <b>lyseblå</b>, <b>gul</b> og <b>mørkegrå</b>. På Nokia 3310 3G får du også mulighed for at personliggøre mobilens brugerflade, så du selv arrangerer, hvordan du vil se dine app-ikoner på telefonens skærm.\r\n<br><br>\r\nSidst men ikke mindst kommer Nokia 3310 3G i (næsten) samme kompakte størrelse, som 2G-versionen. Telefonen måler 117 x 52,4 x 13,35mm og vejer fra 84,9 gr (single-SIM) til 88,2 gr (dual-SIM). Dette er altså en mobil for dig, der ikke er fan af store phablets spækket med avancerede features.\r\n</p>\r\n<h2>Køb Nokia 3310 3G til en god pris hos Nuuday</h2>\r\nEr du fan af Facebook, Twitter og Google men savner de gode gamle klassiske retro-telefoner uden alt for mange avancerede features?<br><br> \r\n\r\nMangler du en reservetelefon til sommerhuset, til båden eller årets festival og campingtur? Nokia 3310 3G er den perfekte “back-to-basic”-mobil til dig der stadig ønsker en god 3G-forbindelse på din telefon.<br><br>\r\n\r\n<h2>Pris på Nokia 3310</h2>\r\nPrisen på Nokia 3310 3G er endnu et plus - dette er nemlig en billig telefon. Når det kommer til om prisen, står denne telefon i stærk kontrast til andre smartphones på markedet, som f.eks. iPhone og Samsung Galaxy-modeller.<br><br> \r\n\r\nHos Nuuday kan du købe Nokia 3310 3G nemt og hurtigt til en god pris med fri fragt og et billigt mobilabonnement.<br><br>\r\n<h2>Nokia 3310 2G vs Nokia 3310 3G:</h2>\r\n<p>Der er mange fællesnævnere mellem de to Nokia 3310-versioner. Du får samme robuste etui med trykknapper, samme holdbare batteri, samme 2 megapixels kamera, samme 2,4” skærm, og begge telefoner har det populære spil Snake, der siden 2000-versionen af Nokia 3310, har haft kultstatus som hele verdens favorit retrospil. Men med den nye 3G-version får du nye opdateringer som adgang til 3G-netværk.\r\n</p>\r\n<h3>Nokia 3310: Nu med 3G-forbindelse</h3>\r\n<p>\r\nDa vi i maj 2017 fik et glædeligt gensyn med den ikoniske klassiker af en telefon, kom den under første release kun med 2G-netværk. Men selvom hele verden var vilde med Nokia 3310’s genfødsel i et nyt og opdateret design, var der lige én ting, som manglede - nemlig en 3G-forbindelse. \r\n<br><br>\r\nOktober 2017 er måneden, hvor Nokia (HMD Global) har relanceret den seneste version af den klassiske model - denne gang med 3G! Den nye 3G-forbindelse giver adgang til bedre dækning og en meget bedre internetforbindelse, som du bl.a. kan bruge til fra Facebook, Twitter og at søge rundt på Google efter nyttige og relevante informationer.\r\n</p>\r\n<h3>Nokia 3310 3G: Flere muligheder, samme lange batteritid:</h3>\r\n<p>\r\n3G-versionen giver dig flere muligheder. Nu kan du altså få den klassiske mobil med 3G-forbindelse, så du kan søge rundt på Google, tjekke Facebook og twitter og meget mere. \r\n<br><br>\r\nNoget helt særligt for den robuste klassiker er batteriet, der holder i lang tid - meget længere end nye og mere avancerede smartphones fra Apple, Huawei og Samsung. Nokia 3310 kommer som en “back-to-basic”-model til dem, som ikke synes om udviklingen med store og “tech-avancerede” smartphones. \r\n<br><br>\r\nMen selvom denne version er en smule mere “tech-avanceret” med 3G, får du altså stadig en “back-to-basic”-telefon med et batteri, der virkelig holder liv i mobilen i lang tid. Denne 3G-version holder batteri fra 24 (dual-SIM) og 27 (single-SIM) dage på standby. \r\n<br><br>\r\nDen lange batterilevetid er et særligt plus, der virkelig står i kontrast til alle de nye smartphones på markedet, hvis batteri, der ikke holder i mere end en dag. \r\n<br><br>\r\nDenne telefon er til dig der ønsker et batteri, der holder i lang tid. Tag denne telefon med i sommerhus, på båden, på camping eller på festival. Desuden er denne mobiltelefon perfekt som seniormobil med trykknapper og et simpelt og brugervenligt design.\r\n</p>\r\n<h3>Du får kamera med LED-flash, en god skærm og masser af sjove timer med Snake-spillet</h3>\r\n<p>\r\nLigesom 2G-versionen kommer den nye model med et 2 megapixels kamera med LED-flash til billeder. Du får også en brugervenlig 2,4” skærm i farver med buede kanter, der gør skærmbilledet synligt i alt slags lys. \r\n<br><br>\r\nDu kan også få mange sjove timer med det klassiske spil Snake. Et spil mange vil huske fra den originale 2000-versionen af Nokia 3310, som har opnået kultstatus verden over. Spillet er simpelt og sjovt og alle kan være med!\r\n</p>\r\n<h2>Find din nye smartphone fra Nokia til en god pris hos Nuuday</h2>\r\n<p>Leder efter en smartphone med touch-skærm og et godt kamera? Nokia har masser af smartphones med lækre specifikationer til lige så lækre priser.<br><br>\r\nSe fx <a href=\"/mobiltelefoner/nokia/42/\">Nokia 4.2</a> og <a href=\"/mobiltelefoner/nokia/72/\">Nokia 7.2</a>, som begge er smartphones fra Nokia med enestående kamerateknologi, imponerende touch-displays, lynhurtige processorer, lang batterilevetid og meget mere.</p>",
  "specifications": [
    {
      "label": "Skærm",
      "description": "2,4 tommers QVGA"
    },
    {
      "label": "Skærmopløsning",
      "description": "240 x 320 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "2 megapixel"
    },
    {
      "label": "Batteri",
      "description": "1200 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "16 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Ja"
    },
    {
      "label": "Features",
      "description": "3G netværk, FM radio, op til 32 GB hukommelse med mikroSD-kort, Snake"
    },
    {
      "label": "Farver",
      "description": "Mørkegrå"
    },
    {
      "label": "Materiale",
      "description": "Plastik"
    },
    {
      "label": "Mål",
      "description": "117 x 52.4 x 13.4"
    },
    {
      "label": "Vægt",
      "description": "88,2 g"
    },
    {
      "label": "Simkort",
      "description": "Dual-sim (Mikro)"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "Mobilrabat"
  ],
  "offeringService": "Fri + 20 GB",
  "offeringServicePrice": 19900,
  "leastPriceRepayments": 129300,
  "leastPriceUpfront": 159200,
  "leastPrice": 29900,
  "savings": 20000,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 741,
  "onSale": false,
  "variants": [
    {
      "id": 741,
      "size": "",
      "color": "Mørkegrå",
      "colorHex": "#474747",
      "image": "Nokia_33103G_Mrkegr.png",
      "imageAlt": "Køb Nokia 3310 med 3G billigt hos Nuuday",
      "gallery": [],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 29900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 49900,
          "serviceDiscount": 20000,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 29900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 49900,
          "serviceDiscount": 20000,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 29900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 49900,
          "serviceDiscount": 20000,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 39900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 49900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}