{
  "id": 346,
  "name": "Smart 2",
  "slug": "smart-2",
  "brandName": "Emporia",
  "brandSlug": "emporia",
  "headline": "Køb Emporia Smart 2 allerede i dag - en billig smartphone designet til alle",
  "documentTitle": "Emporia Smart 2 - Køb til en god pris og få fri fragt hos Nuuday",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Blå",
      "colorHex": "#000000"
    }
  ],
  "descriptionMeta": "Emporia Smart 2 er en billig smartphone med simple funktioner. Klik her og køb Emporia Smart 2 nemt og hurtigt hos Nuuday.",
  "descriptionHtml": "Køb Emporia Smart 2 allerede i dag til en rigtig god pris her hos Nuuday. Emporia Smart 2 er designet med brugervenlige funktioner, så du altid er sikret nem betjening på din smartphone.\r\n<br><br>\r\nDu får fri fragt, når du køber Emporia Smart 2 hos Nuuday. Og med et mobilabonnement fra Nuuday får du også adgang til en lang række unikke fordele. Du kan surfe på nettet med Danmarks bedste 4G-netværk, lytte til over 30 millioner musiknumre med Nuuday Musik og meget mere. \r\n<br><br>\r\nHos Nuuday bestemmer du selv, hvordan du vil betale din nye mobiltelefon. Du kan både betale hele beløbet på en gang eller dele regningen op i mindre bidder over 12 eller 24 mdr. Det er selvfølgelig helt rente- og gebyrfrit at betale din smartphone på afbetaling. Og prisen på din telefon forbliver den samme. \r\n<br><br>\r\nLængere nede på siden kan du læse meget mere om, hvilke specifikationer og funktioner, der gør Emporia Smart 2 til en af markedets mest brugervenlige smartphones. \r\n<br><br>\r\nEmporia Smart 2 er en brugervenlig smartphone med en touch-skærm, der er rigtig nem at navigere rundt på. Men er du mere til en telefon med trykknapper i stedet for en touch-skærm? Så kan vi anbefale <a href=\"/mobiltelefoner/emporia/classic/\">Emporia Classic</a>, <a href=\"/mobiltelefoner/emporia/prime/\">Emporia Prime</a> og <a href=\"/mobiltelefoner/emporia/select/\">Emporia Select</a>, som alle er mobiler med store fysiske trykknapper.<br><br>\r\n<h2> Emporia Smart 2 er en brugervenlig og billig smartphone</h2>\r\nEmporia Smart 2 er en billig smartphone i et brugervenligt design, som alle nemt kan betjene. Emporia har i mange år udviklet mobiltelefoner, som er simple og utrolig nemme at betjene til priser, hvor alle kan være med.\r\n<br><br>\r\nEmporia Smart 2 kommer uden for mange avancerede specifikationer og funktioner. Mobilen er perfekt til seniorer, der ønsker at hoppe med på smartphone-vognen, eller til de små, som skal have deres allerførste smartphone. \r\n<br><br>\r\n<h2> 5” touch-skærm med store og letlæselige bogstaver</h2>\r\nMed Emporia Smart 2 får du en stor 5”-skærm med store og letlæselige bogstaver. Skærmen er designet til at være ekstrem brugervenlig. Det er en touch-skærm, og du kan nemt navigere rundt på mobiltelefonen ved at trykke på skærmen. Her er altså ingen knapper. \r\n<br><br>\r\n<h3> Touch Trainer hjælper dig med at navigere rundt på skærmen</h3>\r\nHar du brug for hjælp til at lære touch-skærmen på Emporia Smart 2 at kende? Touch Trainer er en smart funktion, som ligger som en applikation på telefonen. Med Touch Trainer kan du øve dig i at navigere rundt på din smartphone uden trykknapper. \r\n<br><br>\r\n<h2> Nemt og brugervenligt 8 megapixel kamera</h2>\r\nDu får et 8 megapixel kamera på bagsiden af telefonen. Det er nemt og brugervenligt at betjene uden alt for mange avancerede funktioner. Her er det perfekte kamera, så du til enhver tid kan hive mobilen op ad lommen og tage et billede. \r\n<br><br>\r\n<h3> 2 megapixel kamera på forsiden af telefonen</h3>\r\nDu får også et 2 megapixel kamera på forsiden af mobiltelefonen. Så kan du tage billeder af dig selv og foretage videoopkald gennem telefonens internetforbindelse fx via Facebook eller Skype. Så er det nærmest som at tale med dine venner og familie i virkeligheden.\r\n<br><br>\r\n<h3> Overfør billeder fra Emporia Smart 2 til din pc</h3>\r\nDu kan nemt og hurtigt overføre dine billeder fra telefonen til din pc. Så kan du have billederne liggende på din pc, så du kan se dem i større format. På den måde har du også altid dine billeder gemt to steder, så du aldrig mister dine minder. \r\n<br><br>\r\n<h2> 2400 mAh-batteri holder din mobil kørende i 180 timer på standby</h2>\r\nEmporias simple og brugervenlige design gør mirakler for batterilevetiden. Emporias telefoners kendetegn er netop deres langtidsholdbare batterier. Og Emporia Smart 2 er ingen undtagelse. På denne smartphone giver batteriet dig 180 timers batterilevetid på standby. Batteriet giver dig også 500 minutters tale på mobilen, før den skal en tur i opladerstikket.\r\n<br><br>\r\n<h2> Valgfri nødopkaldsfunktion står klar til at hjælpe dig, hvis uheldet er ude</h2>\r\nEmporia Smart 2 står altid klar til at hjælpe dig i nødsituationer. Telefonen kommer med to covers til bagsiden, og en af de to covers har en knap til nødopkald. Ved at trykke på knappen på bagsiden af telefonens cover, ringer telefonen automatisk op til 5 kontakter i prioriteret rækkefølge. \r\n<br><br>\r\nDu kan helt selv bestemme, hvilke 5 kontakter din smartphone skal ringe op, hvis du trykker på nødopkaldsknappen.\r\n<br><br>\r\n<h2> Emporia Smart 2 har valgfri lydfunktioner, der hjælper hørehæmmede</h2>\r\nMed valgfrie lydfunktioner kan du aktivere forskellige lydeffekter på din smartphone, som øger brugervenligheden for hørehæmmede. Du kan f.eks. aktivere tastetoner, vibrationer og indstille lydstyrken på mobiltelefonen. \r\n\r\n<br><br>\r\n<h2> Du kan foretage håndfri opkald med Emporia Smart 2</h2>\r\nMed telefonen i håndfri mode behøver du ikke holde den op til øret, hver gang du snakker i telefon. Du kan f.eks. bruge lade den ligge på bordet, mens du snakker gennem et headset. \r\n<br><br>\r\nEmporia Smart 2 kommer med bluetooth, så du f.eks. kan have bruge trådløse høretelefoner og parre din telefon med andre enheder. \r\n<br><br>\r\n<h2> Du får en manual og en træningsbog til din nye smartphone</h2>\r\nMed i pakken får du en manual og en træningsbog, så du nemt og hurtigt kan komme i gang med at bruge din nye smartphone. Er Emporia Smart 2 din første smartphone? Med træningsbogen kan du hurtigt lære at bruge din nye mobiltelefon. \r\n<br><br>\r\n<h2> Flere specifikationer </h2>\r\n\r\nStyresystem: Android 6.0\r\n\r\n\r\nProcessor: 1,3 GHz, Quad-Core CPU\r\n\r\n\r\nHukommelse: 16GB (op til 32GB med microSD-kort)\r\n\r\n\r\nRAM: 2GB\r\n\r\n\r\nFarver: Blå\r\n\r\n\r\nMål: 143 x 71,5 x 9,5 mm\r\n\r\n\r\nVægt: 173 g\r\n\r\n\r\nSim: Micro sim\r\n\r\n\r\n<br><br>\r\n<h2> Android 6.0 med brugervenlig og nem menustruktur</h2>\r\nTelefonen kommer med det funktionelle, fleksible og brugervenlige Android-styresystem fra Google. På Emporia Smart 2 får du en nem og simpel menustruktur med store og klare ikoner, så du nemt kan finde programmer på telefonen. \r\n<br><br>\r\n<h2> Du får 16 GB hukommelse til at opbevare billeder og programmer</h2>\r\nTelefonen kommer med 16 GB indbygget hukommelse, der helt automatisk ligger på din mobiltelefon. Så har du plads til f.eks. at have billeder og programmer liggende på din smartphone. \r\n<br><br>\r\nDu kan også have alle dine venner og din families telefonnumre liggende på telefonen i telefonbogen, som har 1000 pladser til telefonnumre. Så kan du med få klik finde den person, du vil kontakte og ringe op uden at taste nummeret ind på telefonens skærm hver gang. \r\n<br><br>\r\n<h2> Emporia Smart 2 passer godt i hånden</h2>\r\nDet er ikke kun brugerfladen på telefonen, der er nem at håndtere. Emporia har også sat brugervenligheden i fokus, når det kommer til telefonens ydre design. Med sine mål på 143 x 71,5 x 9,5 mm ligger mobilen godt i hånden og i jakkelommen. \r\n<br><br>\r\nPå siden af telefonen finder du trykknapper, hvor du nemt og intuitivt styrer lydstyrken på din smartphone. \r\n<br><br>\r\n<h2> Emporia sætter fokus på brugervenlighed, komfort og basale funktioner</h2>\r\nEmporia er en af de helt store spillere på mobilmarkedet, når det kommer til brugervenlighed og overskuelige funktioner. Deres mobiltelefoner er især populære blandt seniorer, der ønsker en brugbar og funktionel telefon uden for mange avancerede specifikationer. \r\n<br><br>\r\nEmporia udvikler deres telefoner i samarbejde med brugerne. Emporia stræber altid efter at udvikle simple og brugervenlige mobiltelefoner, som alle kan bruge. Netop derfor scorer Emporia-mobiler højt i brugervenligheds-tests. \r\n<br><br>\r\nBlandt andre Emporia-telefoner finder du Emporia Select, Emporia Prime og Emporia Classic, som alle er udviklet efter mantraet om brugervenlighed og simple funktioner med trykknapper, smarte nødkaldsfunktion og en række andre unikke brugervenlige og simple funktioner.",
  "specifications": [
    {
      "label": "Skærm",
      "description": "5 tommer touch LCD"
    },
    {
      "label": "Skærmopløsning",
      "description": "720 x 1280 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "8 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "2 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "Android 6.0 Marshmallow"
    },
    {
      "label": "Processor",
      "description": "13000 MHz Quad-core"
    },
    {
      "label": "RAM",
      "description": "2 GB"
    },
    {
      "label": "Batteri",
      "description": "2400 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "16 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Ja"
    },
    {
      "label": "Features",
      "description": "Valgfri nødkaldsfunktion, valgfrie lydfunktioner perfekt til hørehæmmede, Bluetooth, op til 32 GB med mikroSD-kort, kalender, lommelygte, GPS"
    },
    {
      "label": "Farver",
      "description": "Blå"
    },
    {
      "label": "Mål",
      "description": "143 x 71,5 x 9,5 cm"
    },
    {
      "label": "Vægt",
      "description": "127 g"
    },
    {
      "label": "Simkort",
      "description": "Mikro-sim"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "Mobilrabat"
  ],
  "offeringService": "Fri + 20 GB",
  "offeringServicePrice": 19900,
  "leastPriceRepayments": 129300,
  "leastPriceUpfront": 229200,
  "leastPrice": 99900,
  "savings": 50000,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 816,
  "onSale": false,
  "variants": [
    {
      "id": 816,
      "size": "",
      "color": "Blå",
      "colorHex": "#000000",
      "image": "Emporia_Smart2_Bl.png",
      "imageAlt": "Køb Emporia Smart 2 billigt hos Nuuday med fri fragt",
      "gallery": [],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 99900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 149900,
          "serviceDiscount": 50000,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 79900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 149900,
          "serviceDiscount": 70000,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 59900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 149900,
          "serviceDiscount": 90000,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 139900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 149900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}