{
  "id": 349,
  "name": "Galaxy Note9",
  "slug": "galaxy-note9",
  "brandName": "Samsung",
  "brandSlug": "samsung",
  "headline": "Køb Samsung Galaxy Note 9 hos Nuuday til en rigtig god pris",
  "documentTitle": "Samsung Galaxy Note9 er landet! Bestil til en god pris i dag",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Blå",
      "colorHex": "#005eff"
    },
    {
      "color": "Sort",
      "colorHex": "#000"
    }
  ],
  "descriptionMeta": "Samsung Galaxy Note 9 med release den 24. august 2018. Klik her og køb Samsung Galaxy Note 9 til en god pris hos Nuuday - med fri fragt.",
  "descriptionHtml": "<h2>Sådan får du dine Gear IconX.</h2>\r\n <br>\r\n<p>Lige nu får du et sæt trådløse Gear IconX in-ear-høretelefoner (værdi 1.799,-) med i prisen, når du køber en Nordic Approved Galaxy S9, S9+ eller Note9. Tilbuddet gælder for køb foretaget mellem den 1. oktober og den 4. november 2018.*</p>\r\n\r\n<br>\r\n\r\n<p>\r\n\r\n<strong>Sådan gør du:</strong>\r\n\r\n</p>\r\n\r\n<ul>\r\n<li>Åbn Samsung Members-appen, og log ind med din Samsung Account.</li>\r\n<li>Klik på tilbuddet. Bemærk, at det kan tage op til 3 dage, før tilbuddet vises i appen.</li>\r\n<li>Indtast dine personlige oplysninger samt IMEI-nummeret, som du finder under indstillinger på telefonen eller på emballagen.</li>\r\n<li>Du vil modtage en bekræftelse på e-mail, og dine Gear IconX vil blive sendt til den adresse, du har oplyst.</li>\r\n<li>Tilbuddet skal indløses i Samsung Members-appen mellem den 1. oktober og den 11. november 2018.</li>\r\n*(Tilbuddet kan kun udnyttes én gang pr. enhed og kun ved køb i kampagneperioden).\r\n</ul>\r\n<br>\r\n\r\nKøb Samsung Galaxy Note9 i dag til en rigtig god pris - hos os får du fri fragt. Du får også en masse unikke fordele med vores mobilabonnementer.<br><br>\r\n\r\n<h3>Få Danmarks bedste 4G-netværk - og mange flere unikke fordele hos Nuuday</h3>\r\nMed vores mobilabonnementer får du meget mere end bare sms, tale og GB's. Hos os får du bl.a. Danmarks bedste 4G-netværk. Så har du altid lynhurtigt internet på mobilen.<br><br>\r\n\r\nDu får også roaming i 36 lande i Europa, og du kan lytte til over 30 millioner musiknumre med Nuuday Musik.<br><br>\r\n\r\n<h2>Samsung Galaxy Note 9 lancering i august 2018</h2>\r\nTorsdag d. 9. august 2018 var datoen for den officielle lancering af Samsung Galaxy Note 9 i Brooklyn, New York.<br><br> \r\n\r\nHer havde Samsung inviteret tech-eksperter og nyhedsmedier til det storslået lancerings-event, hvor Samsung afslørede alle de imponerende specs på deres nye Android-flagskib.<br><br>\r\n\r\nSamsung Galaxy Note 9 er en af de største flagskibs-telefoner i 2018. I ugerne op til lanceringen var der et hav af rygter og leaks på Google og Twitter - her skrev markedets tech-eksperter om, hvilke specs og features, de forventede at se på det nye Android-flagskib.<br><br> \r\n\r\nPå Google og Twitter kunne man også se lækkede billeder af telefonen.<br><br>\r\n\r\nMen efter Samsung's længeventede lancerings-event kender vi nu alle de imponerende specifikationer på det nye flagskib.<br><br> \r\n\r\nLængere nede på siden kan du læse meget mere, om alle de specifikationer og de features, du får glæde af med den nye <strong>Samsung Galaxy Note9</strong>.<br><br>\r\n\r\n<h2>Samsung Galaxy Note9 release i Danmark</h2>\r\nDen officielle release-dato for Samsung Galaxy Note 9 i Danmark er den 24. august 2018.<br><br>\r\n\r\nKan du ikke vente med at få fingrene i dette nye Samsung-vidunder? Hos os kan du forudbestille telefonen fra den 9. august 2018, kl. 19:00.<br><br>\r\n\r\n<h2>Pris på Samsung Galaxy Note9</h2>\r\nHos os kan du altid købe markedets bedste telefoner. Vi har et stort udvalg af telefoner til salg i vores webshop - og du får dem altid til en rigtig god pris.<br><br>\r\n\r\nPrisen på Samsung Galaxy Note 9 afhænger af, hvilket abonnement du vælger. Ude i side-menuen ved køb-knappen, kan du se prisen på Samsung Galaxy Note 9.<br><br>\r\n\r\n<h2>Note-serien høster rosende anmeldelser og excellerer i tests</h2>\r\nTech-eksperterne kan ikke få armene ned over Samsung's nye Android-flagskib, som er en del af Samsungs populære Note-serie. Efter lanceringen den 9. august 2018 har det flydt med gode anmeldelser af den nye smartphone - både på Google og Twitter og i YouTube's mange video-anmeldelser.<br><br>\r\n\r\nTelefonen får ros i anmeldelserne - og med god grund. Samsung har nemlig lanceret en high-end-telefon fuld af power og spækket med unikke specifikationer og features.<br><br>\r\n\r\n<h2>Oplev det imponerende 12 + 12 megapixel dual-kamera</h2>\r\nDu får et 12 + 12 megapixel dual-kamera med en masse features, der gør dine billeder unikke. Samsung imponerer gang på gang med sine banebrydende kameraer, der bliver rost i et utal af anmeldelser.<br><br>\r\n\r\nMed et mobil-kamera fra Samsung i hånden kan du tage professionelle billeder af hverdagens små og store øjeblikke.<br><br>\r\n\r\n<h3>Dobbeltblænde (Dual Aperture) til perfekt lysstyring</h3>\r\nMed kameraet dobbeltblænde (dual aperture) tilpasser kameraet sig automatisk til alle lysforhold.<br><br> \r\n\r\nDual Aperture giver dig billeder med perfekt lysstyring, så du kan få klare og skarpe billeder i alt fra skarpt til svagt lys.<br><br> \r\n\r\n<h3>Tag imponerende portrætbilleder</h3>\r\nMange af mobil-markedets helt store top-modeller er efterhånden udstyret med portrætfunktion. På Note 9 kan du tage portrætbilleder med dit motiv i skarp fokus mod en perfekt sløret baggrund.<br><br> \r\n\r\nOg med dette enestående kamera kan du endda tage portrætfotos i lav og mørk belysning.<br><br>\r\n\r\n<h3>Tag perfekte billeder om natten med HDR</h3>\r\nHDR-kameraet sikrer, at dine billeder bliver detaljerige og skarpe billeder - selv i mørke omgivelser. Du får altså altid klare billeder i klare og levende farver med kameraet på Note 9’s kamera.<br><br>\r\n\r\n<h3>Optisk zoom</h3>\r\nLigesom mange andre high-end-smartphones på markedet kommer dette kamera med optisk zoom.<br><br>\r\n\r\nMed optisk zoom kan du zoome helt ind på motivet - helt uden at kvaliteten bliver dårligere. En feature du ellers finder på kameraer til top-professionelle fotografer.<br><br>\r\n\r\nDet er Samsung’s imponerende dual-kamera på Galaxy Note 9, der baner vej for bedre optisk zoom. Så kan du stå langt væk fra dit motiv og stadig få et skarpt billede i kassen!<br><br>\r\n\r\n<h3>Optag 4K-video</h3> \r\nDu kan også optage video i 4K-kvalitet med en højere opløsning end fx Full HD-video. Med 4K-video får du også mere detaljerige videoer, så du får alt med, når du optager hverdagens små og store øjeblikke med Samsung’s enestående kamera.<br><br>\r\n\r\n<h3>Optag video i super-slow-motion </h3>\r\nDu kan optage video i super-slow-motion. Med super-slow-motion får du videoer med 960 billeder i sekundet.<br><br>\r\n\r\nDenne imponerende feature gør, at du fx kan se snefnug og regndråber falde til jorden i slow-motion og få alle de små detaljer med, som det menneskelige ellers øje ikke fanger.<br><br>\r\n\r\n<h3>Personlige emojis</h3>\r\nLigesom Apple er Samsung hoppet med på emoji-bølgen. En af de største nyheder på iPhone X fra Apple i 2017 var den populære feature Animoji, hvor du kan forvandle dig selv til en af Apple's populære emojis - både på billede og video.<br><br> \r\n\r\nMen selvom din nye smartphone hedder Samsung Galaxy Note 9 og ikke iPhone X, kan du sagtens rejse med ud i emoji-universet.<br><br>\r\n\r\nSamsung har nemlig også en version i stil med Appel's Animoji, hvor du kan lave personlige emojis med dig selv som model og tilføje sjove effekter - og du kan dele dem med dine venner og din familie på fx Facebook og Twitter.<br><br>\r\n\r\n<h2>8 megapixel-kamera på forsiden</h2>\r\nDu får selvfølgelig også et kamera på fronten af telefonen på 8 megapixel. Så kan du tage selfies af dig og dine venner.<br><br> \r\n\r\nDu kan også lave videoopkald med front-kameraet - så når du ringer til venner og familie over fx Facebook og Skype, er det næsten ligesom om, at I er i samme rum.<br><br>\r\n\r\n<h2>6,4 tommer Quad HD + Super AMOLED-display i Corning Gorilla Glass</h2>\r\nSkærmen på Samsung Galaxy Note 9 er Samsung’s største infinity-display til dato. Du får en stor 6,4 tommer Super AMOLED-skærm i glas, som næsten strækker sig over hele telefonens front - kun afbrudt af smalle kanter i top og bund.<br><br>\r\n\r\nMed 512 pixels pr. tomme og en skærmopløsning på 2960 x 1440 får du et skærmbillede i top-kvalitet. Det er nærmest som at have biografens store lærred med i din lomme med den opdaterede infinity-skærm.<br><br>\r\n\r\nSamsung's infinity-display har længe været et kæmpe hit blandt tech-eksperterne. Og infinity-skærmen bliver ofte rost til skyerne i et utal af anmeldelser og tests.<br><br> \r\n\r\nEn skærm, der strækker sig over hele telefonens forside, er efterhånden blevet en fast specifikation på markedets high-end-smartphones.<br><br>\r\n\r\nFx lancerede Apple også deres bud på en skærm, der fylder hele forsiden af telefonen med deres edge-to-edge-skærm på iPhone X.<br><br>\r\n\r\nNote 9's infinity-display giver dig et enestående skærmbillede i top-kvalitet! Du får et skarpt skærmbillede, hvor du altid får alle detaljer med - både på billede og video.<br><br>\r\n\r\n<h3>Du kan multitaske med flere apps åbne på skærmen</h3>\r\nDu kan have flere apps og programmer åbne på skærmen på samme tid. Skærmen kan deles op i to, så du fx kan have Facebook åben i toppen af skærmen, mens du søger informationer på Google i bunden af skærmen.<br><br>\r\n\r\nPå YouTube kan du se mange video-guides, der viser, hvordan den smarte feature fungerer.<br><br>\r\n\r\n<h2>Ny stylus S-Pen med bluetooth</h2>\r\nLigesom på Note 8 kommer Samsung Galaxy Note 9 også med den smarte S-Pen, som tilbehør til telefonen. Med S-Pen kan du tage notater direkte på skærmen - helt uden at låse skærmen op først.<br><br> \r\n\r\nOg Samsung har en nyhed! Den nye S-Pen på Samsung Galaxy Note 9 er nemlig blevet opgraderet med bluetooth. På den måde kan du også bruge S-Pen som fjernbetjening til din smartphone.<br><br> \r\n\r\nDu kan også finde din kreative side frem og bruge S-Pen som malerpensel - og du kan tegne direkte på skærmen.<br><br>\r\n\r\nOg så kan du navigere rundt med S-Pen på telefonens skærm - og med S-Pen er det nemt at copy-paste og oversætte tekster.<br><br> \r\n\r\n<h2>4000 mAh-batteri giver 21 % højere batteri-kapacitet end Samsung Galaxy Note 8</h2>\r\nSamsung Galaxy Note9 er udstyret med et stort 4000 mAh-batteri og har 21 % højere batteri-kapacitet end sin forgænger Samsung Galaxy Note 8.<br><br>\r\n\r\nDu får altså mere batteri-levetid på den nye version i Samsung Galaxy Note-serien.<br><br> \r\n\r\n<h2>Hurtig opladning</h2>\r\nDet er super hurtigt at oplade batteriet på Samsung Galaxy Note 9. Med hurtig opladning fra Samsung kan du oplade batteriet fra 0-50 % på ca. 30 minutter.<br><br>\r\n\r\n<h2>Trådløs opladning via oplader-dock</h2>\r\nSamsung har længe kørt med trådløs opladning til deres smartphones, og du kan selvfølgelig også oplade Samsung Galaxy Note 9 trådløst.<br><br>\r\n\r\nDu skal bare have en trådløs oplader-dock som tilbehør til din smartphone.<br><br> \r\n\r\nLæg mobilen på oplader-stationen og vent til batteriet er opladt. Så behøver du ikke fumle rundt med ledninger og kabler hver gang din smartphone skal en tur i opladeren.<br><br>  \r\n\r\n<h2>Imponerende lyd med AKG-optimerede højttalere</h2>\r\nDu får imponerende lyd på Samsung Galaxy Note 9. I samarbejde med AKG har Samsung produceret helt fantastiske telefon-højttalere, der giver dig en helt unik lydoplevelse.<br><br>\r\n\r\nSå kan du høre musik og se film med nogle af markedets bedste mobil-højttalere.<br><br>\r\n\r\n<h2>Lynhurtig Octa-Core-processor giver masser af power!</h2>\r\nProcessoren har fået sig noget af en opgradering på den nye Note-model. Faktisk er den nye Octa-Core-processor hele 53 % hurtigere, end den var på Note 8-versionen.<br><br> \r\n\r\nHer får du altså en smartphone fuld af power - og med fart over feltet. Samsung Galaxy Note 9 kan uden problemer trække flere apps og programmer ad gangen - helt uden at telefonen bliver langsom.<br><br>\r\n\r\n<h2>Google Android 8.1 (Oreo) på Samsung Galaxy Note 9</h2>\r\nAndroid fra Google er et fleksibelt, nemt og intuitivt styresystem til mobil og tablet. Med Android kan du fx selv bestemme, hvordan du vil se apps og widgets på din telefons skærm.<br><br>\r\n\r\n<h2>Masser af GB på Samsung Galaxy Note9</h2>\r\nDu får masser af intern hukommelse på Samsung Galaxy Note 9. Du kan vælge mellem 128 GB eller 512 GB hukommelse til alle dine billeder, videoer, apps og programmer.<br><br>\r\n\r\n<h2>Du er sikker med fingeraftrykssensor og ansigtsgenkendelse</h2>\r\nLigesom på mange andre af Samsung's smartphones kan du både bruge fingeraftrykssensor og ansigtsgenkendelse på den nye Note-model.<br><br> \r\n\r\nFingeraftrykssensoren er placeret bag på telefonen lige under kameraet - så snart du lægger fingeren på området, scanner sensoren dit fingeraftryk og låser op på få sekunder.<br><br>\r\n\r\nMed ansigtsgenkendelse er det endnu nemmere at låse din telefon op. Her skal du faktisk ikke røre en finger - når du kigger på telefonen, scanner kamera-sensorerne dit ansigt og låser op.<br><br> \r\n\r\nDet er nemt, hurtigt og super sikkert - helt specielle sensorer scanner nemlig dit ansigt, så din telefon kan genkende dig - og kun dig.<br><br>\r\n\r\n<h2>Samme imponerende design som Samsung Galaxy Note 8</h2>\r\nDen nye Note-model er ikke blevet særlig meget større siden sidste års version. Faktisk har Samsung Galaxy Note 9 beholdt samme imponerende design - nu gemmer telefonen bare på endnu flere og bedre specifikationer.<br><br>\r\n\r\nDu kan vælge telefonen i <strong>Ocean Blue</strong> og <strong>Midnight Black</strong>. Vælger du mobilen i blå, får du din S-Pen i en flot gul farve, som gør din smartphone helt unik.<br><br>\r\n\r\n<h3>Samsung beholder jackstik på Note 9</h3>\r\nDet er ellers et trend, at mange af de markedets nye high-end-telefoner kommer uden jackstik til høretelefoner for at opnå et slankere design. Fx har Apple for længst vinket farvel til jackstikket, som de erstattede med lightning-stikket, hvor opladeren også sidder.<br><br>\r\n\r\nIndtil videre har Samsung valgt at beholde jackstikket til høretelefoner - fx kom Samsung Galaxy S9 og S9+ med jackstik tidligere i år.<br><br>\r\n\r\nDen nye Samsung Galaxy Note 9 har også jackstik, og det betyder, at du stadig kan bruge dine høretelefoner på telefonen uden at skulle bruge en adapter eller købe nye høretelefoner, der passer til de nye lightning-stik.<br><br>\r\n\r\n<h2>Samsung Galaxy Note 9 holder vand og støv væk</h2>\r\nSamsung Galaxy Note 9 kan holde til både vind og vejr. Med IP68-klassificering kan telefonen på holde vand og støv ude - så du behøver ikke at bekymre dig, hvis du taber din telefon i vand eller har den med ud i regnen.<br><br> \r\n\r\nIP68-klassificering gør, at du kan holde telefonen sænket i ca. 1 m vand i 30 minutter.<br><br>\r\n\r\n<h2>Tag din arbejdsplads med i lommen med Samsung DeX</h2>\r\nMed Samsung DeX kan du bruge din smartphone som arbejdsplads. Ved at koble tastatur, mus og skærm til telefonen kan du trylle din telefon om til din helt egen kontorplads.<br><br> \r\n\r\nDeX kan købes separat som tilbehør til din smartphone og gør, at din smartphone kan fungere præcis som en arbejdscomputer - Samsung Galaxy Note 9 fungerer perfekt som både privat- og arbejdstelefon.<br><br>\r\n\r\n<h2>Bixby gør det endnu nemmere at bruge din smartphone</h2>\r\nBixby er en software fra Samsung, som gør det endnu mere nemt at bruge din smartphone. Bixby minder lidt om Siri fra Apple - med Bixby får du din helt egen personlige assistent.<br><br>\r\n\r\nBixby hjælper dig med at huske dine aftaler og holder dig opdateret med de vigtigste informationer og nyheder fra alle dine apps.<br><br> \r\n\r\nBixby hjælper dig også med at navigere rundt i hverdagen eller på ferien - du kan få anbefalinger til mad, shopping og meget mere.<br><br>\r\n\r\n<h3>Giv dine hænder en pause med stemmestyring</h3>\r\nBixby er stemmestyret - så kan dine hænder få en pause. Med Bixby kan du navigere rundt på telefonen og i dine apps med din stemme. Indtil videre fungerer Bixby på engelsk.<br><br>\r\n\r\n<h3>Bixby kommer med anbefalinger hjemme eller på rejsen</h3>\r\nMed Bixby kan du hurtigt og nemt finde en god restaurant eller et godt shoppingcenter. Bixby ser sig rundt i området for dig og viser dig vej til nærliggende lokationer.<br><br>\r\n\r\n<h3>Bixby henter nyheder, relevante informationer og påmindelser fra dine apps</h3> \r\nBixby lærer dig og dine vaner at kende. På den måde kan Bixby have dine foretrukne apps klar til brug. Bixby holder dig også opdateret med nyheder, nyttige informationer og påmindelser fra dine forskellige apps på telefonen.<br><br> \r\n\r\n<h2>Samsung Galaxy Note 9 vs Note 8</h2>\r\nEr du i tvivl, om du skal vælge Samsung Galaxy Note 9 eller Samsung Galaxy Note 8 fra sidste år? Her kan du læse om, hvordan de to modeller adskiller sig fra hinanden.<br><br> \r\n\r\n<h3>21 % mere batteri-kapacitet på Note 9</h3>\r\nDette års Note-model har fået en opgradering, når det kommer til batteriet. På Note 9 får du et 4000 mAh-batteri, mens du får et 3300 mAh-batteri med Note 8.<br><br>\r\n\r\nVi taler altså om en rimelig stor forbedring fra sidste år, når det kommer til Note 9's batteri.<br><br>\r\n\r\n<h3>53 % mere power med ny Octa-Core-processor på Note 9</h3>\r\nNote 9's Octa-Core-processor har også fået noget af en opgradering. Den nye processor er 53 % hurtigere end processoren på Samsung Galaxy Note 8 fra sidste år.<br><br>\r\n\r\n<h3>S-Pen med bluetooth på Note 9</h3>\r\nSidste års lancering af Note 8 bød på den banebrydende og imponerende S-Pen, der giver helt nye muligheder på din smartphone.<br><br> \r\n\r\nDette år har S-Pen fået sig en opgradering og kommer nu med bluetooth, så du kan bruge S-Pen som en slags fjernbetjening til din telefon.<br><br> \r\n\r\n<h3>Fingeraftrykssensoren er rykket ned under kameraet på Note 9</h3>\r\nFingeraftrykslæseren bag på telefonen er blevet rykket ned under kameraet på Note 9 - ligesom vi så på Samsung Galaxy S9 og S9+.<br><br> \r\n\r\nPå denne måde ligner Samsung Galaxy Note 9 andre high-end-smartphones på markedet som fx mobiler fra OnePlus og Huawei.<br><br> \r\n\r\nPå Samsung Galaxy Note 8 sidder fingeraftryksscanneren også på bagsiden af telefonen - men lige ved siden af kameraet.<br><br>\r\n\r\n<h3>Pris</h3>\r\nSamsung Galaxy Note 9 har med sine forbedringer også fået et lille nøk op i prisen. Du skal altså betale lidt mere for dette års Note-version, end hvis du køber Samsung Galaxy Note 8.<br><br> \r\n \r\n<h2>Samsung Galaxy Note 9 vs iPhone X</h2>\r\nEr du i tvivl om, du skal vælge Samsung Galaxy Note 9 eller <a href=\"/mobiltelefoner/apple/iphone-x/\">iPhone X</a> fra Apple? Her kan du læse om, hvordan de to flagskibe adskiller sig fra hinanden.<br><br> \r\n\r\n<h3>Software: Google Android vs iOS fra Apple</h3>\r\nEn af de mest skelsættende features ved de to telefoner er, at de har hver deres styresystem. Mens Note 9 kører med Google Android, kører iPhone X med iOS 11, som er Apples eget styresystem.<br><br> \r\n\r\nSelve brugeroplevelsen af de to systemer er meget forskellig - Android bemærker sig specielt ved at være et meget fleksibelt system, hvor du helt selv kan bestemme, hvordan du vil arrangere apps og programmer på telefonens skærm.<br><br>\r\n\r\nMens nogle sværger til iOS fra Apple, kan andre ikke forestille sig at leve uden Google Android på telefonen. Her skal du gøre op med dig selv, hvilket system der er din favorit. Måske tør du tage springet og prøve Android fra Google?<br><br> \r\n\r\n<h3>Større design med en 6,4 tommers skærm på Note 9</h3>\r\nNote 9 er en større telefon end iPhone X. Det betyder også, at du får en større skærm på Note 9, der måler 6,4 tommer, mens skærmens iPhone X måler 5,8 tommer.<br><br> \r\n\r\nBegge telefoner kommer med en kant-til-kant OLED-skærm, der næsten fylder hele telefonens front på begge enheder.<br><br>\r\n\r\n<h3>4000 mAh-batteri på Galaxy Note 9 vs 2716 mAh-batteri på iPhone X</h3>\r\nMed Samsung Galaxy Note 9 får du et noget større batteri end på iPhone X. Note 9 har et stort batteri på hele 4000 mAh og indtager altså pladsen som en af de smartphones på markedet, hvor du får det største batteri.<br><br>\r\n\r\n<h3>Op til 512 GB på Note 9</h3>\r\nDu få en intern hukommelse på hele 512 GB på Samsung Galaxy Note 9. Så får du mere plads til billeder, videoer, apps og programmer på din smartphone. iPhone X fra Apple giver dig op til 256 GB intern hukommelse.<br><br>\r\n\r\n<h3>S-Pen med bluetooth på Samsung Galaxy Note 9</h3>\r\nDu kan bruge den smarte S-Pen på Note 9, hvor du bl.a. kan tage noter direkte på skærmen - helt uden, at du behøver at låse den op.<br><br> \r\n\r\nDu kan også navigere rundt på skærmen med S-Pen, og så kan S-Pen kopiere og oversætte tekst for dig.<br><br> \r\n\r\nOg med bluetooth kan du endda bruge S-Pen som en slags fjernbetjening til din smartphone.<br><br>\r\n\r\nDu kan også navigere rundt på skærmen med S-Pen, og så kan S-Pen også kopiere og oversætte tekst for dig. Og med bluetooth kan du endda bruge S-Pen som en slags fjernbetjening til din smartphone.\r\n\r\n<h3>Samsung Galaxy Note 9 som kontorplads</h3>\r\nMed DeX som tilbehør til Note 9 kan du bruge din smartphone som arbejdsplads. DeX lader dig koble tastatur, mus og skærm til din telefon - så har du altid din arbejdsplads lige ved hånden.<br><br>\r\n\r\n<h3>Pris</h3>\r\nPrisen på Samsung Galaxy Note 9 og iPhone X fra Apple ligger tæt. Der er altså næsten ingen forskel i prisen på de to mobil-modeller.<br><br>\r\n\r\n<h2>Samsung Galaxy Note 9 vs S9</h2>\r\nTidligere i år lancerede Samsung deres nye flagskib Samsung Galaxy S9. Der er ikke gået mange måneder siden S9's release-dato tilbage marts 2018 - så hvad kommer Note 9 med, som Galaxy S9 ikke har?<br><br> \r\n\r\nOg hvilken af de to telefoner skal du købe? Her kan du læse om forskellene på de to smartphones.<br><br>\r\n\r\n<h3>Dual-kamera på Samsung Galaxy Note 9</h3>\r\nPå Samsung Galaxy Note 9 får du et 12 + 12 megapixel dual-kamera. Det er en opgradering fra S9, der kommer med et enkelt kamera på 12 megapixel.<br><br>   \r\n\r\nDual-kameraet på Note 9 betyder bl.a. at kameraet har bedre zoom, og at du forbedret skarphedsdybde på dine billeder. Dual-kameraet giver dig også bedre billeder i svagt lys.<br><br> \r\n\r\n<h3>Større display på Note 9</h3>\r\nNote 9 er en større smartphone end S9. Til gængæld får du også en større skærm på 6,4 tommer. S9's skærm måler 5,8 tommer.<br><br>\r\n\r\n<h3>Større batteri på Galaxy Note 9</h3>\r\nDet store 4000 mAh-batteri på Note 9 giver dig bedre batteri-kapacitet, så du får en smartphone, der kan holde strøm i mange timer. Galaxy S9 kommer med et batteri på 3000 mAh.<br><br> \r\n\r\n<h3>Stylus S-Pen med bluetooth på Galaxy Note 9</h3>\r\nEn stor nyhed på Note 9 er den nye S-Pen med bluetooth, som du må undvære på Galaxy S9. S-Pen er din helt egen malerpensel med smarte features - du kan fx tage noter direkte på skærmen uden at låse den op.<br><br>\r\n\r\nDu kan selvfølgelig også navigere rundt på skærmen med S-Pen.<br><br>\r\n\r\nMed bluetooth kan du også bruge S-Pen som fjernbetjening til din smartphone.<br><br>\r\n\r\n<h3>Pris på Samsung Galaxy Note 9 vs S9</h3>\r\nMed ekstra features som bl.a. dual-kamera, bluetooth S-Pen og et større batteri er prisen på Note 9 lidt højere end prisen på Galaxy S9.<br><br>\r\n\r\n<h2>Læs mere om Samsung's banebrydende Note-serie</h2>\r\nSamsung's Note-telefoner er en stribe af high-end-smartphones og tablets, som især har gjort sig bemærket med deres S-Pen, der følger med som tilbehør til mobilen.<br><br> \r\n\r\nNote-modellerne er lidt større smartphones fyldt med power - næsten en blanding af en telefon og en tablet.<br><br> \r\n\r\nNote-enhederne kendetegner sig bl.a. ved lang batterilevetid, kraftfulde processorer og pro-features, der gør disse håndsæt til noget udover det sædvanlige.<br><br> \r\n\r\nSamsung's Note-serie har et par fællesnævnere med Samsung's S-modeller - bl.a. det anmelderroste infinity-display i Corning Gorilla Glass, IP68-klassificering og det fleksible Android fra Google.<br><br> \r\n\r\nMen Note-modellerne skiller sig også ud fra Galaxy S-enhederne. Siden den første Galaxy Note-model så dagens lys tilbage i 2011, har Samsung gang på gang formået at imponere med flere nye medlemmer i Note-familien - alle fyldt med opgraderinger med fx dual-kamera, større batteri, større display og bluetooth S-Pen.<br><br>\r\n\r\nI august 2017 lancerede Samsung telefonen Samsung Galaxy Note 8, som netop kom med banebrydende features og specs som fx S-Pen og dual-kamera.<br><br> \r\n\r\nOg efter lanceringen af Samsung's nye Galaxy Note 9 den 9. august i New York står det klart, at Samsung er klar med en af markedets bedste Pro-mobiler - fx med den nye bluetooth S-Pen, større batteri på hele 4000 mAh og en hurtig processor, der er endnu stærkere end på Note 8.<br><br>\r\n\r\n<h2>Køb de populære Samsung-telefoner til en god pris hos Nuuday</h2>\r\nI vores webshop har vi de bedste telefoner fra Samsung til salg - og til en rigtig god pris. Du får selvfølgelig fri fragt og et mobilabonnement fuld af unikke fordele - som altid når du køber telefoner hos os.<br><br>\r\n\r\nFx kan du finde den nye S10-serie med <a href=\"/mobiltelefoner/samsung/galaxy-s10/\">Samsung Galaxy S10</a>, <a href=\"/mobiltelefoner/samsung/galaxy-s10plus/\">Samsung Galaxy S10+</a> og <a href=\"/mobiltelefoner/samsung/galaxy-s10e/\">Samsung Galaxy S10e</a>.<br><br>\r\n\r\nDerudover tilbyder vi også en lang række nyere Samsung-telefoner fra Note-serien - fx <a href=\"/mobiltelefoner/samsung/galaxy-note-10/\">Samsung Galaxy Note 10</a> og <a href=\"/mobiltelefoner/samsung/galaxy-note-10plus/\">Samsung Galaxy Note 10+</a> fra 2019.<br><br>\r\n\r\nVi har også en række prisvenlige modeller fra Samsungs A-serie. Se fx <a href=\"/mobiltelefoner/samsung/galaxy-a80/\">Samsung Galaxy A80</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a50/\">Samsung Galaxy A50</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a40/\">Samsung Galaxy A40</a> og <a href=\"/mobiltelefoner/samsung/galaxy-a20e/\">Samsung Galaxy A20e</a>. Og så har vi også endnu en prisvenlig model - nemlig <a href=\"/mobiltelefoner/samsung/galaxy-xcover-4s/\">Samsung Galaxy XCover 4s</a>.",
  "specifications": [
    {
      "label": "Skærm",
      "description": "6,4 tommer Quad HD + Super AMOLED"
    },
    {
      "label": "Skærmopløsning",
      "description": "2960 x 1440 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "12 + 12 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "8 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "Android 8.1 (Oreo)"
    },
    {
      "label": "Processor",
      "description": "OCTA-CORE 2.7GHz + 1.7GHz"
    },
    {
      "label": "RAM",
      "description": "6 GB / 8 GB"
    },
    {
      "label": "Batteri",
      "description": "4000 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "128 GB / 512 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Ja"
    },
    {
      "label": "Features",
      "description": "Fingeraftrykssensor og ansigtsgenkendelse, vand- og støvafvisende med IP68-klassificering, Samsung DeX"
    },
    {
      "label": "Farver",
      "description": "Blå"
    },
    {
      "label": "Materiale",
      "description": "Glas / aluminium"
    },
    {
      "label": "Mål",
      "description": "161 mm x 76,7 mm x 8,8 mm"
    },
    {
      "label": "Vægt",
      "description": "201 g"
    },
    {
      "label": "Simkort",
      "description": "Single-sim / dual-sim (Nano)"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "4G",
    "Wi-Fi Opkald",
    "Mobilrabat"
  ],
  "offeringService": "Fri + 50 GB",
  "offeringServicePrice": 29900,
  "leastPriceRepayments": 909400,
  "leastPriceUpfront": 909400,
  "leastPrice": 30000,
  "savings": 259800,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 822,
  "onSale": false,
  "variants": [
    {
      "id": 822,
      "size": "512 GB",
      "color": "Blå",
      "colorHex": "#005eff",
      "image": "Samsung_GalaxyNote9_Bl.png",
      "imageAlt": "Samsung Galaxy Note9 Blå 512 GB",
      "gallery": [
        {
          "image": "Samsung_GalaxyNote9_Bl-1.png",
          "imageAlt": "Samsung Galaxy Note9 Blå 512 GB"
        },
        {
          "image": "Samsung_GalaxyNote9_Bl-2.png",
          "imageAlt": "Samsung Galaxy Note9 Blå 512 GB"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 768100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 211800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 720100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 259800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 672100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 307800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 969900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 823,
      "size": "512 GB",
      "color": "Sort",
      "colorHex": "#000",
      "image": "Samsung_GalaxyNote9_Sort.png",
      "imageAlt": "Samsung Galaxy Note9 Sort 512 GB",
      "gallery": [
        {
          "image": "Samsung_GalaxyNote9_Sort-1.png",
          "imageAlt": "Samsung Galaxy Note9 Sort 512 GB"
        },
        {
          "image": "Samsung_GalaxyNote9_Sort-2.png",
          "imageAlt": "Samsung Galaxy Note9 Sort 512 GB"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 768100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 211800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 720100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 259800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 672100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 307800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 969900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 825,
      "size": "128 GB",
      "color": "Sort",
      "colorHex": "#000",
      "image": "Samsung_GalaxyNote9_Sort.png",
      "imageAlt": "Samsung Galaxy Note9 Sort 128 GB",
      "gallery": [
        {
          "image": "Samsung_GalaxyNote9_Sort-1.png",
          "imageAlt": null
        },
        {
          "image": "Samsung_GalaxyNote9_Sort-2.png",
          "imageAlt": "Samsung Galaxy Note9 Sort 128 GB"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 600100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 784900,
          "serviceDiscount": 184800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 552100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 784900,
          "serviceDiscount": 232800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 504100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 784900,
          "serviceDiscount": 280800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 774900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 784900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}