{
  "id": 352,
  "name": "iPhone XS",
  "slug": "iphone-xs",
  "brandName": "Apple",
  "brandSlug": "apple",
  "headline": "",
  "documentTitle": "iPhone XS er landet! Køb den her til en god pris",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Space Gray",
      "colorHex": "#1f1f1f"
    },
    {
      "color": "Guld",
      "colorHex": "#fcc100"
    },
    {
      "color": "Sølv",
      "colorHex": "#cccccc"
    }
  ],
  "descriptionMeta": "iPhone XS spækket med de bedste specs fra Apple. Klik her og køb den nye iPhone XS fra 2018 hos Nuuday til en rigtig god pris med fri fragt.",
  "descriptionHtml": "<h2>Køb iPhone XS hos Nuuday til en rigtig god pris</h2>\r\nEn ny iPhone fra Apple er landet! Skynd dig og køb din iPhone XS hos os i dag til en rigtig god pris - du fri fragt.<br><br>\r\n\r\nMed vores mobilabonnementer får du også adgang til en masse unikke fordele.<br><br>\r\n\r\n<h2>Hos os får du mere end bare tale, sms og data</h2>\r\nOplev alle de unikke fordele med et af vores mobilabonnementer. Du får bl.a. Danmarks bedste 4G-netværk, roaming i 36 lande i Europa.<br><br>\r\n \r\nDu kan også lytte til mere end 30 millioner musiknumre med vores helt egen musik-app - Nuuday Musik.<br><br>\r\n\r\n<h2>Lancering af iPhone XS den 12. september 2018</h2>\r\nOnsdag aften den 12. september 2018 kl. 19.00 afholdt Apple deres keynote-event i Steve Jobs Theater i Californien. Her løftede Apple sløret for specifikationer og features på deres nye og ventede iPhone-serie.<br><br>\r\n\r\nSom sædvanligt havde Apple gået stille med dørene om specs og features på deres nye telefoner. Og på internettet har rygter og leaks længe floreret om de nye telefoner. Markedets tech-eksperter var alle kommet med deres bud på, hvad vi kunne forvente at se fra Apple i 2018.<br><br> \r\n\r\nEfter Apples keynote-event kender vi endelig alle specifikationer og features på de nye telefoner fra Apple.<br><br>\r\n\r\nHer på siden kan du læse meget mere om iPhone XS.<br><br>\r\n\r\nDu kan også læse om specifikationer og features på de andre modeller fra XS-serien <a href=\"/mobiltelefoner/apple/iphone-xs-max/\">iPhone XS Max</a> og <a href=\"/mobiltelefoner/apple/iphone-xr/\">iPhone XR</a>.<br><br>\r\n\r\n<h2>Nyhed i 2019 - Apple har lanceret tre nye iPhones</h2>\r\n<p>Apple lancerede deres helt nye generation af iPhones den 10. september 2019.<br><br>\r\n\r\nLæs meget mere om de nye og banebrydende specifikationer på <a href=\"/mobiltelefoner/apple/iphone-11/\">iPhone 11</a>, <a href=\"/mobiltelefoner/apple/iphone-11-pro/\">iPhone 11 Pro</a> og <a href=\"/mobiltelefoner/apple/iphone-11-pro-max/\">iPhone 11 Pro Max</a>. Du kan også læse om release-dato og bestille de nye modeller i vores forsalg.</p>\r\n\r\n<h2>Pris - hvad koster iPhone XS?</h2>\r\nPrisen på iPhone XS afhænger af, hvilket abonnement du vælger, når du bestiller din nye mobil. Ved køb-knappen kan du se din pris for iPhone XS.<br><br>\r\n  \r\n<h2>Hvilke specifikationer kommer iPhone XS med?</h2> \r\nDen nye iPhone XS kommer med opdaterede features og specifikationer - du får forbedret kamera-teknologi, opdateret højttalersystem med lyd i stereo, en større og mere kraftfuld A12-processor, det nye iOS 12 og meget mere.<br><br>\r\n\r\nLængere nede på siden kan du læse meget mere om den nye iPhone XS.<br><br>\r\n\r\n<h2>Bestil hos Nuuday i dag</h2>\r\nLige nu kan du købe iPhone XS i vores webshop. Det er nemt og hurtigt at bestille.<br><br>\r\n\r\n<h2> Anmeldelser af iPhone XS: Det siger tech-eksperterne om den nye Apple-telefon</h2>\r\niPhone XS arver den imponerende kamerateknologi og OLED-skærm fra sidste års iPhone X. Mobilmarkedets tech-eksperter roser især iPhones fra 2018-serien for deres øgede ydeevne.<br><br>\r\n\r\nApple har nemlig lanceret en ny processor. A12 Bionic Chip er større og mere kraftfuld end sidste års A11 Bionic Chip - så iPhone XS er hurtigere og batteriet har længere levetid end sidste års Apple-enheder.<br><br>\r\n\r\n<h2> 5,8 Super Retina edge-to-edge OLED-display</h2>\r\nDu får en Super Retina OLED-skærm med en opløsning på 2436 x 1125 pixels ved 458 ppi.<br><br>\r\n\r\nSkærmen fylder hele telefonens front med den lille \"notch\" i toppen af skærmen, hvor TrueDepth-kameraet og sensorerne sidder. Så her får du en stor skærm på en telefon, der har samme størrelse sidste års X-model.<br><br>\r\n\r\nOLED-skærmen giver dig et endnu mere imponerende skærmbillede end på tidligere Apple-telefoner. True Tone giver virkelighedstro farver, imponerende lysstyring og kontrast.<br><br>\r\n\r\n<h3> Et skærmbillede i HDR-kvalitet</h3>\r\nSkærmbilledet er noget helt særligt på det nye OLED-display. Her kan du se billeder i HDR-kvalitet - så får du en imponerende oplevelse af film, billeder og video på din smartphone.<br><br>\r\n\r\n<h3> Apple siger endeligt farvel til hjem-knappen og TouchID</h3>\r\n2018 er året, hvor Apple har sagt endeligt farvel til hjem-knappen og TouchID. Og på iPhone XS får du derfor FaceID, som Apple introducerede på deres jubilæumsmodel i 2017.<br><br>\r\n\r\nMed FaceID bliver det nemmere og hurtigere end nogensinde før at låse din smartphone op. Du skal blot kigge på telefonen, som genkender dit ansigt - og på få sekunder er telefonens skærm låst op.<br><br>\r\n\r\n<h2> Forbedret 12 + 12 megapixel dual-kamera</h2>\r\niPhone XS har arvet det avancerede kamera-system fra sidste års X-model. Med kamera-funktioner som Smart HDR, som sammensætter det perfekte billede af mange forskellige fotos, får du endnu bedre billeder i 2018.<br><br>\r\n\r\nKameraet har også hurtigere kamera-sensorer, forbedret IPS og mange flere opdaterede features.<br><br>\r\n\r\n<h3> Portrait Mode og Portrait Lightning giver flotte portrætfotos </h3>\r\nDu får selvfølgelig den populære Portrait Mode-feature - så kan du tage imponerende portrætbilleder med dit motiv i fokus foran en perfekt sløret baggrund.<br><br>\r\n\r\n<h3> 2 x optisk zoom</h3>\r\nDu behøver ikke være tæt på dit motiv for at tage skarpe billeder. Med 2 x optisk zoom arbejder de to kamera-linser sammen, så du kan tage skarpe og billeder fuld af detaljer - selvom du står langt væk fra dit motiv.<br><br>\r\n\r\n<h3> 4K video </h3>\r\nDu kan også optage video i ultra høj 4K-kvalitet. Så står dine videoer super skarpt - også på større skærme.<br><br>\r\n\r\n<h2> 7 megapixel TrueDepth front-kamera med Portrait Mode </h2>\r\nDu får også det avancerede TrueDepth-kamera på forsiden af telefonen.<br><br>\r\n\r\nDet banebrydende kamera baner bl.a. vej for FaceID, hvor kameraets sensorer scanner dit ansigt og husker det - det er også derfor, du kan bruge dit ansigt som adgangskode på din mobil.<br><br>\r\n\r\nDu får også Portrait Mode og Portrait Lightning på front-kameraet - så kan du tage professionelle portrætbilleder af dig selv.<br><br>\r\n\r\n<h2> Nyt højttalersystem giver forbedret lyd i stereo</h2>\r\nDe opdaterede stereo-højttalere giver dig en imponerende og altomspændende lydoplevelse. <br><br>\r\n\r\nDe banebrydende stereo-højttalere og den avancerede software giver dig en helt unik lydoplevelse, når du spiller spil, ser film og hører musik på din smartphone. Også selvom du ikke har høretelefoner på.<br><br>\r\n\r\n<h3> Optag video med lyd i stereo</h3>\r\nDu får ekstraordinær god lyd på dine videoer. XS kan nemlig optage lyd i stereo.<br><br>\r\n\r\n<h2> Bedre batteri-levetid i 2018</h2>\r\nBatteriet holder længere end sidste års iPhone X. Du får 30 minutter længere batteri-levetid på XS-modellen. <br><br>\r\n\r\nIfølge Apple kan du tale i op til 20 timer, surfe på internettet i op til 12 timer, se video i op til 14 timer eller lytte til musik i op til 60 timer på en opladning.<br><br> \r\n\r\n<h3> Hurtig og trådløs Qi opladning</h3>\r\nPå iPhone XS kan du oplade batteriet fra 0 til 50 % på ca. 30 minutter. <br><br>\r\n\r\nOg du behøver heller ikke fumle rundt med kabler og ledninger - du kan nemlig oplade telefonen trådløst med en Qi oplader-dock, som du kan købe som tilbehør til din smartphone.<br><br>\r\n\r\n<h2> Et stærkt design i glas med stålramme</h2>\r\niPhone XS kommer i glas-design med en stålramme. Det nye glas er mere holdbart end tidligere modeller.<br><br> \r\n\r\n<h3> Et gyldent æble – guld er tilbage i 2018</h3>\r\n2018 er året, hvor Apple genintroducerer den elegante guld-farve. Apple har før produceret telefoner i guld – fx på iPhone 8-serien, men ikke på iPhone X. Men nu er den populære guld-farve tilbage på XS-serien.<br><br>\r\n\r\nDu kan altså få iPhone XS i <strong>guld</strong>, <strong>space grey</strong> eller <strong>sølv</strong>.<br><br> \r\n\r\n<h2> En vand- og støvafvisende smartphone med IP68-klassificering</h2>\r\nApple-telefoner i 2018 er endnu mere vand- og støvafvisende end tidligere modeller. Apple har nemlig opgraderet fra IP67-klassificeringen på sidste års iPhones til IP68-klassificering - samme standard som Samsung har på sine Galaxy-telefoner.<br><br>\r\n\r\nApple har testet IP68-klassificeringen grundigt. Juice, vand, saltvand, øl eller vin - uanset hvilken væske, du spilder holder din smartphone væsken ude.<br><br>\r\n\r\nTelefonen kan klare at være under 2 meters vand i op til 30 sekunder. Så hvis du taber den i vand kan du bare samle den op igen.<br><br>\r\n\r\n<h2> Ingen jackstik </h2>\r\nApple holder fast i at bruge Lightning-stikket i stedet for jackstikket på 3,5 mm. Det gør, at du får en meget slankere telefon.<br><br>\r\n\r\n<h2> Op til 512 GB intern hukommelse</h2>\r\nEn af de helt store nyheder i år er det udvidede hukommelse. På iPhone XS kan du få et internt lager på op til <strong>512</strong> GB hukommelse.<br><br>\r\n\r\nDu kan også vælge en telefonen med <strong>64 GB</strong> eller <strong>256 GB</strong>.<br><br>\r\n\r\n<h2> Ny A12 Bionic Chip </h2>\r\nApple løftede også sløret for den nye processer ved dette års keynote-event: den nye A12 Bionic Chip.<br><br>\r\n\r\nDen nye A12 Bionic Chip gør telefonen 15 % hurtigere end sidste års modeller med A11 Bionic Chip. Så nu er FaceID hurtigere, Animoji kan aflæse 50 ansigtsmuskler og batteriet holder længere.<br><br>\r\n\r\nA12 Bionic Chip giver dig også et bedre billede, når du spiller spil eller ser video på din smartphone.<br><br>\r\n\r\nOg så får du flere detaljer med på billeder - fx når du tager portrætfotos med den populære Portrait Mode-feature.<br><br>\r\n\r\n<h2> Endnu vildere Augmented Reality og spiloplevelser i 2018</h2>\r\nApple satser endnu mere på Augmented Reality og spiloplevelser i år.<br><br>\r\n\r\nDu får en imponerende oplevelse af spil på iPhone i 2018. Med OLED-skærm, A12-processoren og  avancerede stereohøjttalere er det næsten som om, du har din spillekonsol med i lommen hver dag.<br><br>\r\n\r\nSidste år tog Apple et stort skridt mod fremtidens teknologi. Augmented Reality er en feature, hvor du kan blande det bedste fra teknologiens verden med det bedste fra den virkelige verden.<br><br>\r\n\r\nFx kan du se, hvordan et nyt møbel vil se ud i dit hjem. Du kan også få informationer om det område, du befinder dig i - måske leder du efter et godt sted at spise?<br><br>\r\n\r\nMed Augmented Reality kan du også spille vilde spil, hvor drager og monstre truer omkring dig - men heldigvis sker det alt sammen bare på telefonens skærm.<br><br>\r\n\r\nI 2018 bliver Augmented Reality-funktionen forbedret - så nu kan du få endnu flere vilde oplevelser med dine venner.<br><br>\r\n\r\n<h2> Nyt iOS 12</h2>\r\nApple er også klar med det nye iOS 12. 2018-softwaren giver dig en smartphone, der er endnu hurtigere og endnu bedre.<br><br>\r\n\r\nDu kommer til at opleve en endnu hurtigere brugerflade. Fx kommer tastaturet til at reagere hurtigere.<br><br>\r\n\r\nDet nye iOS 12 gør også din telefon bedre til at multitaske. Så selvom du har flere apps og programmer kørende samtidig, bliver din mobil ikke langsom. Og du kan også reducere antallet af notifikationer i løbet af dagen.<br><br>\r\n\r\nMed iOS 12 kan du også foretage FaceTime-opkald med op til 32 mennesker ad gangen. Apple introducerer også en helt ny version af Animoji, hvor du kan skabe en emoji, der ligner dig selv.<br><br>\r\n\r\nOg der er mange flere nye fordele i vente med det nye iOS 12 – fx beskytter iOS 12 din anonymitet på nettet og Siri hjælper dig med at navigere hurtigere rundt på din telefon med genvejsforslag.<br><br>\r\n\r\n<h2>iPhone XS vs X - opgrader fra sidste års model?</h2>\r\nNår det kommer til de to telefoners ydre design, ser de to iPhones måske ens ud. Men lad ikke skindet bedrage - der er mange forbedringer fra sidste års X-enhed.<br><br>\r\n \r\nHer kan du læse, hvorfor du skal opgradere fra iPhone X til dette års XS-enhed.<br><br> \r\n\r\n<h3>A12 Bionic Chip med bedre og mere effektiv performance</h3>\r\nAlt er blevet hurtigere i 2018 - fx reagere FaceID endnu hurtigere på iPhone XS med forbedret neural engine.<br><br>  \r\n\r\n<h3>Opdateret kamera-teknologi</h3>\r\nKamera-teknologien har også fået sig en opgradering siden 2017.<br><br> \r\n\r\nMed større kamera-sensor får du bedre billeder - også i svag belysning. Og med dybere pixels og bedre lysstyring får du billeder i top-kvalitet på iPhone XS.<br><br>\r\n\r\n<h3>Flere GB intern hukommelse</h3>\r\nDu kan få et større lager på iPhone XS - du kan vælge hele 512 GB. Sidste år kunne du vælge op til 256 GB på X-modellen.<br><br>\r\n\r\n<h3>30 minutter længere batteri-levetid</h3>\r\nIfølge Apple er batteriet også blevet opdateret i år. Nu får du 1/2 time længere batteri-levetid.<br><br>\r\n\r\n<h3>iPhone XS i guld</h3>\r\nForuden space grey og sølv har Apple genintroduceret den elegante guld-farve på XS-modellen.<br><br>\r\n\r\n<h2>iPhone XS vs XR</h2>\r\nEr du i tvivl, om du skal købe iPhone XS eller iPhone XR? Her kan læse om forskellene mellem de to enheder.<br><br> \r\n\r\n<h3>5,8 tommer OLED-display vs 6,1 tommer LCD-skærm</h3>\r\nEn af de helt store forskelle mellem de to flagskibs-enheder er forskellen mellem OLED-display og LCD-skærm. iPhone XR kommer med LDC-skærm, som er et billigere alternativ til OLED-skærmen på de større modeller.<br><br> \r\n\r\nTil gengæld bruger OLED-skærmen på XS-modellen mere avanceret teknologi - her får du fx bedre lysstyring, højere kontrast og er klarere billede.<br><br>\r\n\r\n<h3>Dobbelt kamera-linse vs enkelt kamera-linse</h3>\r\nPå iPhone XR får du en enkelt kamera-linse på 12 megapixel.<br><br>\r\n\r\n<h3>Op til 516 GB intern hukommelse på XS</h3>\r\nDu får flere GB til programmer, apps, spil og billeder på XS-modellen. Her kan du få op til hele 512 GB. På iPhone XR kan du få op til 256 GB intern hukommelse.<br><br>\r\n \r\n<h3>Batteri</h3>\r\nIfølge Apples målinger for batteri-levetid kan batteriet på iPhone XR holde længst.<br><br> \r\n\r\n<h3>Design og farver</h3>\r\nDe to Apple-enheder adskiller sig fra hinanden, når det kommer til design. iPhone XR har aluminiumsramme i stedet for stålramme, men har stadig glas-design på både forside og bagside.<br><br>\r\n\r\n<h3>Størrelse</h3>\r\niPhone XR er en større smartphone end XS-modellen. iPhone XR måler 150,9 x 75,7 8,3 mm, mens XS måler 143,6 x 70,9 x 7,7 mm.<br><br>\r\n\r\n<h3>Pris</h3>\r\niPhone XR er Apples billige telefon i 2018 - den koster mindre end iPhone XS.<br><br>\r\n\r\n<h2>Køb iPhones fra Apple hos Nuuday</h2>\r\nI vores webshop kan du købe en række populære telefoner fra Apple. Se fx <a href=\"/mobiltelefoner/apple/iphone-8/\">iPhone 8</a>, som kommer med 12 megapixel kamera og en 4,7 tommer Retina HD-skærm med en fysisk hjem-knap.<br><br>\r\n\r\nDu kan også købe <a href=\"/mobiltelefoner/apple/iphone-7/\">iPhone 7</a>, som blev lanceret i 2017.<br><br>\r\n\r\niPhone 7 bemærkede sig særligt på enestående kamerateknologi og et vandtæt design. Og så var det på 7-serien af Apple første gang vinkede farvel til jackstikket og indførte Lightning-stikket for et slankere design.<br><br>",
  "specifications": [
    {
      "label": "Skærm",
      "description": "5,8 tommer Super Retina OLED"
    },
    {
      "label": "Skærmopløsning",
      "description": "2436 x 1125 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "12 + 12 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "7 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "iOS 12"
    },
    {
      "label": "Processor",
      "description": "A12 Bionic Chip"
    },
    {
      "label": "RAM",
      "description": "4 GB"
    },
    {
      "label": "Batteri",
      "description": "2658 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "64 GB / 256 GB / 512 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Nej"
    },
    {
      "label": "Features",
      "description": "Forbedret lyd i stereo, trådløs opladning og hurtig opladning, FaceID, vand- og støvafvisende med IP68-klassificering"
    },
    {
      "label": "Farver",
      "description": "Guld / Space Grey / Sølv"
    },
    {
      "label": "Materiale",
      "description": "Glas / stål"
    },
    {
      "label": "Mål",
      "description": "143,6 x 70,9 x 7,7 mm"
    },
    {
      "label": "Vægt",
      "description": "177 g"
    },
    {
      "label": "Simkort",
      "description": "Nano"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "4G",
    "Wi-Fi Opkald",
    "Mobilrabat",
    "Tilbud"
  ],
  "offeringService": "Fri + 50 GB",
  "offeringServicePrice": 29900,
  "leastPriceRepayments": 573400,
  "leastPriceUpfront": 573400,
  "leastPrice": 16000,
  "savings": 415800,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 829,
  "onSale": true,
  "variants": [
    {
      "id": 829,
      "size": "64 GB",
      "color": "Space Gray",
      "colorHex": "#1f1f1f",
      "image": "Apple_iPhoneXS_SpaceGray.png",
      "imageAlt": "Køb iPhone XS til en lav pris hos Nuuday",
      "gallery": [
        {
          "image": "Apple_iPhoneXS_SpaceGray-1.png",
          "imageAlt": "iPhone XS i Space Gray set fra siden"
        },
        {
          "image": "Apple_iPhoneXS_SpaceGray-2.png",
          "imageAlt": "Apple iPhone XS Space Gray 64 GB Bagside"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 432100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 799900,
          "serviceDiscount": 367800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 384100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 799900,
          "serviceDiscount": 415800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 360100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 799900,
          "serviceDiscount": 439800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 830,
      "size": "256 GB",
      "color": "Space Gray",
      "colorHex": "#1f1f1f",
      "image": "Apple_iPhoneXS_SpaceGray.png",
      "imageAlt": "Apple iPhone XS Space Gray 256 GB",
      "gallery": [
        {
          "image": "Apple_iPhoneXS_SpaceGray-1.png",
          "imageAlt": "Apple iPhone XS Space Gray 256 GB Side"
        },
        {
          "image": "Apple_iPhoneXS_SpaceGray-2.png",
          "imageAlt": "Apple iPhone XS Space Gray 256 GB Bagside"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 528100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 939900,
          "serviceDiscount": 411800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 456100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 939900,
          "serviceDiscount": 483800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 432100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 939900,
          "serviceDiscount": 507800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 831,
      "size": "512 GB",
      "color": "Space Gray",
      "colorHex": "#1f1f1f",
      "image": "Apple_iPhoneXS_SpaceGray.png",
      "imageAlt": "Apple iPhone XS Space Gray 512 GB",
      "gallery": [
        {
          "image": "Apple_iPhoneXS_SpaceGray-1.png",
          "imageAlt": "Apple iPhone XS Space Gray 512 GB Side"
        },
        {
          "image": "Apple_iPhoneXS_SpaceGray-2.png",
          "imageAlt": "Apple iPhone XS Space Gray 512 GB Bagside"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 792100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1209900,
          "serviceDiscount": 417800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 744100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1209900,
          "serviceDiscount": 465800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 720100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1209900,
          "serviceDiscount": 489800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 832,
      "size": "64 GB",
      "color": "Guld",
      "colorHex": "#fcc100",
      "image": "Apple_iPhoneXS_Guld.png",
      "imageAlt": "Forsiden af iPhone XS med edge-to-edge OLED-skærm",
      "gallery": [
        {
          "image": "Apple_iPhoneXS_Guld-1.png",
          "imageAlt": "Apple iPhone XS Guld 64 GB Side"
        },
        {
          "image": "Apple_iPhoneXS_Guld-2.png",
          "imageAlt": "Apple iPhone XS Guld 64 GB Bagside"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 432100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 799900,
          "serviceDiscount": 367800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 384100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 799900,
          "serviceDiscount": 415800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 360100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 799900,
          "serviceDiscount": 439800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 833,
      "size": "256 GB",
      "color": "Guld",
      "colorHex": "#fcc100",
      "image": "Apple_iPhoneXS_Guld.png",
      "imageAlt": "Apple iPhone XS Guld 256 GB",
      "gallery": [
        {
          "image": "Apple_iPhoneXS_Guld-1.png",
          "imageAlt": "Apple iPhone XS Guld 256 GB Side"
        },
        {
          "image": "Apple_iPhoneXS_Guld-2.png",
          "imageAlt": "Apple iPhone XS Guld 256 GB Bagside"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 528100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 939900,
          "serviceDiscount": 411800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 456100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 939900,
          "serviceDiscount": 483800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 432100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 939900,
          "serviceDiscount": 507800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 834,
      "size": "512 GB",
      "color": "Guld",
      "colorHex": "#fcc100",
      "image": "Apple_iPhoneXS_Guld.png",
      "imageAlt": "Apple iPhone XS Guld 256 GB",
      "gallery": [
        {
          "image": "Apple_iPhoneXS_Guld-1.png",
          "imageAlt": "Apple iPhone XS Guld 512 GB Side"
        },
        {
          "image": "Apple_iPhoneXS_Guld-2.png",
          "imageAlt": "Apple iPhone XS Guld 512 GB Bagside"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 792100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1209900,
          "serviceDiscount": 417800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 744100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1209900,
          "serviceDiscount": 465800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 720100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1209900,
          "serviceDiscount": 489800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 835,
      "size": "64 GB",
      "color": "Sølv",
      "colorHex": "#cccccc",
      "image": "Apple_iPhoneXS_Slv.png",
      "imageAlt": "Apple iPhone XS Sølv 64 GB",
      "gallery": [
        {
          "image": "Apple_iPhoneXS_Slv-1.png",
          "imageAlt": "Apple iPhone XS Sølv 64 GB Side"
        },
        {
          "image": "Apple_iPhoneXS_Slv-2.png",
          "imageAlt": "Apple iPhone XS Sølv 64 GB Bagside"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 432100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 799900,
          "serviceDiscount": 367800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 384100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 799900,
          "serviceDiscount": 415800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 360100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 799900,
          "serviceDiscount": 439800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 836,
      "size": "256 GB",
      "color": "Sølv",
      "colorHex": "#cccccc",
      "image": "Apple_iPhoneXS_Slv.png",
      "imageAlt": "Apple iPhone XS Sølv 256 GB",
      "gallery": [
        {
          "image": "Apple_iPhoneXS_Slv-1.png",
          "imageAlt": "Apple iPhone XS Sølv 256 GB Side"
        },
        {
          "image": "Apple_iPhoneXS_Slv-2.png",
          "imageAlt": "Apple iPhone XS Sølv 256 GB Bagside"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 528100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 939900,
          "serviceDiscount": 411800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 456100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 939900,
          "serviceDiscount": 483800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 432100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 939900,
          "serviceDiscount": 507800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 837,
      "size": "512 GB",
      "color": "Sølv",
      "colorHex": "#cccccc",
      "image": "Apple_iPhoneXS_Slv.png",
      "imageAlt": "Apple iPhone XS Sølv 512 GB",
      "gallery": [
        {
          "image": "Apple_iPhoneXS_Slv-1.png",
          "imageAlt": "Apple iPhone XS Sølv 512 GB Side"
        },
        {
          "image": "Apple_iPhoneXS_Slv-2.png",
          "imageAlt": "Apple iPhone XS Sølv 512 GB Bagside"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 792100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1209900,
          "serviceDiscount": 417800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 744100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1209900,
          "serviceDiscount": 465800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 720100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1209900,
          "serviceDiscount": 489800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    }
  ]
}