{
  "id": 353,
  "name": "iPhone XS Max",
  "slug": "iphone-xs-max",
  "brandName": "Apple",
  "brandSlug": "apple",
  "headline": "Bestil iPhone XS Max allerede i dag til en god pris",
  "documentTitle": "iPhone XS Max - Køb her med fri fragt og hurtig levering",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Space Gray",
      "colorHex": "#1f1f1f"
    },
    {
      "color": "Guld",
      "colorHex": "#fcc100"
    },
    {
      "color": "Sølv",
      "colorHex": "#cccccc"
    }
  ],
  "descriptionMeta": "iPhone XS Max med 256 eller 512 GB, edge-to-edge display og dual-kamera. Klik her og køb iPhone XS Max til en lav pris hos Nuuday.",
  "descriptionHtml": "<h2>Køb Apple iPhone XS Max hos Nuuday til en rigtig god pris</h2>\r\nNu kan du købe den længe ventede iPhone XS Max. Hos os får du Apples nye iPhone til en rigtig god pris.<br><br> \r\n\r\nDu får fri fragt og et mobilabonnement fuld af unikke fordele, når du køber en smartphone hos os.<br><br>\r\n\r\n<h2> Mobilabonnementer med unikke fordele</h2>\r\nMed et af vores mobilabonnementer får du meget mere end bare tale, sms og data. Hos os kan du bl.a. surfe rundt på nettet med Danmarks bedste 4G-netværk.<br><br>\r\n\r\nDu får også roaming i 36 lande i Europa. Og så kan du lytte til over 30 millioner musiknumre med Nuuday Musik-appen.<br><br>\r\n\r\n<h2>Se de tre nye iPhones fra Apple i 2019</h2>\r\n<p>Nu kan du læse meget mere om <a href=\"/mobiltelefoner/apple/iphone-11/\">iPhone 11</a>, <a href=\"/mobiltelefoner/apple/iphone-11-pro/\">iPhone 11 Pro</a> og <a href=\"/mobiltelefoner/apple/iphone-11-pro-max/\">iPhone 11 Pro Max</a>.<br><br>\r\n\r\nSe de nye specifikationer fra Apple på iPhone i 2019 og læs mere om, hvornår du kan bestille dem i vores webshop.</p>\r\n\r\n<h2> 2018 Lancering af iPhone XS Max</h2>\r\nOnsdag d. 12. september 2018 kl. 19.00 sad Apple-fans fra hele verden og så med, da tre nye iPhones blev annonceret - bl.a. iPhone XS Max.<br><br>\r\n\r\nFør Apples keynote-event d. 12 september 2018 var det kun Apple selv, der kendte til de nye specs på dette års telefoner.<br><br>\r\n\r\nMen som sædvanligt var mobil-markedets tech-eksperter kommet med deres bud på, hvilke specs og features de forventede at se til Apples 2018-lancering.<br><br>\r\n\r\nNu kender vi endelig alle detaljer om de tre iPhones, og her på siden kan du læse om specifikationer og features på XS Max.<br><br>\r\n\r\nI vores webshop kan du også finde de to <a href=\"/mobiltelefoner/apple/iphone-xs/\">iPhone XS</a> og <a href=\"/mobiltelefoner/apple/iphone-xr/\">iPhone XR</a>, som også blev lanceret den 12. september 2018 til Apples keynote-event.<br><br>\r\n \r\n<h2> Hvilke specifikationer kommer iPhone XS Max med?</h2>\r\nIPhone XS Max kommer med en række forbedringer - fx får du et bedre kamera-system, et opdateret højttaler-system med imponerende lyd i stereo, den nye A12 Bionic Chip og det nye iOS 12.<br><br>\r\n\r\nSidst, men ikke mindst, får du den største skærm på en iPhone nogensinde!<br><br>\r\n\r\nHer på siden kan du læse meget mere om specs på iPhone XS Max.<br><br>\r\n\r\n<h2> Pris på iPhone XS Max </h2>\r\nPrisen på iPhone XS Max afhænger af, hvilket mobilabonnement, du vælger hos os. Se din pris på iPhone XS Max ved køb-knappen her på siden.<br><br>\r\n\r\n<h2> Release-dato i Danmark</h2>\r\nRelease-datoen for iPhone XS Max lå fredag den 14. september 2018.<br><br>  \r\n\r\n<h2> Test og anmeldelser af iPhone XS Max </h2>\r\nDette års iPhone-serie får ros af mobil-markedets tech-eksperter for det forbedret kamera-system, den øgede ydeevne med Apples nye A12 Bionic Chip og den forbedrede batteri-levetid.<br><br>\r\n\r\niPhone XS Max skiller sig særligt ud ved at have den hidtil største skærm på en iPhone nogensinde! Endda uden at selve telefonen er større end sidste års iPhone 8 Plus.\r\n<br><br>\r\n\r\n<h2> Den største skærm nogensinde på en iPhone</h2>\r\nDet store 6,5 tommer edge-to-edge Super Retina OLED-display er Apples hidtil største skærm på en smartphone.<br><br> \r\n\r\nSkærmen fylder hele telefonens forside - kun afbrudt af den lille notch i toppen af skærmen.<br><br>\r\n\r\n<h3> Et billede i HDR-kvalitet med en høj opløsning</h3>\r\nDu får en skærmopløsning på 2688 x 1242 pixels på den store OLED-skærm. Det imponerende skærmbillede i HDR-kvalitet står skarpere end nogensinde før - perfekt, når du skal spille spil eller se video på din smartphone.<br><br>\r\n\r\n\r\n<br><h2> En endelig afsked med hjem-knappen og TouchID i 2018</h2>\r\nIngen af de tre nye iPhone-telefoner kommer med den ikoniske hjem-knap, som vi så for sidste gang på sidste års iPhone 8 og 8 Plus.<br><br> \r\n\r\n\r\nDet betyder også, at vi skal vinke farvel til TouchID, som erstattes helt af FaceID i 2018.<br><br>\r\n\r\n<br><h2> Forbedret FaceID</h2>\r\nApple har opdateret FaceID på dette års modeller. Så nu er det endnu hurtigere at låse din telefon op.<br><br> \r\n\r\nFaceID understøtter også forskellige apps. Du kan fx bruge FaceID til at godkende betalinger med Apple Pay.<br><br>\r\n\r\n<h2> Opdateret 12 + 12 megapixel dual-kamera</h2>\r\niPhone XS Max har arvet kameraet fra sidste års X-model. Men Apple har forbedret kamera-systemet, så du får endnu bedre billeder i 2018.<br><br> \r\n\r\nDu får hurtigere kamera-sensorer, forbedret IPS-teknologi og mange flere opdateringer på kameraet i år.<br><br>\r\n\r\n<h3> Portrait Mode og Portrait Lightning</h3>\r\nKameraet på XS Max giver dig også Du får også Portrait Mode og Portrait Lightning. Portrait Mode er Apples version af bokeh-effekt - så kan du tage portrætbilleder, hvor motivet står i skarp fokus mod en perfekt sløret baggrund.<br><br> \r\n\r\n<h3> Tag billeder på lang afstand med 2 x optisk zoom</h3>\r\nMed 2 x optisk zoom kan du tage billeder fra lang afstand. De to kamera-linser arbejder sammen, så du får skarpe billeder - selv når du står langt fra dit motiv.<br><br>\r\n\r\n<h3> Optag video i høj 4K-kvalitet</h3>\r\nDu kan selvfølgelig optage video i super høj 4K-kvalitet, så dine videoer altid står skarpt. I 4K-kvalitet får du alle detaljer med, og billedet forbliver i høj kvalitet selv hvis du viser dem på større skærme.<br><br>\r\n\r\n<h2> 7 megapixel TrueDepth-front-kamera</h2>\r\nDu får også det avancerede TrueDepth-front-kamera, der bl.a. baner vej for FaceID. Det avancerede sensor-system analyserer dine unikke ansigtstræk og lærer dit ansigt af kende.<br><br>\r\n\r\nDet er også TrueDepth-kameraet på forsiden af telefonen, der gør features som Animoji mulig.<br><br>\r\n\r\n<h3> Portrait Mode og Portrait Lightning på front-kameraet </h3>\r\nI år får du også den populære Portrait Mode-feature på front-kameraet. Så kan du tage imponerende og flotte portrætfotos af dig selv.<br><br>\r\n\r\n<h2> Forbedret lyd i stereo med opdateret højttaler-system</h2>\r\nEn af Apples helt store nyheder til årets keynote-event var det nye og forbedrede højttaler-system, som giver dig en mere fuldendt lydoplevelse - fx når du spiller spil, ser video eller lyttet til musik. <br><br>\r\n\r\n<h3> Optag lyd i stereo </h3>\r\nDe nye iPhones kan også optage lyd i stereo - så kan fx få videoer, hvor både billede og lyd er i top-kvalitet.<br><br>\r\n\r\n<h2> Forbedret batteri-levetid på de nye iPhones</h2>\r\nBatteriet på iPhone XS Max holder længere end tidligere modeller. Faktisk holder batteriet liv i halvanden time længere end på sidste års iPhone X. <br><br>\r\n\r\nIfølge Apple kan batteriet holde til 25 timers tale. Du kan også surfe på nettet i op til 13 timer, se video i op til 15 timer eller spille musik i op til 65 timer på en fuld opladning.<br><br>\r\n\r\n<h3> Fra 0-50% strøm på 30 minutter</h3>\r\nDu kan lade batteriet på fra 0-50% strøm på omkring 30 minutter med en speciel hurtig-oplader, som du kan købe som tilbehør til din smartphone.<br><br>\r\n\r\n<h3> Trådløs opladning med en Qi oplader-dock</h3>\r\nApples glas-design gør det muligt at oplade din telefon trådløst med en Qi oplader-dock.<br><br>\r\n\r\nTrådløs opladning var en af de helt store nyheder på sidste års iPhones, og Apple har beholdt denne populære feature på den nye telefoner.<br><br>\r\n\r\n<h2> Stærkt glas-design med ramme af stål</h2>\r\nDet elegante glas-design er endnu stærkere i år end sidste år. iPhone XS Max kommer med en ramme af stål og ligger robust og godt i hænderne.<br><br>\r\n\r\n<h3> Apple genintroducere guld på farvepaletten</h3>\r\nEn anden nyhed i 2018 er, at Apple lancerer to af deres telefoner i guld. En god nyhed til alle os, som har savnet den elegante guld-telefon siden iPhone 8-serien.<br><br>\r\n\r\nDu kan købe iPhone XS Max i <strong>guld</strong>, <strong>space grey</strong> eller <strong>sølv</strong>.<br><br>\r\n\r\n<h2> IP68-klassificering holder vand og støv væk</h2>\r\nApple har forbedret vand- og støvtætheden på dette års iPhones - det gør dem lige så vand- og støvtætte som Samsung Galaxy-telefoner.<br><br>\r\n\r\nApple går nemlig fra IP67 til IP68-klassificering - så overlever din smartphone, hvis uheldet er ude, og du taber den i vand.<br><br>\r\n\r\nApple har endda testet IP68-klassificeringen i alverdens slags væsker - fx juice, øl, vand og vin. Uanset hvad du spilder på din iPhone XS Max, holder den væsken ude.<br><br>\r\n\r\nMed Apples IP68-klassificering kan du tabe telefonen i vand ned til 2 meters dybde i 30 sekunder, uden at telefonen går i stykker.<br><br>\r\n\r\n<h2>Ingen jackstik til høretelefoner</h2>\r\nApple har siden iPhone 7 brugt Lightning-stikket til hovedtelefoner i stedet for det klassiske jackstik. På den måde får telefonen et slankere design.<br><br>\r\n\r\n<h3> Apple skruer op for GB i 2018</h3>\r\nEn af de helt store nyheder på iPhone XS Max er den udvidede hukommelse. I år får du nemlig mulighed for at få et intern lager på op til 512 GB.<br><br>\r\n\r\nDu kan vælge iPhone XS Max med <strong>64 GB</strong>, <strong>256 GB</strong> og <strong>512 GB</strong>.<br><br>\r\n\r\n<h2> En ny motor - Apple introducerer den nye A12 Bionic Chip</h2>\r\nDen nye A12 Bionic Chip er den stærke motor bag alle de imponerende specs og features. Telefonen er hele 15% hurtigere end sidste års X-model. <br><br>\r\n\r\nBatteriet holder liv i telefonen i længere tid. Og A12 Bionic chip er også hemmeligheden bag hurtigere FaceID.<br><br>\r\n\r\nDu får flere detaljer med på billeder, og Animoji kan efterligne 50 af dine ansigtsmuskler, så du får endnu vildere emojis.<br><br>\r\n\r\n<h2> Apple vækker spil til live og giver dig opdateret Augmented Reality-features</h2>\r\nTil dette års keynote-event annoncerede Apple, at de nye iPhones kommer med vilde spiloplevelser og Augmented Reality-oplevelser, som du kan dele med dine venner.<br><br>\r\n\r\nDet gør helhedsoplevelsen af spil på telefonen helt sublime i 2018. En OLED-skærm, A12 Bionic Chip og forbedret lyd i stereo gør dine oplevelser af spil endnu mere levende.<br><br>\r\n\r\nOg med den store skærm på 6,5 tommer er det næsten som at have stuens spillekonsol i hænderne.<br><br>\r\n\r\nSidste års iPhone-lancering bød også på fremtidens feature: Augmented Reality. Augmented Reality bryder med grænserne for dit digitale liv og virkeligheden.<br><br> \r\n\r\nPå skærmen dukker digitale features op omkring dig - fx kan du få informationer om det område, du befinder dig i.<br><br>\r\n\r\nDu kan også se, hvordan den nye lænestol, du har kigget på, vil se ud i dit hjem før du køber den.<br><br>\r\n\r\nAugmented Reality åbner op for helt nye muligheder, når det kommer til underholdning.<br><br>\r\n\r\nFx kan du spille spil, hvor forhindringer og overnaturlige væsner dukker op omkring dig - selvfølgelig alt sammen bare på skærmen.<br><br>\r\n\r\nOg nu kan du dele dine Augmented Reality-oplevelser med dine venner - så kan I hjælpe hinanden med at mestre de sjove Augmented Reality-spil fra Apple.<br><br>\r\n\r\n<h2> Du får det seneste iOS 12 </h2>\r\niOS 12 er det seneste styresystem fra Apple med en lang række forbedringer, som gør det nemmere og hurtigere at navigere rundt på mobilen.<br><br>\r\n\r\nDu kommer til at opleve, at alt bare går lidt hurtigere på telefonen. Telefonen reagerer hurtigere, når du trykker på skærmen. Og du kan hurtigere og nemmere søge rundt i dine billeder. <br><br>\r\n\r\nDin mobil bliver hurtigere til at multitaske, så du kan have flere apps åbne på samme tid - helt uden at telefonen mister fart. <br><br>\r\n\r\nDu kan også justere på antallet af notifikationer i løbet af dagen. Og Siri hjælper dig med smarte løsninger - fx med at oprette genveje til de apps og programmer du bruger mest på start-skærmen.<br><br>\r\n\r\nDer er rig mulighed for at holde det sociale liv ved lige med iOS 12. Nu kan du nemlig foretage gruppeopkald over FaceTime med op til 32 mennesker. <br><br>\r\n\r\niOS 12 beskytter også din anonymitet, når du surfer på nettet.<br><br>\r\n\r\n<div itemscope itemtype=\"http://schema.org/Question\">\r\n  <h2 itemprop=\"text\">Hvad er forskellen på iPhone XS og XS Max?</h2>\r\n  <div itemprop=\"acceptedAnswer\" itemscope itemtype=\"http://schema.org/Answer\">\r\n    <p itemprop=\"text\">\r\n     iPhone XS Max har en større skærm på 6,5 tommer, hvor iPhone XS har en mindre skærm på 5,8 tommer. Derudover vejer XS Max 208 g, mens XS vejer 177 g.\r\n    </p>\r\n  </div>\r\n</div>\r\n\r\n<h2>iPhone XS Max vs iPhone 8 Plus</h2>\r\nHer kan du læse om forskellene mellem iPhone 8 Plus fra sidste år og den nye XS Max.<br><br>\r\n\r\n<h3>XS Max - mindre telefon, større skærm</h3>\r\niPhone XS Max er en mindre telefon end iPhone 8 Plus. Til gengæld har XS Max en større skærm på 6,5 tommer. iPhone 8 Plus har et 5,5 tommer display.<br><br>\r\n\r\n<h3>Skærmen fylder hele forsiden på XS Max</h3>\r\nHer får du nemlig en edge-to-edge-skærm, som går helt til kanterne af telefonens forside. På iPhone 8 Plus er skærmen omringet af kanter - den fylder derfor kun 67,4% af mobilens forside.<br><br>\r\n\r\n<h3>OLED-display vs LCD-skærm</h3>\r\nDu får LCD-skærm på iPhone 8 Plus, mens XS Max byder på OLED-skærm. Forskellen er, at OLED-skærme er lidt mere avanceret i forhold til teknisk design.<br><br>\r\n\r\nMed en OLED-skærm får du klarere farver, bedre lysstyring og en højere kontrast.<br><br>\r\n\r\n<h3>Ingen hjem-knap på iPhone XS Max</h3>\r\nApple har sagt helt farvel til hjem-knappen i 2018. Derfor har XS Max ikke den samme fysiske hjem-knap, som du kender fra iPhone 8 Plus.<br><br>\r\n\r\n<h3>TouchID vs FaceID</h3>\r\nIngen hjem-knap, ingen TouchID. Du får TouchID på iPhone 8 Plus, mens du udelukkende kan bruge FaceID på XS Max.<br><br>\r\n\r\n<h3>A12 Bionic Chip giver mere power</h3>\r\nXS Max kommer med den nye A12 Bionic Chip, som gør telefonen hurtigere og mere effektiv.<br><br> \r\n\r\nSammenlignet med A11 Bionic Chip i iPhone 8 Plus gør den nye A12-processor din smartphone 15% hurtigere og 50% mere energieffektiv. Og så er Neural Engine forbedret i år, hvilket bl.a. får FaceID til at reagere rigtig hurtigt.<br><br>\r\n\r\n<h3>Opdateret dual-kamera</h3>\r\nKameraet har også fået sig en opdatering på XS Max. I 2018 kan du tage endnu bedre billeder med forbedret lysstyring, pixel-dybde og billedstabilisator. Alt imens Portrait Mode-featuren også er blevet bedre.<br><br>\r\n\r\n<h3>Op til 512 GB intern hukommelse på XS Max</h3>\r\nDu kan få et større lager med op til 512 GB hukommelse på iPhone XS Max. På iPhone 8 Plus får du maksimalt 256 GB hukommelse.<br><br>\r\n\r\n<h3>Pris</h3>\r\niPhone 8 Plus er billigere end XS Max.<br><br>\r\n\r\n<h2>Køb flere populære iPhones hos Nuuday</h2>\r\nVi har en lang række populære telefoner fra Apple i vores webshop. Her kan du fx købe den populære <a href=\"/mobiltelefoner/apple/iphone-7/\">iPhone 7</a> fra 2016 med enestående kamerateknologi og et elegant og vandafvisende design.<br><br>\r\n\r\nDu kan også bestille <a href=\"/mobiltelefoner/apple/iphone-8/\">iPhone 8</a> fra 2017, som er den sidste iPhone Apple har produceret med en fysisk hjem-knap.<br><br>",
  "specifications": [
    {
      "label": "Skærm",
      "description": "6,5 tommer Super Retina OLED"
    },
    {
      "label": "Skærmopløsning",
      "description": "2688 x 1242 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "12 + 12 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "7 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "iOS 12"
    },
    {
      "label": "Processor",
      "description": "A12 Bionic Chip"
    },
    {
      "label": "RAM",
      "description": "4 GB"
    },
    {
      "label": "Batteri",
      "description": "3174 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "64 GB / 256 GB / 512 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Nej"
    },
    {
      "label": "Features",
      "description": "Trådløs opladning / hurtig opladning, forbedret lyd i stereo, iOS 12, A12 Bionic Chip, FaceID,"
    },
    {
      "label": "Farver",
      "description": "Guld / sølv / Space Grey"
    },
    {
      "label": "Materiale",
      "description": "Glas / stål"
    },
    {
      "label": "Mål",
      "description": "157,5 x 77,4 x 7,7 mm"
    },
    {
      "label": "Vægt",
      "description": "208 g"
    },
    {
      "label": "Simkort",
      "description": "Dual-sim (Nano)"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "4G",
    "Wi-Fi Opkald",
    "Mobilrabat"
  ],
  "offeringService": "Fri + 50 GB",
  "offeringServicePrice": 29900,
  "leastPriceRepayments": 1005400,
  "leastPriceUpfront": 1005400,
  "leastPrice": 34000,
  "savings": 163800,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 838,
  "onSale": false,
  "variants": [
    {
      "id": 838,
      "size": "64 GB",
      "color": "Space Gray",
      "colorHex": "#1f1f1f",
      "image": "Apple_iPhoneXSMax_SpaceGray.png",
      "imageAlt": "Køb iPhone XS til en lav pris hos Nuuday",
      "gallery": [
        {
          "image": "Apple_iPhoneXSMax_SpaceGray-1.png",
          "imageAlt": "iPhone XS i Space Gray set fra siden"
        },
        {
          "image": "Apple_iPhoneXSMax_SpaceGray-2.png",
          "imageAlt": "Apple iPhone XS Max Space Gray 64 GB Bagside"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 864100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 115800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 816100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 163800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 792100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 187800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 840,
      "size": "512 GB",
      "color": "Space Gray",
      "colorHex": "#1f1f1f",
      "image": "Apple_iPhoneXSMax_SpaceGray.png",
      "imageAlt": "Apple iPhone XS Max Space Gray 512 GB",
      "gallery": [
        {
          "image": "Apple_iPhoneXSMax_SpaceGray-1.png",
          "imageAlt": "Apple iPhone XS Max Space Gray 512 GB Side"
        },
        {
          "image": "Apple_iPhoneXSMax_SpaceGray-2.png",
          "imageAlt": "Apple iPhone XS Max Space Gray 512 GB Bagside"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 1152100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1299900,
          "serviceDiscount": 147800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 1104100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1299900,
          "serviceDiscount": 195800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 1080100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1299900,
          "serviceDiscount": 219800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 842,
      "size": "256 GB",
      "color": "Guld",
      "colorHex": "#fcc100",
      "image": "Apple_iPhoneXSMax_Guld.png",
      "imageAlt": "Apple iPhone XS Max Guld 256 GB",
      "gallery": [
        {
          "image": "Apple_iPhoneXSMax_Guld-1.png",
          "imageAlt": "Apple iPhone XS Max Guld 256 GB Side"
        },
        {
          "image": "Apple_iPhoneXSMax_Guld-2.png",
          "imageAlt": "Apple iPhone XS Max Guld 256 GB Bagside"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 984100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1114900,
          "serviceDiscount": 130800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 936100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1114900,
          "serviceDiscount": 178800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 912100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1114900,
          "serviceDiscount": 202800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 843,
      "size": "512 GB",
      "color": "Guld",
      "colorHex": "#fcc100",
      "image": "Apple_iPhoneXSMax_Guld.png",
      "imageAlt": "Apple iPhone XS Max Guld 512 GB",
      "gallery": [
        {
          "image": "Apple_iPhoneXSMax_Guld-1.png",
          "imageAlt": "Apple iPhone XS Max Guld 512 GB Side"
        },
        {
          "image": "Apple_iPhoneXSMax_Guld-2.png",
          "imageAlt": "Apple iPhone XS Max Guld 512 GB Bagside"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 1152100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1299900,
          "serviceDiscount": 147800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 1104100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1299900,
          "serviceDiscount": 195800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 1080100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1299900,
          "serviceDiscount": 219800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 844,
      "size": "64 GB",
      "color": "Sølv",
      "colorHex": "#cccccc",
      "image": "Apple_iPhoneXSMax_Slv.png",
      "imageAlt": "Apple iPhone XS Max Sølv 64 GB",
      "gallery": [
        {
          "image": "Apple_iPhoneXSMax_Slv-1.png",
          "imageAlt": "Apple iPhone XS Max Sølv 64 GB Side"
        },
        {
          "image": "Apple_iPhoneXSMax_Slv-2.png",
          "imageAlt": "Apple iPhone XS Max Sølv 64 GB Bagside"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 864100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 115800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 816100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 163800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 792100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 187800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 845,
      "size": "256 GB",
      "color": "Sølv",
      "colorHex": "#cccccc",
      "image": "Apple_iPhoneXSMax_Slv.png",
      "imageAlt": "Apple iPhone XS Max Sølv 256 GB",
      "gallery": [
        {
          "image": "Apple_iPhoneXSMax_Slv-1.png",
          "imageAlt": "Apple iPhone XS Max Sølv 256 GB Side"
        },
        {
          "image": "Apple_iPhoneXSMax_Slv-2.png",
          "imageAlt": "Apple iPhone XS Max Sølv 256 GB Bagside"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 984100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1114900,
          "serviceDiscount": 130800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 936100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1114900,
          "serviceDiscount": 178800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 912100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1114900,
          "serviceDiscount": 202800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 846,
      "size": "512 GB",
      "color": "Sølv",
      "colorHex": "#cccccc",
      "image": "Apple_iPhoneXSMax_Slv.png",
      "imageAlt": "Apple iPhone XS Max Sølv 512 GB",
      "gallery": [
        {
          "image": "Apple_iPhoneXSMax_Slv-1.png",
          "imageAlt": "Apple iPhone XS Max Sølv 512 GB Side"
        },
        {
          "image": "Apple_iPhoneXSMax_Slv-2.png",
          "imageAlt": "Apple iPhone XS Max Sølv 512 GB Bagside"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 1152100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1299900,
          "serviceDiscount": 147800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 1104100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1299900,
          "serviceDiscount": 195800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 1080100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1299900,
          "serviceDiscount": 219800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    }
  ]
}