{
  "id": 355,
  "name": "Mate 20 Pro",
  "slug": "mate-20-pro",
  "brandName": "Huawei",
  "brandSlug": "huawei",
  "headline": "",
  "documentTitle": "Køb Huawei Mate 20 Pro her til en rigtig god pris",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Sort",
      "colorHex": "#000"
    }
  ],
  "descriptionMeta": "Huawei Mate 20 Pro giver dig de bedste specs og features - fx triple-kamera! Klik her og køb Huawei Mate 20 Pro i dag og få fri fragt.",
  "descriptionHtml": "Køb den revolutionerende <strong>Huawei Mate 20 Pro</strong> til en rigtig god pris - hos os får du fri fragt.<br><br>\r\n\r\nOg med vores mobilabonnementer får du meget mere end bare tale, sms og data. Hos os får du nemlig en masse unikke fordele med i prisen.<br><br>\r\n\r\n<h2> Vores mobilabonnementer er krydret med unikke fordele</h2>\r\nDu får bl.a. Danmarks bedste 4G-netværk - så kan du ubekymret surfe rundt på nettet i hele Danmark med en lynhurtig og stabil forbindelse.<br><br>\r\n\r\nDu får også roaming i 36 lande i Europa, så du kan bruge dit abonnement, når du rejser. Og så kan du lytte til mere end 30 millioner musiknumre med vores helt egen musik-app - Nuuday Musik.<br><br>\r\n\r\n<h2>Lancerings-dato og release af Huawei Mate 20 Pro</h2>\r\nLancerings-datoen for Huaweis nye flagskib var den 16. oktober 2018. Her præsenterede Huawei deres nye telefon i London, hvor alle specs og features på det nye Huawei-flagskib blev afsløret.<br><br>\r\n\r\nForud for lanceringen florerede utallige rygter og leaks på online medier som Google og Youtube. Mange forsøgte at spå om, hvad vi kunne forvente at se på Huaweis nye top-model.<br><br>\r\n \r\nNu er Huawei Mate 20 Pro annonceret, og vi kender endelig alle specifikationer og features på Huawei Mate 20 Pro.<br><br>\r\n\r\nDen officielle release-dato på Huawei Mate 20 Pro var den 5. november 2018, hvor telefonen blev sat til salg på det danske mobilmarked.<br><br>\r\n\r\nTjek også de helt nye skud på stammen fra Huawei: <a href=\"/mobiltelefoner/huawei/p30/\">Huawei P30</a>, <a href=\"/mobiltelefoner/huawei/p30-pro/\">Huawei P30 Pro</a> og <a href=\"/mobiltelefoner/huawei/p30-lite/\">Huawei P30 Lite</a> som de lancerede i marts 2019 med vilde specifikationer.<br><br>\r\n\r\n<h2> Pris - hvad koster Mate 20 Pro?</h2>\r\nPrisen afhænger af, hvilket abonnement du vælger, når du køber din nye telefon. Ved køb-knappen her på siden kan du se din pris for Huawei Mate 20 Pro.<br><br>\r\n\r\n<h2> Hvilke specs kommer Huawei Mate 20 Pro med?</h2>\r\nHuaweis nye flagskib er spækket med revolutionerende og innovative specifikationer og features.<br><br>\r\n\r\nFx kommer bag-kameraet med hele tre kamera-linser, og den nye AI Kirin 980-processor er blevet endnu hurtigere og endnu mere effektiv.<br><br> \r\n\r\nDet stopper ikke her for Huawei har også lanceret en ny reverse charging-feature, hvor du kan dele ud af telefonens store batteri-kapacitet og oplade andre enheder trådløst via mobiltelefonen.<br><br>\r\n\r\nOg savner du at kunne låse skærmen på via en hjem-knap på forsiden af din smartphone? Huawei Mate 20 Pro giver dig en fingeraftrykslæser indbygget i selve touch-skærmen.<br><br>\r\n\r\nLæs meget mere om specs og features på Mate 20 Pro her på siden.<br><br>\r\n\r\n<h2> Anmeldelser: Det siger mobil-markedets tech-eksperter om Huaweis nye flagskib</h2>\r\nI de seneste år har Huawei virkelig vist sig frem på mobil-scenen. De har vist sig som en af markedets førende mobil-brands på linje med Apple og Samsung.<br><br>\r\n\r\nOg Huawei skuffer ikke med deres nye flagskib. Mobil-markedets tech-eksperter roser Huawei Mate 20 Pro for det imponerende Leica triple-kamera, den kraftfulde processor og det store batteri, der sikre dig strøm til hele dagen.<br><br>\r\n\r\n<h2>Specifikationer</h2>\r\n<ul>\r\n\t\r\n\t<li>Ny AI Kirin 980-processor</li>\r\n\r\n\t<li>Android 9.0 (Pie)</li>\r\n\r\n\t<li>6 GB RAM</li>\r\n\r\n\t<li>128 GB intern hukommelse (Op til 256 GB ekstern hukommelse med NanoSD-kort)</li>\r\n\r\n\t<li>Hurtig og trådløs opladning med Huawei SuperCharge</li>\r\n\r\n\t<li>Oplad andre enheder med trådløs reverse charging</li>\r\n\r\n\t<li>Fingeraftrykslæser indbygget i skærmen</li>\r\n\t\r\n\t<li>3D ansigtsgenkendelse</li>\r\n\r\n\t<li>Buet design i glas</li>\r\n\r\n        <li>USB-C i stedet for 3,5 mm jackstik til høretelefoner</li>\r\n\t\r\n\t<li>Farver: Sort</li>\r\n\t\r\n\t<li>Mål: 157,8 mm x 72,3 mm x 8,6 mm</li>\r\n\t\r\n\t<li>Vægt: 189 gram</li>\r\n\t\r\n\t<li>Dual-SIM</li>\r\n</ul>\r\n\r\n<br><br><h2> Revolutionerende Leica triple-kamera med optimerede kamera-features</h2>\r\nSidste år lancerede Huawei deres revolutionerende <strong>triple-kamera</strong> på P20 Pro. Kameraet på Mate 20 Pro kommer med samme populære features.<br><br> \r\n\r\nMen i år har de givet den ekstra gas og optimeret det imponerende bag-kamera.<br><br>\r\n\r\n<h3> Ny Leica Ultra vidvinkel-linse</h3>\r\nMed den nye vidvinkel-linse på bag-kameraet kan du fx tage detaljerige billeder af storslåede landskaber.<br><br>\r\n\r\n<h3> Triple-kameraet giver dig skarpe billeder af motiver i bevægelse</h3>\r\nPredictive focus er en ny kamera-feature, som vi bl.a. kender fra Sony Xperia-telefoner og Samsung Galaxy-modeller.<br><br>\r\n\r\nPredictive focus giver dig skarpe og detaljerige billeder af motiver, der bevæger sig. Kameraets software genkender og fokuserer automatisk på motivet i bevægelse, så du kan få skarpe billeder fra hverdagens store og små begivenheder.<br><br>\r\n\r\n<h3> Få billeder helt tæt på med makrofotografering</h3>\r\nMed makrofotografering fra Huawei kan du få skarpe billeder og videoer af motiver helt tæt på. Så kan du få flotte billeder af motiver så tæt på som fra 2,5 centimeters afstand.<br><br>\r\n\r\n<h2> 24 + 24 megapixel dual-kamera på forsiden af telefonen</h2>\r\nTelefonen har et imponerende front-kamera med hele to kamera-linser. Så her får du selfies, hvor du altid står knivskarpt.<br><br>\r\n\r\n<h2> 6,39 tommer AMOLED-display</h2>\r\nTelefonen kommer med en 6,39 tommer AMOLED-skærm med en opløsning på 3120 x 1440 pixels. Det betyder, at du får et skærmbillede med virkelighedstro farver og enestående kontrast og lysstyring.<br><br>\r\n\r\nSkærmens design minder meget, om det vi ser på de nye iPhone X-modeller fra Apple. Displayet fylder næsten hele telefonens front og er kun afbrudt af det lille \"notch\" i toppen af skærmen, hvor kameraet og telefonens sensorer sidder.<br><br>\r\n\r\n<h2> Huawei har lanceret en ny og kraftfuld AI Kirin 980-processor</h2>\r\nTil IFA-messen lancerede Huawei et nyt 7nm-chipset. Med den nye AI Kirin 980-processor er Huawei lige i hælende på Apples nye og kraftfulde A12 Bionic Chip, som de lancerede på deres iPhone-serie i 2018.<br><br>\r\n\r\nEn ny arkitektur leverer 75 % mere kraft til den nye octa-core-processor. Og så er den nye AI Kirin 980-processor hele 58  % mere effektiv end forrige versioner af Huaweis AI Kirin-modeller.<br><br>\r\n\r\n<h3> Endnu vildere AI-oplevelser og enestående gaming-oplevelser i 2018</h3>\r\nMed On Device AI er kunstig intelligent indbygget i telefonens software.<br><br>\r\n\r\nMobilens kunstige intelligens hjælper med at tage bedre billeder med triple-kameraet og gør det nemmere og hurtigere for dig at navigere rundt på telefonen. Telefonen lærer dine vaner at kende og serverer tingene hurtigere for dig.<br><br>\r\n\r\nSidst, men ikke mindst, baner mobiltelefonens kunstige intelligens vej for en helt enestående oplevelse, når du spiller spil på din enhed.<br><br>\r\n\r\n<h2> Fingeraftryksscanner indbygget i skærmen</h2>\r\nEr du ikke helt fan af, at fingeraftrykslæseren efterhånden har fået en fast placering bag på mange af markedets high-end-smartphones for at få mere plads til skærmen? Så har Huawei gode nyheder til dig i år.<br><br>\r\n\r\nPå Mate 20 Pro får du nemlig det bedste fra to verdener! For her får du en fingeraftrykssensor indbygget i selve touch-displayet. Du får både det fulde udbytte af en stor skærm samtidig med, at du får en fingeraftryksscanner på forsiden af telefonen.<br><br>\r\n\r\n<h2> 3D ansigtsgenkendelse</h2>\r\nOg du kan selvfølgelig også benytte dig af ansigtsgenkendelse på Huawei Mate 20 Pro.<br><br>\r\n\r\nFront-kameraets sensorer analyserer dit ansigt og husker det. Så kan din smartphone genkende dig, og du skal bare kigge på telefonen for at låse skærmen op.<br><br>\r\n\r\n<h2> Et stærkt 4200 mAh-batteri giver strøm til hele dagen</h2>\r\nDet imponerende 4200 mAh-batteri sørger for, at du har strøm på telefonen hele dagen.<br><br>\r\n\r\n<h2> Du kan bruge Huawei Mate 20 Pro som powerbank</h2>\r\nDen store batteri-kapacitet giver dig endda mulighed for at dele lidt ud af batteriet.\r\n\r\nMed trådløs reverse charging kan du nemlig dele ud af telefonens gode batteri-kapacitet. Den nye reverse charging-feature gør det muligt for dig, at oplade andre enheder via din smartphone. Så har du altid en trådløs powerbank lige ved hånden.<br><br>\r\n\r\n<h2> Hurtig opladning med Huawei SuperCharge</h2>\r\nDet tager ikke lang tid at lade det store 4200 mAh-batteri op. Med Huaweis SuperCharge-oplader kan du lade batteriet op fra 0 til 25 % på 10 minutter. Og på 30 minutter kan du oplade batteriet fra 0 til 70 %.<br><br>\r\n\r\nSå hvis du står og mangler akut strøm inden du skal ud af døren, kan du altid lige sætte Huawei Mate 20 Pro til at oplade i 10 minutter.<br><br>\r\n\r\n<h2> Hurtig og trådløs opladning</h2>\r\nDet er også muligt at oplade Huawei Mate 20 Pro trådløst - så slipper du for at fumle med ledninger og kabler.<br><br>\r\n\r\nMed en separat oplader-dock, som du kan købe som tilbehør til mobilen, placerer du bare telefonen på docken.<br><br>\r\n\r\nOg det tager ikke lang tid at oplade telefonen trådløst. Med trådløs opladning tager det kun 10 minutter at lade batteriet op fra 0 til 12 % på Hauwei P20 Pro.<br><br>\r\n\r\n<h2> Oplev det nye Google Android 9.0 </h2>\r\nGoogle har lanceret en ny og optimeret version af deres Android-styresystem. Her får du fx et optimeret design af skærmen, som også er tilpasset det nye notch-display.<br><br>\r\n\r\nAndroid 9.0 kommer også med øget data-sikkerhed. Fx anvender Android en ny metode til at kryptere data på, så du er mere sikker, når du surfer rundt på nettet på din mobil.<br><br>\r\n\r\nApps og programmer, der kører i baggrunden, kan ikke få adgang til telefonens kamera eller mikrofon.<br><br>\r\n\r\nGoogle har også optimeret måden, du navigerer rundt på skærmen. Med nye navigations-kommandoer bliver det hurtigere og mere intuitivt at søge efter og skifte mellem apps og programmer.<br><br>\r\n\r\n<h2>Op til 128 GB intern hukommelse</h2>\r\nDu får et stort internt lager på telefonen med hele <strong>128 GB</strong> hukommelse. Så har du masser af plads på mobilen til billeder, videoer, programmer, apps, og hvad du ellers har liggende på din smartphone.<br><br>\r\n\r\n<h2>Op til 256 GB hukommelse med et NanoSD-kort</h2>\r\nHar du brug for mere end de 128 GB indbygget hukommelse, som lageret på telefonen automatisk kommer med?<br><br>\r\n\r\nDet er intet problem - du kan nemlig udvide lageret med hele 256 GB med et NanoSD-kort som tilbehør til din mobiltelefon.<br><br>\r\n\r\n<h2> Et buet design i glas</h2>\r\nTelefonen ligger godt i hånden med buede kanter. Og den flotte glas-overflade giver telefonen et elegant og robust design.<br><br>\r\n\r\n\r\n\r\n<br><br>\r\n\r\n<h2>Ingen input til 3,5 mm jackstik</h2>\r\nTelefonen kommer uden et input til 3,5 mm jackstik. Og det betyder, at du skal bruge en adapter, hvis du holder fast i høretelefoner med det klassiske jackstik. Telefonen bruger USB-C i stedet.<br><br>\r\n\r\n<h2> IP68-klassificering beskytter mod vand og støv</h2>\r\nMed IP68-klassificering kan Huawei Mate 20 Pro modstå vand og støv. Ifølge Huawei kan du have telefonen under vand i 30 minutter på 1,5 meters dybde.<br><br>\r\n\r\n<h2>Huawei Mate 20 Pro vs Mate 10 Pro</h2>\r\nSkal du vælge den nye Mate 20 Pro eller Huawei Mate 10 Pro fra sidste år? Her kan du læse om, hvordan de to mobiltelefoner adskiller sig fra hinanden.<br><br>\r\n\r\n<h3>Kamera-setup - triple-kamera vs dual-kamera</h3>\r\nDu får tre kamera-linser på Mate 20 Pro, mens du får to kamera-linser på Mate 10 Pro.<br><br> \r\n\r\nHuawei Mate 20 Pro kommer også med optimerede kamera-features - fx en ny og forbedret vidvinkel-linse, makrofotografering og predictive focus.<br><br>\r\n\r\n<h3>Frontkamera - dual-linse vs enkelt linse</h3>\r\nFront-kameraet på Mate 20 Pro kommer med to kamera-linser. På Huawei Mate 10 Pro får du et 8 megapixel front-kamera med en enkelt kamera-linse.<br><br>\r\n\r\n<h3>Nyt og kraftfuldt AI Kirin 980-chipset på Mate 20 Pro</h3>\r\nDe to mobiltelefoner adskiller sig også, når det kommer til fart og ydeevne. Mate 20 Pro har nemlig fået det nye og stærke 980-chipset, som ligner den nye A12 Bionic Chip fra Apple.<br><br>\r\n\r\nDen nye AI Kirin 980-processor gør telefonen hurtigere og mere intelligent end tidligere modeller.<br><br>\r\n\r\n<h3>Fingeraftryksscanner er flyttet tilbage til forsiden af Mate 20 Pro</h3>\r\nDen nye fingeraftrykssensor er bygget ind i selve skærmen på Mate 20 Pro, så du igen kan låse din telefon op på forsiden af mobilen.<br><br> \r\n\r\nPå Mate 10 Pro skal du bruge fingeraftryksscanneren på bagsiden af telefonen.<br><br>\r\n\r\n<h3>Du kan bruge Mate 20 Pro som powerbank</h3>\r\nDu kan dele ud af strømmen på Mate 20 Pro. Så kan du oplade andre enheder trådløst via telefonens store batteri.<br><br>\r\n\r\n<h3>Trådløs opladning på Mate 20 Pro</h3>\r\nDet elegante glas-design baner vej for trådløs opladning på Mate 20 Pro. Det er ikke en mulighed på Mate 10 Pro, der kommer i et aluminium-design.<br><br>\r\n\r\n\r\n  \r\n<h2>Huawei Mate 20 Pro vs P20 Pro</h2>\r\nTidligere i år lancerede Huawei en af deres største mobiltelefoner: Huawei P20 Pro. Og med den nye Mate 20 Pro har Huawei virkelig godt fat i mobilmarkedet med nogle imponerende mobiltelefoner.<br><br>\r\n\r\nHer kan du læse om, hvordan de to mobiltelefoner adskiller sig fra hinanden.<br><br>\r\n\r\n<h3>Nyt kamera-setup med optimerede kamera-features på triple-kameraet i 2018</h3>\r\nBegge mobiltelefoner har et imponerende bag-kamera med tre kamera-linser. Men kameraet på Mate 20 Pro har fået sig en opdatering - her får du nemlig en række nye kamera-specifikationer.<br><br>\r\n\r\nDu får bl.a. en optimeret vidvinkels-linse, makrofotografering og predictive focus.<br><br>\r\n\r\n<h3>Front-kamera - dobbelt kamera-linse vs enkelt kamera-linse</h3>\r\nPå Mate 20 Pro får du et 24 + 24 megapixel dual-kamera på forsiden af telefonen. På Huawei Mate 10 Pro får du et 24 megapixel kamera med en enkelt kamera-linse.<br><br>\r\n\r\n<h3>Ny AI Kirin 980-processor på Mate 20 Pro</h3>\r\nDet nye 980-chipset gør telefonen langt mere kraftfuld og intelligent end tidligere modeller. Fx kan telefonen lærer dig og dine mobilvaner at kende, så selve navigationen på telefonen bliver hurtigere og nemmere.<br><br> \r\n\r\n<h3>Du kan dele strømmen fra Mate 20 Pro til dine andre enheder</h3>\r\nDu kan dele ud af strømmen fra din telefon - den fungerer nemlig som en lille powerbank med den trådløse reverse charging-feature.<br><br> \r\n\r\n<h3>Op til 256 GB hukommelse på Mate 20 Pro</h3>\r\nHvis du har brug for mere end 128 GB på din telefon, kan du udvide hukommelsen til hele 256 GB på Mate 20 Pro. Det gør du med et eksternt NanoSD-kort.<br><br>\r\n\r\n<h2>Hos os kan finde de bedste og mest populære telefoner fra Huawei</h2>\r\nI vores online shop kan du også bestille mange flere af de populære mobiltelefoner fra Huawei. Du kan fx købe <a href=\"/mobiltelefoner/huawei/p-smart-2019/\">Huawei P Smart 2019</a> og <a href=\"/mobiltelefoner/huawei/nova-5t/\">Huawei Nova 5T</a> som er en prisvenlige smartphones - selvfølgelig med alt det, du forventer fra en smartphone som gode kamera, gode touch-displays og meget mere.",
  "specifications": [
    {
      "label": "Skærm",
      "description": "6.39 tommer AMOLED"
    },
    {
      "label": "Skærmopløsning",
      "description": "3120 x 1440"
    },
    {
      "label": "Bagkamera",
      "description": "40 + 20 + 8 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "24 + 24 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "Android 9.0 Pie"
    },
    {
      "label": "Processor",
      "description": "Kirin 980"
    },
    {
      "label": "RAM",
      "description": "6 GB"
    },
    {
      "label": "Batteri",
      "description": "4200 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "128 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Nej"
    },
    {
      "label": "Features",
      "description": "Hurtig og trådløs opladning, Reverse Charging, fingeraftrykslæser i touch-skærmem, 3D ansigtsgenkendelse, vand- og støvtæt med IP68-klassificering, op til 256 GB hukommelse med NanoSD-kort"
    },
    {
      "label": "Farver",
      "description": "Sort"
    },
    {
      "label": "Materiale",
      "description": "Glas / aluminium"
    },
    {
      "label": "Mål",
      "description": "157,8 mm x 72,3 mm x 8,6 mm"
    },
    {
      "label": "Vægt",
      "description": "189 g"
    },
    {
      "label": "Simkort",
      "description": "Dual-SIM (Nano)"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "4G",
    "Mobilrabat"
  ],
  "offeringService": "Fri + 20 GB",
  "offeringServicePrice": 19900,
  "leastPriceRepayments": 585400,
  "leastPriceUpfront": 585400,
  "leastPrice": 456100,
  "savings": 243800,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 850,
  "onSale": false,
  "variants": [
    {
      "id": 850,
      "size": "128 GB",
      "color": "Sort",
      "colorHex": "#000",
      "image": "Huawei_Mate20Pro_Sort.png",
      "imageAlt": "Huawei Mate 20 Pro 128 GB Sort",
      "gallery": [
        {
          "image": "Huawei_Mate20Pro_Sort-1.png",
          "imageAlt": "Huawei Mate 20 Pro 128 GB Sort"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 456100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 699900,
          "serviceDiscount": 243800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 408100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 699900,
          "serviceDiscount": 291800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 360100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 699900,
          "serviceDiscount": 339800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 689900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 699900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}