{
  "id": 356,
  "name": "iPhone XR",
  "slug": "iphone-xr",
  "brandName": "Apple",
  "brandSlug": "apple",
  "headline": "Køb iPhone XR til en god pris hos Nuuday",
  "documentTitle": "iPhone XR er på gaden! Køb den hos Nuuday i dag",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Sort",
      "colorHex": "#000"
    },
    {
      "color": "Hvid",
      "colorHex": "#ffffff"
    },
    {
      "color": "Gul",
      "colorHex": "#ffff00"
    },
    {
      "color": "Rød",
      "colorHex": "#ff0000"
    },
    {
      "color": "Koral",
      "colorHex": "#f57e4f"
    },
    {
      "color": "Blå",
      "colorHex": "#00b7ff"
    }
  ],
  "descriptionMeta": "iPhone XR er en billig iPhone fra Apple i 2018. Klik her og køb iPhone XR hos Nuuday - og få fri fragt. Læs om specs her.",
  "descriptionHtml": "Nu er iPhone XR fra Apple på gaden! Køb iPhone XR hos os allerede i dag til en rigtig god pris. Hos os får du fri fragt og et mobilabonnement spækket med unikke fordele.<br><br>\r\n\r\n<h2> Mobilabonnementer til gode priser spækket med unikke fordele</h2>\r\nVores mobilabonnementer giver dig meget mere end bare tale, sms og data.<br><br>\r\n\r\nDu får fx Danmarks bedste 4G-netværk og roaming i 36 lande i EU. Og så kan du lytte til over 30 millioner musiknumre med vores helt egen musik-app: Nuuday Musik.<br><br>\r\n\r\n<h2> Lancering af iPhone XR den 12. september 2018</h2>\r\niPhone XR blev lanceret ved Apples keynote-event onsdag den 12. september 2018 kl. 19.00 dansk tid sammen med de to andre modeller <a href=\"/mobiltelefoner/apple/iphone-xs/\">iPhone XS</a> og <a href=\"/mobiltelefoner/apple/iphone-xs-max/\">iPhone XS Max</a>.<br><br>\r\n\r\nForventninger var tårnhøje - især fordi sidste års iPhone-lancering bød på jubilæums-modellen iPhone X. På internettet flød det med rygter og leaks. Ingen kunne vide sig sikker - hvad Apple komme med i 2018?<br><br>\r\n\r\nEfter lanceringen i september, kender vi alle specs og features på de tre nye iPhone-modeller - også på den nye iPhone XR.<br><br>\r\n\r\nHer på siden kan du læse meget mere, om hvilke specifikationer, du får på iPhone XR.<br><br>\r\n\r\n<h2>Nyhed - Tre nye iPhones i 2019</h2>\r\n<p>Tirsdag den 10. september lancerede Apple tre nye iPhones - <a href=\"/mobiltelefoner/apple/iphone-11/\">iPhone 11</a>, <a href=\"/mobiltelefoner/apple/iphone-11-pro/\">iPhone 11 Pro</a> og <a href=\"/mobiltelefoner/apple/iphone-11-pro-max/\">iPhone 11 Pro Max</a>.<br><br>\r\n\r\nAlle tre nye modeller kommer med banebrydende specifikationer og et ikonisk design - alt det, som kendetegner smartphones fra Apple.</p>\r\n\r\n<h2> Pris - hvad koster iPhone XR?</h2>\r\nDin pris for iPhone XR afhænger af, hvilket af vores mobilabonnementer du vælger, når du bestiller din nye telefon. Ved køb-knappen kan du se din pris på iPhone XR.<br><br>\r\n\r\n<h3> En billig iPhone</h3>\r\nIPhone XR er Apples bud på en billig smartphone. Du får fx LCD-skærm i stedet for OLED-display - til gengæld koster telefonen mindre end iPhone XS og XS Max.<br><br>\r\n\r\n\r\n<h2>iPhone XR får ros i anmeldelser og tests</h2>\r\niPhone XR får især ros for sin edge-to-edge LCD-skærm, A12 Bionic Chip, enestående TrueDepth-kamera og FaceID - alt sammen til en lav pris.<br><br>\r\n\r\nMange af mobil-markedets tech-eksperter er meget glade for at se en billig iPhone i 2018.<br><br>\r\n\r\n<h2> Specifikationer</h2>\r\n\r\n\r\n  <ul>\r\n  \r\n  \t<li>Bedre lyd i stereo</li>\r\n  \t<li>iOS 12</li>\r\n  \t<li>A12 Bionic Chip</li>\r\n  \t<li>64 GB / 128 GB / 256 GB intern hukommelse</li>\r\n  \t<li>Trådløs og hurtig opladning</li>\r\n  \t<li>FaceID</li>\r\n  \t<li>Design i glas og aluminium </li>\r\n  \t<li>Vand- og støvafvisende med IP67-klassificering</li>\r\n        <li>Lightning-stik (ingen jackstik)</li>\r\n  \t<li>Farver: Gul / Hvid / Koral / Sort / Blå</li>\r\n  \t<li>Mål: 150,9 x 75,7 x 8,3 mm</li>\r\n  \t<li>Vægt: 194 g</li>\r\n  </ul>\r\n\r\n\r\n<h2> 6,1 tommer edge-to-edge Liquid Retina HD LCD-display</h2>\r\nIfølge Apple selv har de udviklet den mest avancerede LCD-skærm nogensinde i en smartphone.<br><br>\r\n\r\nApple har brugt avanceret teknologi til at fremstille det nye Liquid Retina HD LCD-display, der fylder hele telefonens front. Skærmen giver dig imponerende farver og kontrastforhold.<br><br>\r\n\r\nMed TrueTone fremstår den hvide farve altid som papir-hvid i alle lysforhold. Skærmen kommer også med funktionen tap-to-wake, så du kan vække skærmen op ved at trykke et vilkårligt sted på den store 6,1 tommers skærm.<br><br>\r\n\r\n<h2> 12 megapixel kamera</h2>\r\nApple har givet deres 12 megapixel kamera en opdatering. Vidvinkel-kameraet på bagsiden af iPhone XR fanger mange detaljer og tager skarpe billeder i højere kvalitet end iPhone-modeller.<br><br>\r\n \r\n<h3> Tag professionelle portrætfotos med Portrait Mode</h3>\r\nDet er også lykkedes Apple at inkludere den populære feature Portrait Mode i dette kamera. Det er meget imponerende, siden kameraet kun har en kamera-linse, og Portrait Mode normalt ellers kun er en feature på dual-kameraer.<br><br>\r\n\r\n<h3> Optag video i 4K-kvalitet</h3>\r\nDu kan optage videoer i ultra høj 4K-kvalitet. Så får du alle detaljer med på dine video-optagelser - og du kan se dine videoer på større skærme uden at billedet er pixeleret.<br><br>\r\n\r\n<h2> 7 megapixel TrueDepth front-kamera med FaceID</h2>\r\nI toppen af skærmen sidder det banebrydende TrueDepth-kamera, som bl.a. baner vej for FaceID.<br><br>\r\n\r\n<h3> Tag verdens bedste selfies med Portrait Mode</h3>\r\nTrueDepth-kameraet kommer også med Portrait Mode, så du kan tage de bedste selfies i 2018.<br><br>\r\n \r\n<h2> Ingen hjem-knap i 2018</h2>\r\n2018 er året, hvor Apple siger endeligt farvel til den fysiske hjem-knap på alle modeller. TouchID er helt udskiftet med FaceID, og du skal udelukkende bruge touch-skærmen, når du navigere rundt på telefonen.<br><br>\r\n\r\n<h2> Bedre batteri-levetid en iPhone 8 Plus</h2>\r\nBatteriet har også fået sig en opgradering. Batteriet kan holde strøm i op til 1 1/2 time længere end sidste års iPhone 8 Plus.<br><br>\r\n\r\nIfølge Apple kan du tale i op til 25 timer på en enkelt opladning. Ellers kan du surfe online uafbrudt i op til 15 timer, se video i op til 16 timer eller høre musik i op til 65 timer på en fuld opladning.<br><br>\r\n\r\n<h2> Trådløs og hurtig opladning af batteriet</h2>\r\nDu kan oplade batteriet både trådløst og hurtigt. Med trådløs opladning behøver du ikke bekymre dig om ledninger og fumle med kabler - med en trådløs oplader-dock fra Qi kan du oplade din mobil trådløst.<br><br>\r\n\r\nOg med en hurtig oplader som separat tilbehør tager det ikke lang tid at oplade batteriet - det tager nemlig kun 30 minutter at oplade batteriet fra fra 0-50 % strøm.<br><br>\r\n\r\n<h2> Design i glas og aluminium</h2>\r\niPhone XR kommer i et design af glas. Og det er netop glasset, der giver mulighed for trådløs opladning.<br><br>\r\n\r\nModsat iPhone XS og XS Max-enhederne kommer denne model med aluminiumsramme i stedet for stålramme. Og det betyder bl.a., at det er muligt at skrue ned for prisen, så du kan købe en billig iPhone i år.<br><br>\r\n\r\n<h2> En smartphone i alle regnbuens farver</h2>\r\nApple har virkelig skruet op for farverne på denne model. Du kan vælge iPhone XR i <strong>gul</strong>, <strong>hvid</strong>, <strong>koral</strong>, <strong>sort</strong> og <strong>blå.</strong><br><br>\r\n\r\n<h2> Vand og støvafvisende med IP67-klassificering</h2>\r\nMobilen er også beskyttet mod vand og støv med IP67-klassificering. iPhone XR kan tåle at være under maks. 1 meter vand i helt op til 30 minutter.<br><br>\r\n\r\n<h2> Ingen 3,5mm jackstik</h2>\r\nLigesom mange andre nyere smartphones på markedet har Apple udeladt jackstikket til høretelefoner. Det gør nemlig, at telefonen har et slankere design.<br><br>\r\n\r\n<h2> Op til 256 GB intern hukommelse</h2>\r\nDu kan vælge helt op til 256 GB intern hukommelse. Så har du masser af plads på telefonen til billeder, videoer, filer, programmer, apps og hvad du ellers har på din telefon.<br><br>\r\n\r\nDu kan også vælge iPhone XR med <strong>64 GB</strong> eller <strong>128 GB</strong> intern hukommelse.<br><br>\r\n\r\n<h2> A12 Bionic Chip med Neural Engine giver højere ydeevne </h2>\r\nI 2018 lancerede Apple deres nye processor - A12 Bionic Chip. Den nye A12 Bionic Chip er større end sidste års processor og gør telefonen meget hurtigere og meget stærkere.<br><br>\r\n\r\nDet hele går lidt mere hurtigt med A12 Bionic Chip - fx reagerer FaceID meget hurtigere, så det er endnu hurtigere at låse telefonen op.<br><br>\r\n\r\nAnimoji-featuren er også blevet mere intelligent og kan aflæse og gengive op til 50 af dine ansigtsmuskler. Og så holder batteriet længere takket være den nye A12-processor.<br><br>\r\n\r\nDine billeder bliver også meget bedre med den nye A12 Bionic Chip. Det betyde, at du får skarpere og mere virkelighedstro billeder. Og kameraet fanger mange flere detaljer.<br><br>\r\n\r\n<h2> Du får også Augmented Reality på Apples prisvenlige model</h2>\r\nBare fordi iPhone XR er en billigere iPhone end de andre modeller i år, betyder det ikke, at Apple har skruet ned for Augmented Reality-oplevelserne.<br><br>\r\n\r\nXR-modellen giver dig rig mulighed for at udforske virkeligheden med digitale Augmented Reality-briller. Så kan du fx se, hvordan den nye lænestol, som du har kigget på, vil se ud hjemme i stuen.<br><br>\r\n\r\nDu kan også få informationer om det område, du befinder dig i direkte på skærmen.<br><br>\r\n\r\nDu kan også spille spil på din smartphone, der virkelig bryder grænserne mellem fantasien og virkelighedens verden. På skærmen dukker spillets elementer nemlig op omkring dig på skærmens telefon.<br><br>\r\n\r\nOg en af de store nyheder er, at du kan dele dine Augmented Reality oplevelser med dine venner - nu kan alle være med i spillet.<br><br>\r\n\r\n<h2> iOS 12 - Apples nye software-system gør telefonen endnu hurtigere og endnu mere intelligent</h2>\r\nI 2018 lancerer Apple også deres nye software-system iOS 12. Det nye iOS 12 giver dig en hurtigere brugerflade end ved tidligere iOS-versioner. Det betyder, at mobilen reagerer endnu hurtigere, når du navigerer rundt på telefonens skærm.<br><br>\r\n\r\nMed iOS 12 mister din mobil heller ikke fart, selvom du har mange applikationer og programmer åbne på samme tid på mobilen.<br><br>\r\n\r\nSiri er også blevet mere intelligent og kan hjælpe dig med at opsætte og personliggøre din telefon, så det passer til lige præcis dine behov - fx foreslår Siri genveje til apps og programmer på din telefon.<br><br>\r\n\r\nDu kan også skrue ned for, hvor mange notifikationer du får. Og så er iOS 12 bedre til at beskytte din anonymitet på nettet.<br><br>\r\n\r\nSidst, men ikke mindst, kan du skabe en virtuel emoji-figur af dig selv - så får du din helt personlige emoji, der ligner dig.<br><br>\r\n\r\n<h2>iPhone XR vs XS og XS Max</h2>\r\nHer kan du læse om, hvordan XR-modellen skiller sig ud fra iPhone XS og iPhone XS Max.<br><br>\r\n\r\n<h3> Display - OLED vs LCD</h3>\r\nSelvom alle de tre nye iPhones kommer med edge-to-edge-displays er der stor forskel på skærmen på XR.<br><br> \r\n\r\nPå XR-modellen får du nemlig LCD-skærm i stedet for OLED-display. iPhone XS og XS Max har begge OLED-display, som er mere avanceret end LCD-skærme.<br><br>\r\n\r\nOLED-displays giver fx bedre lysstyring, kontrastforhold. Det betyder altså, at du får et klarere skærmbillede.<br><br>\r\n\r\n<h3> Kamera - dual-linse vs enkelt-linse</h3>\r\nXR kommer med en enkelt kamera-linse på bagsiden af mobilen - i modsætning til iPhone XS og XS Max der begge har et kamera med dual-linse.<br><br>\r\n\r\nDu får dog stadig populære kamera-specs som Portrait Mode og Portrait Lightning selvom kameraet kun har en enkelt kamera-linse. Derfor kan du også tage flotte portrætfotos med dette års XR-model.<br><br>\r\n\r\n<h3> Design, størrelse og farver</h3>\r\nAlle tre telefoner kommer i glas-design. Men XR-modellen har stålramme i stedet for aluminium.<br><br> \r\n\r\nNår det kommer til størrelsen på de tre telefoner er XS mindst (143,6 x 70,9 x 7,7 mm), XR tager andenpladsen som den mellemstore model (150,9 x 75,7 x 8,3 mm), og XS Max er dette års store 'plus'-model (157,5 x 77,4 x 7,7 mm).<br><br>\r\n\r\n\r\nFarvepaletten ser meget forskellig ud på iPhone XR i forhold til XS og XS Max. XS og XS Max kommer i de traditionelle Apple-farver - space grey, sølv og guld. XR skiller sig ud og kommer i flere af regnbuens farver - nemlig gul, hvid, koral, sort og blå.<br><br>\r\n\r\n<h3> Længere batteri-levetid på XR</h3>\r\nBatteriet på XR holder i længere tid end på XS og XS Max - LCD-skærmen bruger nemlig mindre strøm.<br><br>\r\n\r\n<h3> Op til 512 GB intern hukommelse på iPhone XS og XS Max</h3>\r\nDu kan få et større internt lager på XS og XS Max - her kan du nemlig vælge mellem 64 GB, 256 GB og 512 GB intern hukommelse. På XR kan du højst vælge 256 GB intern hukommelse.<br><br>\r\n\r\n<h3> iPhone XR er billigst</h3>\r\niPhone XR er billigere end både XS og XS Max - en perfekt iPhone til dig, som ønsker en god smartphone med de bedste Apple-features til en billig pris.<br><br>\r\n\r\nXR giver dig imponerende features som edge-to-edge-display, imponerende kamera og den stærke A12 Bionic Chip med intelligente og smarte funktioner.<br><br>\r\n\r\n<h2> iPhone XR vs iPhone 8 Plus</h2>\r\nHer kan du læse om, hvilke forskelle der er fra dette års iPhone XR og iPhone 8 Plus fra sidste år.<br><br>\r\n\r\n<h3> Større 6,1 tommer edge-to-edge display på XR</h3>\r\nDu får en større skærm på XR-modellen. iPhone 8 Plus har nemlig en 5,5 tommer LCD-skærm afbrudt af kanter i top og bund.<br><br>\r\n\r\n<h3> ...men faktisk er iPhone 8 Plus større </h3>\r\nSelvom XR har en større skærm, er 8 Plus stadig en større telefon. Med sine mål på 158,5 x 78,1 x 7,5 mm faktisk endda lidt større end dette års største iPhone-model - XS Max.<br><br>\r\n\r\n<h3>FaceID på XR vs TouchID på 8 Plus</h3>\r\nModsat iPhone 8 Plus har XR ingen hjem-knap - så her skal du bruge FaceID, i stedet for TouchID, til at låse din telefon op.<br><br>\r\n\r\n<h3> Dual-kamera på 8 Plus</h3>\r\nMed dual-kameraet på iPhone 8 Plus får du to kamera-linser i stedet for en enkelt kamera-linse.<br><br>\r\n\r\nTil gengæld får du stadig populære kamera-specs som Portrait Mode og Portrait Lightning til at tage flotte portrætfotos på XR, selvom det normalt kun er noget vi ser på dual-kameraer.<br><br>\r\n\r\n<h3> Bedre ydeevne på iPhone XR med A12 Bionic Chip</h3>\r\nDu får den nye og forbedrede A12-processor.<br><br>\r\n\r\nDen nye A12 Bionic Chip er 15 % hurtigere end A11 Bionic Chip, som fandtes i sidste års modeller.<br><br>\r\n\r\nOg så får du også endnu vildere Augmented Reality-oplevelser med nye features og spil.<br><br>\r\n\r\n<h3> Bedre batteri-levetid på XR</h3>\r\nMed A12-processoren får du også længere batteri-levetid.<br><br>\r\n\r\n<h3> Nye farver på XR</h3>\r\nDu kan vælge mellem helt nye farver på iPhone XR  - nemlig gul, hvid, koral, sort og blå.<br><br>\r\n\r\nDu kan få iPhone 8 Plus i klassiske Apple-farver som space grey, sølv, guld - men også i en særlig rød udgave.<br><br>\r\n\r\n<h2>Køb iPhones til gode priser</h2>\r\nHos os kan du vælge mellem mange populære iPhone-modeller. Og det er hurtigt og nemt at bestille i vores webshop. Vi tilbyder selvfølgelig fri fragt på alle vores iPhones.<br><br>\r\n\r\nHos kan du fx købe <a href=\"/mobiltelefoner/apple/iphone-7/\">iPhone 7</a>, som Apple lancerede tilbage i 2016. iPhone 7 blev især populær pga. dens enestående kamerateknologi og et slankere design. Det var nemlig på 7-serien, at Apple introducerede Lightning-stikket på deres smartphones.<br><br> \r\n\r\nDu kan også bestille <a href=\"/mobiltelefoner/apple/iphone-8/\">iPhone 8</a> fra 2017, som er den sidste iPhone i rækken produceret med en fysisk hjem-knap.",
  "specifications": [
    {
      "label": "Skærm",
      "description": "6,1 tommer Liquid Retina HD LCD"
    },
    {
      "label": "Skærmopløsning",
      "description": "1792 x 828 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "12 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "7 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "iOS 12"
    },
    {
      "label": "Processor",
      "description": "A12 Bionic Chip"
    },
    {
      "label": "RAM",
      "description": "3 GB"
    },
    {
      "label": "Batteri",
      "description": "2942 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "64 GB / 128 GB / 256 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Nej"
    },
    {
      "label": "Features",
      "description": "Trådløs og hurtig opladning, FaceID, vand- og støvafvisende med IP67-klassificering"
    },
    {
      "label": "Farver",
      "description": "Gul / Hvid / Koral / Sort / Blå"
    },
    {
      "label": "Materiale",
      "description": "Glas / aluminium"
    },
    {
      "label": "Mål",
      "description": "150,9 x 75,7 x 8,3 mm"
    },
    {
      "label": "Vægt",
      "description": "194 g"
    },
    {
      "label": "Simkort",
      "description": "Dual-sim (Nano)"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "4G",
    "Wi-Fi Opkald",
    "Mobilrabat"
  ],
  "offeringService": "Fri + 50 GB",
  "offeringServicePrice": 29900,
  "leastPriceRepayments": 597400,
  "leastPriceUpfront": 597400,
  "leastPrice": 17000,
  "savings": 141800,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 853,
  "onSale": false,
  "variants": [
    {
      "id": 853,
      "size": "64 GB",
      "color": "Sort",
      "colorHex": "#000",
      "image": "Apple_iPhoneXR_Sort.png",
      "imageAlt": "Køb den billige iPhone XR hos Nuuday",
      "gallery": [
        {
          "image": "Apple_iPhoneXR_Sort-1.png",
          "imageAlt": "Bagsiden af iPhone XR i sort med 64 GB"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 456100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 549900,
          "serviceDiscount": 93800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 408100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 549900,
          "serviceDiscount": 141800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 384100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 549900,
          "serviceDiscount": 165800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 854,
      "size": "128 GB",
      "color": "Sort",
      "colorHex": "#000",
      "image": "Apple_iPhoneXR_Sort.png",
      "imageAlt": "iPhone XR 128 GB Sort",
      "gallery": [
        {
          "image": "Apple_iPhoneXR_Sort-1.png",
          "imageAlt": "Apple iPhone XR 128 GB Sort"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 504100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 599900,
          "serviceDiscount": 95800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 456100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 599900,
          "serviceDiscount": 143800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 432100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 599900,
          "serviceDiscount": 167800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 856,
      "size": "64 GB",
      "color": "Hvid",
      "colorHex": "#ffffff",
      "image": "Apple_iPhoneXR_Hvid.png",
      "imageAlt": "iPhone XR 64 GB Hvid",
      "gallery": [
        {
          "image": "Apple_iPhoneXR_Hvid-1.png",
          "imageAlt": "Apple iPhone XR 64 GB Hvid"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 456100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 549900,
          "serviceDiscount": 93800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 408100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 549900,
          "serviceDiscount": 141800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 384100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 549900,
          "serviceDiscount": 165800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 857,
      "size": "128 GB",
      "color": "Hvid",
      "colorHex": "#ffffff",
      "image": "Apple_iPhoneXR_Hvid.png",
      "imageAlt": "iPhone XR 128 GB Hvid",
      "gallery": [
        {
          "image": "Apple_iPhoneXR_Hvid-1.png",
          "imageAlt": "Apple iPhone XR 128 GB Hvid"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 504100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 599900,
          "serviceDiscount": 95800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 456100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 599900,
          "serviceDiscount": 143800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 432100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 599900,
          "serviceDiscount": 167800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 858,
      "size": "256 GB",
      "color": "Hvid",
      "colorHex": "#ffffff",
      "image": "Apple_iPhoneXR_Hvid.png",
      "imageAlt": "iPhone XR 256 GB Hvid",
      "gallery": [
        {
          "image": "Apple_iPhoneXR_Hvid-1.png",
          "imageAlt": "Apple iPhone XR 256 GB Hvid"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 504100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 804900,
          "serviceDiscount": 300800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 456100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 804900,
          "serviceDiscount": 348800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 432100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 804900,
          "serviceDiscount": 372800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 859,
      "size": "64 GB",
      "color": "Gul",
      "colorHex": "#ffff00",
      "image": "Apple_iPhoneXR_Gul.png",
      "imageAlt": "Forsiden på iPhone XR i gul med Retina LCD-display",
      "gallery": [
        {
          "image": "Apple_iPhoneXR_Gul-1.png",
          "imageAlt": "Apple iPhone XR 64 GB Gul"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 456100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 549900,
          "serviceDiscount": 93800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 408100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 549900,
          "serviceDiscount": 141800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 384100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 549900,
          "serviceDiscount": 165800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 861,
      "size": "256 GB",
      "color": "Gul",
      "colorHex": "#ffff00",
      "image": "Apple_iPhoneXR_Gul.png",
      "imageAlt": "iPhone XR 256 GB Gul",
      "gallery": [
        {
          "image": "Apple_iPhoneXR_Gul-1.png",
          "imageAlt": "Apple iPhone XR 256 GB Gul"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 504100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 804900,
          "serviceDiscount": 300800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 456100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 804900,
          "serviceDiscount": 348800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 432100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 804900,
          "serviceDiscount": 372800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 864,
      "size": "256 GB",
      "color": "Rød",
      "colorHex": "#ff0000",
      "image": "Apple_iPhoneXR_Rd.png",
      "imageAlt": "iPhone XR 256 GB Rød",
      "gallery": [
        {
          "image": "Apple_iPhoneXR_Rd-1.png",
          "imageAlt": "Apple iPhone XR 256 GB Rød"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 504100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 804900,
          "serviceDiscount": 300800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 456100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 804900,
          "serviceDiscount": 348800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 432100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 804900,
          "serviceDiscount": 372800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 867,
      "size": "256 GB",
      "color": "Koral",
      "colorHex": "#f57e4f",
      "image": "Apple_iPhoneXR_Koral.png",
      "imageAlt": "iPhone XR 256 GB Koral",
      "gallery": [
        {
          "image": "Apple_iPhoneXR_Koral-1.png",
          "imageAlt": "Apple iPhone XR 256 GB Koral"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 504100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 804900,
          "serviceDiscount": 300800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 456100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 804900,
          "serviceDiscount": 348800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 432100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 804900,
          "serviceDiscount": 372800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 870,
      "size": "256 GB",
      "color": "Blå",
      "colorHex": "#00b7ff",
      "image": "Apple_iPhoneXR_Bl.png",
      "imageAlt": "iPhone XR 256 GB Blå",
      "gallery": [
        {
          "image": "Apple_iPhoneXR_Bl-1.png",
          "imageAlt": "Apple iPhone XR 256 GB Blå"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 504100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 804900,
          "serviceDiscount": 300800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 456100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 804900,
          "serviceDiscount": 348800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 432100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 804900,
          "serviceDiscount": 372800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    }
  ]
}