{
  "id": 359,
  "name": "Galaxy S10",
  "slug": "galaxy-s10",
  "brandName": "Samsung",
  "brandSlug": "samsung",
  "headline": "Inkl. 1.000 kr. værdikupon til AKG høretelefoner",
  "documentTitle": "Samsung Galaxy S10 - Køb her til god pris og få fri fragt",
  "campaignLabel": "Inkl. værdikupon til AKG høretelefoner",
  "colors": [
    {
      "color": "Hvid",
      "colorHex": "#ffffff"
    },
    {
      "color": "Sort",
      "colorHex": "#000"
    }
  ],
  "descriptionMeta": "Samsung Galaxy S10 med triple-kamera, lang batterilevetid og fingeraftrykssensor på touch-skærmen. Klik her og køb Samsung Galaxy S10 allerede i dag.",
  "descriptionHtml": "<h2> Køb Samsung Galaxy S10 til en rigtig god pris</h2> \r\nNu er Samsung Galaxy S10 lanceret. Bestil Samsung Galaxy S10 allerede i dag til en rigtig god pris. Du får fri fragt og et mobilabonnement spækket med unikke fordele.\r\n\r\n<h2> Få et mobilabonnement med unikke fordele</h2> \r\nNår du køber Samsung Galaxy S10, får du også et mobilabonnement spækket med unikke fordele. Hos os får du nemlig meget mere end bare tale, sms og data.<br><br> \r\n\r\nMed vores mobilabonnementer kommer du på Danmarks bedste 4G-netværk. Og du får roaming i 36 lande i Europa, så du kan bruge dit abonnement på rejsen.<br><br>\r\n\r\nDu får også vores helt egen musiktjeneste - Nuuday Musik. Så kan du lytte til musik dagen lang - du får nemlig over 30 millioner musiknumre at vælge mellem.\r\n\r\n<h2> Pris - hvad koster Samsung Galaxy S10?</h2> \r\nPrisen på Samsung Galaxy S10 afhænger af, hvilket abonnement du vælger, når du bestiller din nye telefon. Men en ting er stensikker - hos os får du altid en rigtig god pris på Samsung Galaxy S10.<br><br>\r\n\r\n\r\n \r\n<h2> Hvilke specifikationer kommer Samsung Galaxy S10 med?</h2> \r\nGalaxy S10 kommer med ægte high-end-specs. Du får en 6,1 tommer AMOLED infinity-skærm med indbygget fingeraftrykssensor, tre bag-kameraer, trådløs strømdeling, masser hukommelse, lang batterilevetid og den kraftfulde Exynos 9820-processor, der giver telefonen masser af power.<br><br>\r\n\r\nHer på siden kan du læse meget mere om alle specifikationerne på Samsung Galaxy S10.<br><br>\r\n\r\nSe også de andre modeller i S10-serien - den store plus-model <a href=\"/mobiltelefoner/samsung/galaxy-s10plus/\">Samsung Galaxy S10+</a> og den billigste mobil i S10-serien <a href=\"/mobiltelefoner/samsung/galaxy-s10e/\">Samsung Galaxy S10e</a>.\r\n \r\n\r\n\r\n\r\n <h2> Galaxy S10 får ros i tests og anmeldelser</h2> \r\nOg der er god grund til at bestille telefonen allerede i dag. Samsungs nye flagskib har i den grad fået mobilmarkedets tech-eksperter op ad stolen. Siden S9-serien fra sidste år har Samsung virkelig skruet op for specifikationerne på det nye flagskib.<br><br>\r\nGalaxy S10 får især ros for det nye design med fingeraftrykssensor på selve touch-skærmen, som er en ny og meget populær feature på mobilmarkedet.<br><br>\r\n\r\nOg tech-eksperterne roser også telefonen for dens enestående kamerateknologi med hele tre bag-kameraer, den lange batterilevetid og den kraftfulde processor, der giver telefonen masser af power.\r\n \r\n<h2> 6,1 tommer infinity-display med biografoplevelse</h2> \r\nDen store 6,1 tommer infinity-skærm fylder hele telefonens front og giver dig et imponerende skærmbillede. Skærmbilledet rækker langt ud over skærmens kanter med Samsungs populære infinity-display.<br><br> \r\n\r\nOg så har skærmen fået sig en opdatering i år, så du kan nyde film, billeder og spil i ægte biografkvalitet.<br><br>\r\n\r\nOg skærmen tilpasser sig også alle slags lysforhold - helt automatisk. Så får du altid et klart skærmbillede uanset, om du er udenfor eller indenfor.<br><br>\r\n\r\n <h3> Uendeligt meget skærm i 2019</h3>\r\n I år er Samsungs infinity-display virkelig uendeligt og skærmen fylder næsten hele telefonens front. Her er altså ingen hjem-knap, og der er kun en meget lille åbning på skærmen til front-kameraet i højre hjørne.<br><br>\r\n\r\nSå kan du opleve film, spil og billeder uden forstyrrelser.\r\n\r\n<h3> En skærm med indbygget fingeraftrykssensor</h3>\r\nSavner du hjem-knappen med fingeraftrykssensoren på telefonens front? Så er der godt nyt i 2019. På Samsung Galaxy S10 kan du låse telefonen op med dit fingeraftryk på telefonens skærm.<br><br>\r\n\r\nSå her får du det bedste fra to verdener - du får både en stor skærm uden knapper, der bryder skærmbilledet og muligheden for at låse skærmen op uden at famle efter en fingeraftryksscanner på bagsiden.<br><br>\r\n\r\nOg fingeraftrykslæseren anvender ultralyd, som gør sikrer, at det kun er dit fingeraftryk, der låser skærmen op. Sensoren er så stærk og intelligent, at den kan genkende dit unikke fingeraftryk - også selvom din finger er våd eller snavset.\r\n\r\n<h2> 12 + 12 + 16 megapixel triple-kamera</h2> \r\nMed den nye Galaxy S10-serie har Samsung har lanceret deres allerførste triple-kamera.<br><br>\r\n\r\nSå nu får du hele tre kameraer på din smartphone, som sammen giver dig billeder i samme høje kvalitet, som du får på ægte professionelle systemkameraer.\r\n \r\n<h3> Skarpere billeder med Dual Pixel-teknik</h3>\r\nMed avanceret Dual Pixel-teknik er kameraets autofokus blevet meget mere intelligent.<br><br>\r\n\r\nDu får endnu skarpere billeder helt uden at røre en finger. Kameraet fokuserer helt automatisk på alt det, der er vigtigt, så du får helt fantastiske billeder, der altid står knivskarpt.\r\n\r\n<h3> Fang flere detaljer med vidvinkel og 2 x optisk zoom</h3>\r\nNu kan du få større og mere detaljerige fotos. Med 123 graders vidvinkel kan du få meget mere med på billedet, og med 2 x optisk zoom kan du fange alle livets helt små detaljer.\r\n \r\n<h3> Tag billeder i svagt lys</h3>\r\nMed Samsungs nye triple-kamera kan du kan få imponerende billeder i alle slags belysning.<br><br>\r\n\r\nFaktisk fungerer kameraet på samme måde som det menneskelige øje, så det automatisk tilpasser sig alle slags lysforhold.\r\n\r\n<h3>Stabile videoer i 4K UHD-kvalitet</h3>\r\nMed HDR10-teknologi får du mere stabile videoer i formidable farver. HDR10-teknologi er den samme, som du finder på professionelle actionkameraer, så find din indre actionhelt frem og skyd løs.\r\n\r\n<h2> 10 megapixel front-kamera</h2> \r\nDu får selvfølgelig også et kamera på telefonens front, så du kan tage ultra skarpe selfies i høj kvalitet.\r\n\r\n<h2> 3400 mAh-batteri holder i 24 timer</h2> \r\nDet er vildt imponerende. Samsung har nemlig formået at skabe et batteri, der kan holde din smartphone kørende i 24 timer!<br><br>\r\n\r\nVi kan næsten ikke få armene ned over denne nyhed. Og selvom du får et meget stærkere batteri, går det ikke udover mobilens størrelse.<br><br>\r\n\r\nSamsung har nemlig udviklet intelligent strømstyring på S10, så din telefon lærer dine vaner at kende og fordeler strømmen intelligent ved at lukke for applikationer og programmer, du ikke bruger.\r\n\r\n<h2> Oplad andre enheder med trådløs strømdeling</h2> \r\nVær dagens helt i skysovs og kom dine venner til undsætning i en af det 21. århundredes mest stressende situationer - nemlig når telefonen løber tør for strøm.<br><br>\r\n\r\nDu kan nemlig oplade andre enheder trådløst. Du kan næsten oplade alle enheder, der understøtter Qi trådløs opladning - som fx dine høretelefoner eller dit Smart Watch.\r\n \r\n<h2> Trådløs- og hurtigopladning    </h2> \r\nDet tager ikke lang tid at oplade batteriet på Samsung Galaxy S10. Ifølge Samsung tager det kun 30 minutter at lade batteriet op fra 0 til 50% med hurtigopladeren.<br><br>\r\n\r\nOg med en separat oplader-dock som tilbehør til din mobil, kan du oplade din telefon helt uden at skumme fumle med ledninger og kabler.\r\n \r\n<h2> Oplev det populære Google Android 9.0</h2> \r\nSamsung Galaxy S10 kommer med det populære Google Android 9.0, som du også finder på andre high-end-smartphones som fx Huawei Mate 20 Pro.<br><br>\r\n\r\nMan skulle ikke tro, at det var muligt, men den nyeste version af Android er endnu mere brugervenlig end tidligere versioner. Fx kommer Android 9.0 med nye navigations-kommandoer, der gør det hurtigere og nemmere at navigere rundt på skærmen.<br><br>\r\n\r\nSå kan du endnu nemmere åbne, søge efter og skifte mellem applikationer og programmer.<br><br>\r\n\r\nSikkerhed er efterhånden blevet det nye sort, og derfor har Google sat fokus på øget datasikkerhed med Android 9.0. Fx er du bedre sikret, når du surfer online, fordi Android har forbedret den måde, hvorpå din data bliver krypteret.<br><br>\r\n\r\nOg så kan apps og programmer, der kører i baggrunden, heller ikke få adgang til hverken kamera eller mikrofon.<br><br>\r\n\r\nAndroid er med årene blevet mere og mere intelligent. Og Google har ikke i sinde at stoppe udviklingen. Det seneste Android 9.0 skræddersyr din mobil til dig og dine vaner. Efterhånden som du bruger din telefon, lærer Android dig at kende og tilpasser brugerfladen efter dine personlige vaner.\r\n\r\n<h2>Ny og stærk Exynos 9820-processor giver dig masser af power</h2>\r\nInde i Samsung Galaxy S10 banker den nye Exynos 9820-processor masser af kraft ud til alle telefonens komponenter. Med det nye 9820 Exynos chipset får du altså en telefon sprængfyldt med energi.<br><br>\r\n\r\nDen nye processor er både hurtigere og mindre end på tidligere Samsung-modeller. Og det er bl.a. det nye chipset, der baner vej for den lange batterilevetid.\r\n\r\n<h3>Den nye processor er også gearet til endnu bedre AI-oplevelser</h3>\r\nDen nye processor giver imponerende AI-oplevelser samme stil som nogle af markedets allerstærkeste chipset Snapdragon 855, Huawei Kirin 980 og AI Bionic Chip fra Apple.<br><br>\r\n\r\nMed Machine Learning lærer din smartphone dine vaner at kende, og tilpasser sig efter dem. Fx lukker telefonen automatisk de applikationer ned, du ikke bruger. På den måde sikrer den, at telefonen altid kører hurtigt og at batteriet ikke skal bruge kræfter på at holde programmer åbne i baggrunden, du alligevel ikke bruger.<br><br> \r\n\r\nOg med AI Emoji kan du skabe dine helt egne emojis ud fra dit eget ansigt - ligesom vi kender det fra Appels Animoji-feature.\r\n\r\n<h2> 128 GB hukommelse </h2> \r\nMed hele <strong>128 GB</strong> intern hukommelse får du masser af plads på din smartphone til billeder, videoer, apps, spil, programmer og hvad du ellers vil gemme på din mobil.\r\n \r\n<h2> Kom an, vand og støv!</h2> \r\nSamsung Galaxy S10 er vand- og støvafvisende med IP68-klassificering. Med IP68-klassificering kan Galaxy S10 tåle at være under 1,5 meter vand i op til 30 minutter.<br><br>\r\n\r\nSå behøver du ikke bekymre dig om regnvejr. Og bare rolig, hvis du taber din telefon i toilettet eller i en vandpyt, kan du bare tage den op igen, skylle den, og så er den så god som ny.\r\n \r\n<h2> Et slankt design i glas og metal</h2> \r\nSelvom Galaxy S10 kommer med så mange opgraderinger siden sidste års S9-model, kan du ikke mærke dette på størrelsen.<br><br>\r\n\r\nFaktisk har S10 både smidt et par mm om taljen og et par gram på badevægten i år. Med sine 7,8 mm er S10 nemlig slankere end S9 med sine 8,5 mm. Og så vejer S10 kun 156 g, mens S9 vejer 163 g. Samsung Galaxy S10 kommer i et klassisk Samsung-design i glas med en metalramme, der fuldender dens eksklusive look.\r\n\r\n<h3> Vælg mellem to farver</h3>\r\nSamsung Galaxy S10 kommer både i <strong>sort</strong> og <strong>hvid</strong>. Så er det bare at bestemme dig for, hvilken farve du er mest til.\r\n \r\n<h2> Unboxing Samsung Galaxy S10 - det får du med i æsken</h2> \r\nVi kender alle den fantastiske følelse af at modtage helt ny smartphone i en æske med en masse lækkert tilbehør.<br><br>\r\n\r\nHer kan du få en forsmag på, hvad du kan glæde dig til. Det får du med, når du køber Samsung Galaxy S10:\r\n<br><br>\r\n<ul>\r\n  <li>En Samsung-oplader</li>\r\n\r\n  <li>En microUSB-adapter</li>\r\n\r\n  <li>Høretelefoner</li>\r\n\r\n\r\n\r\n  <li>USB-adapter</li>\r\n\r\n  <li>En lille nål til at åbne for SIM-kort-holderen</li>\r\n\r\n  <li>En brugermanual på dansk</li>\r\n</ul>\r\n \r\n<h2> Samsung lancerer de nye Galaxy Buds</h2> \r\nSamsung har også lanceret nye trådløse høretelefoner - Samsung Galaxy Buds. Du kan købe Samsung Galaxy Buds som tilbehør til din Galaxy S10.<br><br>\r\n\r\nGalaxy Buds er designet i samarbejde med AKG, så du får endnu bedre lyd end i tidligere Samsung-høretelefoner. Du vil opleve en lækker, balanceret og tydelig lyd, både når du hører musik og taler i telefon - og selv i støjende omgivelser.<br><br>\r\n\r\nDu kan tilslutte Galaxy Buds til forskellige enheder og oplade dem trådløst via din Samsung Galaxy S10.\r\n\r\n<h2>Samsung Galaxy S10 vs S10+</h2>\r\nLæs med her og se, hvad forskellene er mellem Galaxy S10 og S10+.\r\n\r\n<h3>Dual-kamera på forsiden af S10+</h3>\r\nFront-kameraet på S10+ er udstyret med to kameralinser, så du får endnu bedre selfies i tårnhøj kvalitet.\r\n\r\n<h3>Du får en mindre smartphone med S10</h3>\r\nS10 er den mindste af de to telefoner og måler 149,9 x 70,4 x 7,8 mm, mens S10+ måler 157,6 x 74,1 x 7,8 mm.<br><br>\r\n\r\nOg så vejer S10 156 g, mens S10+ lige har et par ekstra gram på sig og vejer 175 g.\r\n\r\n<h3>Op til 1 TB intern hukommelse på S10+</h3>\r\nDer er en stor forskel, når det kommer til de to telefoners interne lagerplads. Mens S10 har 128 GB, kan du få helt op til 1 TB intern hukommelse på S10+. \r\n\r\n<h3>Større batteri på S10+</h3>\r\nTil en større smartphone hører der sig et lidt større batteri til. Derfor får du et 4100 mAh-batteri i S10+, mens du får et 3400 mAh-batteri på S10. Begge batterier har dog masser af power og kan holde din smartphone kørende hele dagen. \r\n\r\n<h2>Samsung Galaxy S10 vs S10e</h2>\r\nSkal du vælge Galaxy S10 eller lite-modellen Galaxy S10e? Se her, hvilke forskelle der er mellem de to modeller.\r\n\r\n<h3>Triple-kamera på S10</h3>\r\nPå S10 får du Samsungs nye triple-kamera, mens du får et dual-kamera på S10e. Det vil sige, at kameraet bag på S10 har tre kameralinser, mens kameraet på S10e har to.<br><br>\r\n\r\nDet gør selvfølgelig noget ved billedkvaliteten, så du vil mærke, at du får skarpere, mere detaljerige og farverige billeder med S10-modellen.\r\n\r\n<h3>Du får ikke infinity-display på S10e</h3>\r\nEn af de steder, hvor man virkelig kan se, at de to telefoner adskiller sig fra hinanden er på skærmen. Mens S10 har det populære 6,1 tommer infinity-display med buede kanter, så skærmbilledet virker større, er S10e udstyret med en flad skærm på 5,8 tommer.<br><br>\r\n\r\nMen på begge modeller fylder skærmen næsten hele telefonens front.\r\n\r\n<h3>Fingeraftrykssensor på siden af S10e</h3>\r\nS10e er ikke udstyret med den innovative ultralyds fingeraftryksscanner på selve touch-skærmen. Her sidder fingeraftrykssensoren på siden af telefonen. \r\n\r\n<h3>Du får en mindre smartphone med S10e</h3>\r\nS10e er den mindste smartphone i Samsungs nye S10-serie. S10e måler 142,2 x 69,9 x 7,9 mm og vejer 151 g. S10 måler 149,9 x 70,4 x 7,8 mm.\r\n\r\n<h3>Et større batteri på S10</h3>\r\nDenne model kommer nemlig med et 3400 mAh-batteri, mens du får et 3100 mAh-batteri på S10e. \r\n\r\n<h3>Pris - S10e er den billigste smartphone</h3>\r\nFordi Samsung har skruet ned for specifikationerne på S10e-modellen, får du den også til en lavere pris. Faktisk er S10e den billigste telefon i S10-serien. \r\n\r\n<h2>Samsung Galaxy S10 vs S9</h2>\r\nHer kan du læse om forskellene mellem den nye Galaxy S10 og Galaxy S9 fra sidste år.\r\n\r\n<h3>Nyt triple-kamera på S10</h3>\r\nI 2019 får du et ekstra kamera på bagsiden af telefonen. Mens Samsung Galaxy S9 har et dual-kamera med to kameralinser, kommer S10 med hele tre kameralinser, hvilket gør, at du får endnu bedre billeder med den nye model.\r\n\r\n<h3>Et større display på Galaxy S10</h3>\r\nPå Samsung Galaxy S10 får du meget mere infinity-display for pengene. Den 6,1 tommer store skærm fylder hele telefonens forside og er kun afbrudt af et lille \"hul\" øverst i højre hjørne.<br><br>\r\n\r\nPå den måde er skærmen altså større end på Samsung Galaxy S9, hvor skærmen på 5,8 tommer er afbrudt af en kant i toppen, hvor kameraet bl.a. sidder.\r\n\r\n<h3>Fingeraftrykssensor på forsiden af S10</h3>\r\nEn stor forskel mellem de to modeller er, at Samsung har flyttet fingeraftrykssensoren tilbage på telefonens forside. På forrige enheder som Galaxy S9, sad fingeraftrykssensoren bag på telefonen til fordel for det store infinity-display.<br><br>\r\n\r\nMen på Galaxy S10 får du altså det bedste fra to verdener. Du får nemlig både det store infinity-display og en fingeraftryksscanner på forsiden.<br><br>\r\n\r\nDette er muligt fordi Samsung har udviklet en teknologisk avanceret ultralydsscanner, der er indbygget som en del af selve touch-skærmen.\r\n\r\n<h3>Længere batterilevetid på S10</h3>\r\nEn af Samsungs helt store nyheder på S10 er den meget lange batterilevetid. Det store 3400 mAh-batteri kan holde i op til 24 timer, fordi telefonens software er blevet meget mere intelligent til at fordele strømmen fornuftigt i forhold til Galaxy S9.\r\n\r\n<h3>Mere intern hukommelse på S10</h3>\r\nPå Samsung Galaxy S10 kan du få helt op til 512 GB intern lagerplads, mens du på Galaxy S9 kan få op til 256 GB intern hukommelse.\r\n\r\n<h2>Køb Samsung-telefoner hos os til en rigtig god pris</h2>\r\nI vores webshop kan du vælge mellem alle de mest populære smartphones fra Samsung. Hos os kan du altid regne med, at få en Samsung-telefon til en rigtig god pris.<br><br> \r\n\r\nOg du får selvfølgelig fri fragt og et rigtig godt mobilabonnement spækket med unikke fordele.<br><br>\r\n\r\nSe fx de populære Samsung-flagskibe fra Note-serien <a href=\"/mobiltelefoner/samsung/galaxy-note-10/\">Samsung Galaxy Note 10</a>, <a href=\"/mobiltelefoner/samsung/galaxy-note-10plus/\">Samsung Galaxy Note 10+</a> og <a href=\"/mobiltelefoner/samsung/galaxy-note9/\">Samsung Galaxy Note 9</a>.<br><br>\r\n\r\nVi tilbyder også en lang række prisvenlige smartphones som fx <a href=\"/mobiltelefoner/samsung/galaxy-a80/\">Samsung Galaxy A80</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a50/\">Samsung Galaxy A50</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a40/\">Samsung Galaxy A40</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a20e/\">Samsung Galaxy A20e</a> og <a href=\"/mobiltelefoner/samsung/galaxy-xcover-4s/\">Samsung Galaxy XCover 4s</a>.\r\n\r\n<p><iframe src=\"https://www.youtube.com/embed/y4J27Be4Tb0?wmode=opaque&rel=0&autohide=1&showinfo=0&wmode=transparent&autoplay=1\" class=\"iframe-yt-premiere\" height=\"auto\" frameborder=\"0\" style=\"\r\n    max-width: 100%;\r\n    width: 500px;\r\n    height: 260px;\r\n\"></iframe></p>",
  "specifications": [
    {
      "label": "Skærm",
      "description": "6,1 tommer QHD Super AMOLED infinity-display (3040 x 1440 pixels)"
    },
    {
      "label": "Skærmopløsning",
      "description": "1440 x 3040 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "12 + 12 + 16 megapixel triple-kamera"
    },
    {
      "label": "Front-kamera",
      "description": "10 megapixel front-kamera"
    },
    {
      "label": "Styresystem",
      "description": "Android 9.0 (Pie)"
    },
    {
      "label": "Processor",
      "description": "Exynos 9820"
    },
    {
      "label": "RAM",
      "description": "8 GB RAM"
    },
    {
      "label": "Batteri",
      "description": "3400 mAh-batteri"
    },
    {
      "label": "Hukommelse",
      "description": "128 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Ja"
    },
    {
      "label": "Features",
      "description": "Fingeraftrykssensor foran på skærmen, trådløs strømdeling, trådløs- og hurtigopladning, vand- og støvafvisende med IP68-klassificering"
    },
    {
      "label": "Farver",
      "description": "Sort / hvid"
    },
    {
      "label": "Materiale",
      "description": "Glas/metal"
    },
    {
      "label": "Mål",
      "description": "149,9 x 70,4 x 7,8"
    },
    {
      "label": "Vægt",
      "description": "156 g"
    },
    {
      "label": "Simkort",
      "description": "Dual-sim (Nano)"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "4G",
    "Nyhed",
    "Mobilrabat",
    "Tilbud"
  ],
  "offeringService": "Fri + 50 GB",
  "offeringServicePrice": 29900,
  "leastPriceRepayments": 741400,
  "leastPriceUpfront": 741400,
  "leastPrice": 23000,
  "savings": 167800,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 877,
  "onSale": true,
  "variants": [
    {
      "id": 876,
      "size": "128 GB",
      "color": "Hvid",
      "colorHex": "#ffffff",
      "image": "Samsung_GalaxyS10_Hvid.png",
      "imageAlt": "Køb Samsung Galaxy S10 billigt hos Nuuday",
      "gallery": [
        {
          "image": "Samsung_GalaxyS10_Hvid-1.png",
          "imageAlt": "Bagside på Samsung Galaxy S10 i hvid"
        },
        {
          "image": "Samsung_GalaxyS10_Hvid-2.png",
          "imageAlt": "Siden af Samsung Galaxy S10 i hvid hos Nuuday"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 600100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 719900,
          "serviceDiscount": 119800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 552100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 719900,
          "serviceDiscount": 167800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 504100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 719900,
          "serviceDiscount": 215800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 709900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 719900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 877,
      "size": "128 GB",
      "color": "Sort",
      "colorHex": "#000",
      "image": "Samsung_GalaxyS10_Sort.png",
      "imageAlt": "Samsung Galaxy S10 128 GB Sort",
      "gallery": [
        {
          "image": "Samsung_GalaxyS10_Sort-1.png",
          "imageAlt": "Bagside på Samsung Galaxy S10 i sort"
        },
        {
          "image": "Samsung_GalaxyS10_Sort-2.png",
          "imageAlt": "Siden af Samsung Galaxy S10 i sort hos Nuuday"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 600100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 719900,
          "serviceDiscount": 119800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 552100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 719900,
          "serviceDiscount": 167800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 504100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 719900,
          "serviceDiscount": 215800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 709900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 719900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}