{
  "id": 360,
  "name": "Galaxy S10e",
  "slug": "galaxy-s10e",
  "brandName": "Samsung",
  "brandSlug": "samsung",
  "headline": "",
  "documentTitle": "Samsung Galaxy S10e - Køb en billig Samsung-telefon her",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Sort",
      "colorHex": "#000000"
    },
    {
      "color": "Hvid",
      "colorHex": "#ffffff"
    }
  ],
  "descriptionMeta": "Samsung Galaxy S10e er den billigste version i S10-serien. Klik her og køb Samsung Galaxy S10e allerede i dag med fri fragt.",
  "descriptionHtml": "<h2> Køb den prisvenlige Samsung Galaxy S10e allerede i dag</h2><p>\r\nSamsung har lanceret en prisvenlig telefon i sin Samsung Galaxy S10-række. Bestil Samsung Galaxy S10e allerede i dag. Du får fri fragt og et mobilabonnement fyldt med unikke fordele.\r\n\r\n<p><h2> Meget mere en bare en mobilabonnement</h2><p>\r\nNår du køber Samsung Galaxy S10e sammen med dit Nuuday mobilabonnement, får du samtidig en masse unikke fordele med i prisen.<br><br>\r\n\r\nMed vores abonnementer får du altid en god og lynhurtig internetforbindelse på Danmarks bedste 4G-netværk. Du får også roaming i 36 lande i Europa, så du kan bruge dit abonnement, når du rejser uden for Danmark.<br><br>\r\n\r\nOg så kan du lytte til over 30 millioner musiknumre med vores helt egen musiktjeneste - Nuuday Musik.\r\n\r\n<p><h2> Pris - hvad koster Samsung Galaxy S10e?</h2><p>\r\nDin pris for Samsung Galaxy S10e afhænger af, hvilket abonnement du vælger, når du køber din nye S10e. Men da Samsung Galaxy S10e er den billigste smartphone i S10-serien, er du sikret en rigtig lav pris.<br><br>\r\n\r\nVed køb-knappen her på siden kan du se din pris for Samsung Galaxy S10e.\r\n\r\n<p><h2> Hvilke specifikationer og features kommer Samsung Galaxy S10e med?</h2><p>\r\nGalaxy S10e er den mindste  og den billigste flagskib i Samsungs S10-række. Men det betyder ikke, at du skal nøjes med en middelmådig smartphone, når det kommer til specifikationer og features.<br><br>\r\n\r\nFor selvom Samsung har skruet ned for prisen, får du stadig dual-kamera, masser af intern hukommelse, et stort batteri med trådløs strømdeling og meget, meget mere.<br><br>\r\n\r\nLæs meget mere om specifikationer og features på Samsung Galaxy S10e længere nede på siden.<br><br>\r\n\r\nDu kan også læse om de andre telefoner i S10-serien - <a href=\"/mobiltelefoner/samsung/galaxy-s10/\">Samsung Galaxy S10</a> og <a href=\"/mobiltelefoner/samsung/galaxy-s10plus/\">Samsung Galaxy S10+</a>.\r\n\r\n<p><h2> Lancering den 20. februar 2019</h2><p>\r\nOnsdag den 20. februar 2019 holdt Samsung lancering på deres nye S10-serie. Det skete til deres \"Unpacked\"-event i San Francisco, hvor mobilmarkedets tech-eksperter alle var samlet for at se, hvad Samsung har af nyheder til os i 2019.<br><br>\r\n\r\nDet er også i år, at Samsung har 10 års jubilæum for deres Galaxy S-serie, så forventningerne var sat utrolig højt til den kommende Galaxy-række. Hvordan ville Samsung fejre Galaxy S-seriens 10 års jubilæum?<br><br>\r\n\r\nForud for lanceringen florerede forskellige rygter og leaks på Twitter og Google. Ville Samsung lancerer to telefoner som normalt, eller kunne der være en tredje lite-model i vente?<br><br>\r\n\r\nMen nu, efter Samsungs lancerings-event, ved vi med sikkerhed, at Samsung har lanceret en prisvenlig variant i rækken af nye smartphones - nemlig Samsung Galaxy S10e.<br><br>\r\n\r\nOg selvom S10e er en lite-model, har Samsung ikke sparet, når det kommer til hverken kamera, batteri eller lagerplads. På den måde kommer Samsung her med en smartphone, der virkelig giver andre prisvenlige mobiler, som iPhone XR fra Apple, kamp til stregen.\r\n\r\n<p><h2> Release-dato - hvornår kommer Samsung Galaxy S10e til Danmark?</h2><p>\r\nSamsung Galaxy S10e har officiel release-dato den 8. marts, hvor mobilen vil være tilgængelig på det danske marked.\r\n\r\n<p><h2> Bestil S10e allerede i dag hos Nuuday</h2><p>\r\nMen du behøver ikke vente helt til den 8. marts med at bestille telefonen. Du kan bestille S10e allerede i dag i vores webshop. Vi holder nemlig forsalg på de tre nye flagskibe fra Samsung allerede nu.\r\n\r\n<p><h2> Galaxy S10e bliver rost i tests og anmeldelser</h2><p>\r\nMobilmarkedets tech-eksperter roser den prisvenlige S10e i adskillige anmeldelser på internettet. Samsung plejer normalt ikke at lancerer en prisvenlig variant i sin S-serier, men dette har ændret sig i år.<br><br>\r\n\r\nSamsung Galaxy S10e får især ros for sin lave pris samtidig med, at dette er en telefon med masser af byde på. S10e har altså mange af de samme specifikationer og features som gør, at vi godt kan placerer denne model som blandt mobilmarkedets allerstørste flagskibstelefoner. \r\n\r\n<p><h2> Flad 5,8 tommer Super AMOLED-skærm</h2><p>\r\nSelvom vi efterhånden er vandt til at se infinity-skærmen som en fast inventar på Samsungs S-række, har de valgt at S10e skal have en helt \"normal\" skærm.<br><br>\r\n\r\nMen tøv ikke. Selvom du må undvære de buede kanter, får du stadig et skærmbillede i høj kvalitet med en opløsning på 2280 x 1080 pixels, flotte og balancerede farver og intelligent lysstyring.<br><br>\r\n\r\nOg skærmen fylder også næsten hele telefonens front. Her er ingen hjem-knap, der forstyrrer skærmbilledet.<br><br>\r\n\r\nSå kan du se billeder og videoer på skærmen i tårnhøj kvalitet og få alle detaljer med. Uanset om du befinder dig udenfor eller indenfor.\r\n\r\n<p><h2> 12 + 16 megapixel dual-kamera </h2><p>\r\nSelvom S10e er en prisvenlig telefon i S10-serien, får du stadig et bag-kamera med to kameralinser. Så her får du altså virkelig noget for prisen.<br><br>\r\n\r\nDe to kameralinser arbejder nemlig sammen og giver dig fuldstændig fantastiske billeder.<br><br>\r\n\r\nOg med den teknologisk avancerede 16 megapixel ultra wide-kameralinse kan du få billeder af store landskaber og få alle detaljer med.\r\n\r\n<p><h2> 10 megapixel front-kamera</h2><p>\r\nSamsung har slet ikke skåret ned, når det kommer til front-kameraet på deres lite-model. Faktisk får du det samme front-kamera på både Galaxy S10e og S10.<br><br>\r\n\r\nOg i år har Samsung reduceret størrelsen på front-kameraet. Det betyder, at kameraet ikke har brug for et helt hak i skærmens top, men blot et lille \"hul\" øverst til højre på displayet. \r\n\r\n<p><h2> Et stærkt 3100 mAh-batteri banker i hjertet af S10e</h2><p>\r\nDet store 3100 mAh-batteri giver masser af kraft til din telefon og holder strøm dagen lang. Og med Samsungs avancerede strømstyring fordeler S10e helt selv strømmen på en intelligent måde.<br><br> \r\n\r\nVed at lære dine mobilvaner at kende, lukker Samsung S10e automatisk ned for apps og programmer, der kører i baggrunden, og som du ikke bruger.<br><br>\r\n\r\nPå den måde bruger batteriet ikke strøm på at holde apps og programmer kørende i baggrunden.\r\n \r\n<p><h2> Giv andre enheder energi med trådløs strømdeling</h2><p>\r\nMed trådløs strømdeling kan du bruge din smartphone som oplader til andre enheder.<br><br>\r\n\r\nHjælp dine venner og familie, når deres batteri på telefonen svigter. Eller oplad dine høretelefoner eller dit Smart Watch direkte fra din mobil.<br><br>\r\n\r\nMed trådløs strømdeling kan du oplade adskillige enheder, der understøtter Qi trådløs opladning.\r\n\r\n<p><h2> Få strøm lynhurtigt med trådløs- og hurtigopladning</h2><p>\r\nGalaxy S10e understøtter både trådløs- og hurtigopladning.<br><br> \r\n\r\nDet tager altså ikke lang tid at oplade din telefon med Samsungs hurtigopladning. Når telefonen har siddet i opladeren i 30 minutter har du allerede 50 % mere strøm på batteriet.<br><br>\r\n\r\nOg med en separat oplader-dock som tilbehør til sin Galaxy S10e, skal du bare lægge telefonen på oplader-docken. Så nu er det slut med at rode med ledninger og kabler hver gang, at du skal oplade din mobil.\r\n\r\n<p><h2> Android 9.0 giver dig en af markedets mest brugervenlige smartphones</h2><p>\r\nAndroid 9.0 er den seneste version af det populære styresystem, og Google er kommet med en række forbedringer, der gør din hverdag meget nemmere og meget mere sikker.<br><br>\r\n\r\nFx kommer Android 9.0 med helt nye og smarte måder at navigere rundt på telefonen på. Så nu er det altså endnu nemmere at finde rundt på skærmen end tidligere.<br><br>\r\n\r\nAndroid-styresystemet er også blevet mere intelligent. Med Android 9.0 indstiller din telefon sig helt automatisk til dig og dine unikke mobilvaner. Android lærer dig at kende med tiden og tilpasser hele tiden brugerfladen, så du hele tiden har en telefon, der har blik for lige præcis behov.<br><br>\r\n\r\nOg så har Google også øget sikkerheden med Android 9.0. Fx krypterer Android dine data på en ny og mere sikker måde, så du kan føle dig helt sikker, når du færdes online på din mobil.\r\n\r\n<h2>Ny Exynos 9820-processor giver masser af drivkraft og fart</h2>\r\nDen nye Exynos 9820-processor giver masser af fart og kraft til telefonen. Og processoren er også med til at give telefonen ekstra lang batterilevetid.<br><br>\r\n\r\nDen nye Exynos-processor er med til at gøre S10e super intelligent, så den lærer, hvordan du bruger din telefon. På den måde kan S10e hurtigt regne ud, hvilke applikationer du bruger og lukke dem ned, du ikke bruger, så de ikke ligger åbne i baggrunden og sluger batteri og gør din mobil langsommere.\r\n\r\n<h3>Den nye processor baner vej for AI</h3>\r\nSelvom Samsung har skruet ned for prisen på S10e, har de ikke skruet ned for vilde AI-oplevelser. Ligesom på S10 og S10+ kan du slå dig løs i det stadigt voksende AI-univers.\r\n\r\n<p><h2> Du får masser af plads på telefonen med 128 GB hukommelse</h2><p>\r\nMan fornemmer slet ikke, at Galaxy S10e er en lite-version i S10-serien, når det kommer til telefonens kæmpestore hukommelse.<br><br>\r\n\r\nMed hele <strong>128 GB</strong> lagerplads får du rigeligt med plads til billeder, videoer, applikationer, programmer, spil og filer på din telefon.\r\n\r\n<p><h2> Galaxy S10e holder vand og støv væk med IP68-klassificering</h2><p>\r\nSamsung Galaxy S10e er en robust lille smartphone. Foruden et stort batteri, imponerende kameraer og en stor og stærk processor, er S10e nemlig sikret mod vand og støv.<br><br>\r\n\r\nMed IP68-klassificering kan Samsung Galaxy S10e nemlig tåle at være under 1,5 meter vand i op til 30 minutter. \r\n\r\n<p><h2> Størrelse - Galaxy S10e er en lille smartphone</h2><p>\r\nSamsung Galaxy S10e er perfekt til dig, der ønsker en mindre smartphone. Mobilen måler kun 142,2 x 69,9 x 7,9 mm og er dermed den mindste telefon i S10-serien.<br><br>\r\n\r\nMen selvom vi her har at gøre med en lidt mindre telefon til en billigere pris, får du stadig en mobil med et eksklusivt look med et design i glas og metal.<br><br>\r\n\r\nDu kan sammenligne størrelsen på Samsung Galaxy S10e med lignende modeller som fx iPhone XR. Faktisk er Galaxy S10e endda en lille smule mindre.\r\n\r\n<p><h2> Vælg mellem tre flotte farver</h2><p>\r\nGalaxy S10e kommer i tre flotte farver. Så du bestemmer helt selv, om du vil have  telefonen  i <strong>sort</strong>, <strong>hvid</strong> eller <strong>grøn</strong>. \r\n\r\n<p><h2> Unboxing Galaxy S10e - se her hvad du får med i æsken</h2><p>\r\nNår du køber Samsung Galaxy S10e får du ikke blot en imponerende ny telefon mellem hænderne. Samsung har også sørget for, at der er rigeligt at brugbart tilbehør med i pakken.<br><br>\r\n\r\nDu får:<br>\r\n\r\n<ul>\r\n\t<li>En oplader</li>\r\n\r\n\t<li>En microUSB-adapter </li>\r\n\r\n\t<li>Høretelefoner </li>\r\n\r\n\t<li>Skærmbeskyttelse</li>\r\n\r\n\t<li>En USB-adapter</li>\r\n\r\n\t<li>En lille smart nål til at indsætte SIM-kort </li>\r\n\r\n\t<li>En manual på dansk</li>\r\n</ul>\r\n\r\n<h2>Samsung Galaxy S10e vs Galaxy S10 og S10+</h2\r\nSamsung Galaxy S10e er den tredje telefon i rækken af S10-serien. Det er noget helt nyt, at Samsung lancerer hele tre telefoner - de plejer nemlig kun at lancerer en standard-model og en plus-version.<br><br>\r\n\r\nMen i år er der nye boller på suppen, og Samsung har nemlig lanceret S10e, som er den billigste smartphone i S10-familien. Samsung har altså skruet ned på specifikationer til fordel for en billigere mobil.<br><br>\r\n\r\nFx får du ikke infinity-skærmen, men en flad 5,8 tommer Super AMOLED-skærm. Og du får også dual-kamera i stedet for triple-kamera og en fingeraftrykssensor på siden i stedet for på touch-skærmen.<br><br>\r\n\r\nNår det er sagt er det stadig den kraftfulde Exynos 9820-processor, der driver værket, så her er altså en mellemklasse-telefon med en af markedets bedste chipset.<br><br>\r\n\r\nOg du får også trådløs- og hurtigopladning, et vand- og støvtæt design med IP68-klassificering og en stor intern hukommelse - præcis som på S10 og S10+.<br><br>\r\n\r\nSamsung Galaxy S10e er altså til dig, som gerne vil have en kraftfuld og intelligent smartphone til en mellemklasse-pris.\r\n\r\n<h2>Se flere Samsung-modeller i vores webshop til gode priser</h2>\r\nEr du fan af smartphones fra Samsung? I vores online shop finder du en lang række Samsung-telefon spækket med de bedste specifikationer. Vi har de helt store high-end-telefoner fra Samsung som <a href=\"/mobiltelefoner/samsung/galaxy-note-10/\">Samsung Galaxy Note 10</a>, <a href=\"/mobiltelefoner/samsung/galaxy-note-10plus/\">Samsung Galaxy Note 10+</a> og <a href=\"/mobiltelefoner/samsung/galaxy-note9/\">Samsung Galaxy Note 9</a>.<br><br>\r\n\r\nMed leder du efter en billig Samsung-telefon? Vi har også et stort udvalg af prisvenlige modeller. Se fx <a href=\"/mobiltelefoner/samsung/galaxy-a80/\">Samsung Galaxy A80</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a50/\">Samsung Galaxy A50</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a40/\">Samsung Galaxy A40</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a20e/\">Samsung Galaxy A20e</a> og <a href=\"/mobiltelefoner/samsung/galaxy-xcover-4s/\">Samsung Galaxy XCover 4s</a>.<br><br>\r\n\r\nSå hvad enten du er ude efter en smartphone med de helt store high-end-features eller en billig mellemklasse-mobil, er du sikker på at finde den helt rigtige Samsung-telefon til lige netop dine behov her hos os.",
  "specifications": [
    {
      "label": "Skærm",
      "description": "5,8 tommer Super AMOLED"
    },
    {
      "label": "Skærmopløsning",
      "description": "2280 x 1080 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "12 + 16 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "10 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "Android 9.0 (Pie)"
    },
    {
      "label": "Processor",
      "description": "Exynos 9820"
    },
    {
      "label": "RAM",
      "description": "6 GB"
    },
    {
      "label": "Batteri",
      "description": "3100 mAh-batteri"
    },
    {
      "label": "Hukommelse",
      "description": "128 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Ja"
    },
    {
      "label": "Features",
      "description": "Trådløs strømdeling, trådløs- og hurtigopladning, fingeraftrykslæser på siden, vand- og støvafvisende med IP68-klassificering"
    },
    {
      "label": "Farver",
      "description": "Sort / hvid / grøn"
    },
    {
      "label": "Materiale",
      "description": "Glas / metal"
    },
    {
      "label": "Mål",
      "description": "142,2 x 69,9 x 7,9 mm"
    },
    {
      "label": "Vægt",
      "description": "151 g"
    },
    {
      "label": "Simkort",
      "description": "Dual-sim (Nano)"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "Mobilrabat",
    "Tilbud"
  ],
  "offeringService": "Fri + 50 GB",
  "offeringServicePrice": 29900,
  "leastPriceRepayments": 621400,
  "leastPriceUpfront": 621400,
  "leastPrice": 18000,
  "savings": 167800,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 982,
  "onSale": true,
  "variants": [
    {
      "id": 982,
      "size": "128 GB",
      "color": "Sort",
      "colorHex": "#000000",
      "image": "Samsung_GalaxyS10e_Sort.png",
      "imageAlt": "Samsung Galaxy S10e Sort 128 GB",
      "gallery": [
        {
          "image": "Samsung_GalaxyS10e_Sort-1.png",
          "imageAlt": "Samsung Galaxy S10e Sort 128 GB"
        },
        {
          "image": "Samsung_GalaxyS10e_Sort-2.png",
          "imageAlt": "Samsung Galaxy S10e Sort 128 GB"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 480100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 599900,
          "serviceDiscount": 119800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 432100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 599900,
          "serviceDiscount": 167800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 384100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 599900,
          "serviceDiscount": 215800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 589900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 599900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 983,
      "size": "128 GB",
      "color": "Hvid",
      "colorHex": "#ffffff",
      "image": "Samsung_GalaxyS10e_Hvid.png",
      "imageAlt": "Samsung Galaxy S10e Hvid 128 GB",
      "gallery": [
        {
          "image": "Samsung_GalaxyS10e_Hvid-1.png",
          "imageAlt": "Samsung Galaxy S10e Hvid 128 GB"
        },
        {
          "image": "Samsung_GalaxyS10e_Hvid-2.png",
          "imageAlt": "Samsung Galaxy S10e Hvid 128 GB"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 480100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 599900,
          "serviceDiscount": 119800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 432100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 599900,
          "serviceDiscount": 167800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 384100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 599900,
          "serviceDiscount": 215800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 589900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 599900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}