{
  "id": 361,
  "name": "Galaxy S10+",
  "slug": "galaxy-s10plus",
  "brandName": "Samsung",
  "brandSlug": "samsung",
  "headline": "Inkl. 1.000 kr. værdikupon til AKG høretelefoner",
  "documentTitle": "Samsung Galaxy S10+ - Køb i dag til en lav pris og få fri fragt",
  "campaignLabel": "Inkl. værdikupon til AKG høretelefoner",
  "colors": [
    {
      "color": "Sort",
      "colorHex": "#000"
    },
    {
      "color": "Hvid",
      "colorHex": "#ffffff"
    }
  ],
  "descriptionMeta": "Samsung Galaxy S10+ med triple-kamera, fingeraftrykssensor på skærmen og op til 1 TB intern hukommelse. Klik her og køb Samsung Galaxy S10+ allerede i dag.",
  "descriptionHtml": "<br>\r\n<h2> Køb Samsung Galaxy S10+ til en lav pris med fri fragt</h2>\r\n<p>\r\nSamsung Galaxy S10+ er landet! Bestil Samsung Galaxy S10+ i dag til en lav pris. Du får fri fragt og et mobilabonnement med masser af unikke fordele.\r\n\r\n<h2> Hvilke specifikationer kommer Samsung Galaxy S10+ med?</h2>\r\n<p>\r\nGalaxy S10+ er spækket med vaskeægte high-end-specifikationer. Du får et 6,4 tommer AMOLED infinity-display med fingeraftrykssensor, triple bag-kamera, dual front-kamera, lang batterilevetid med trådløs strømdeling og op til hele 1 TB intern hukommelse og meget mere.<br><br>\r\n\r\nHer på siden kan du læse mere om Samsung Galaxy S10+.<br><br>\r\n\r\nSe også den lidt mindre <a href=\"/mobiltelefoner/samsung/galaxy-s10/\">Samsung Galaxy S10</a> og den billigste <a href=\"/mobiltelefoner/samsung/galaxy-s10e/\">Samsung Galaxy S10e</a>, som er en ny lite-version fra Samsung i Galaxy S10-serien.\r\n\r\n</p>\r\n<h2> Oplev helt særlige fordele med vores mobilabonnementer</h2>\r\n<p>\r\nMed vores mobilabonnementer får du meget mere end bare tale, sms og data. Du får bl.a. Danmarks bedste 4G-netværk og roaming i 36 lande i Europa, så du kan tage mobilen med på rejsen.<br><br>\r\n\r\nOg så kan du lytte til musik med vores helt egen musiktjeneste Nuuday Musik, hvor du finder mere end 30 millioner musiknumre.\r\n\r\n</p>\r\n<h2> Pris - hvad koster Samsung Galaxy S10+?</h2>\r\n<p>\r\nHos os får du altid Samsung Galaxy S10+ til en god pris. Prisen varierer efter, hvilken abonnement du vælger, når du køber S10+. Ved køb-knappen her på siden kan du se din pris på Samsung Galaxy S10+.\r\n\r\n</p>\r\n<h2> Lancering den 20. februar 2019 i San Francisco</h2>\r\n<p>\r\nDen 20. februar 2019 lancerede Samsung deres tre nye smartphones i Galaxy S10-serien. Det skete i San Francisco til det eksklusive \"Unpacked\"-lancerings-event. Med tre nye telefoner fejrer Samsung deres 10 års jubilæum for Galaxy S-serien.<br><br>\r\n\r\nOg i den anledning havde tech-eksperterne sat forventningerne i sky til, hvad vi kunne forvente os at se fra Samsung i 2019. På Google og Twitter kunne vi læse rygter, der på baggrund af forskellige leaks, spåede om, hvad Samsung ville diske op med i 2019.<br><br>\r\n\r\nMens nogle havde sat næsen op efter en foldbar telefon i 2019, havde andre forhåbninger om et nyt design og et triple-kamera.<br><br>\r\n\r\nMen rygter og leaks til side for nu kender vi endelig alle specs og features på de tre nye smartphones. Samsung Galaxy S10+ er en større version af Galaxy S10, så her får du alt det bedste fra S10 i opgraderet format.<br><br>\r\n\r\nMed den store infinity-skærm med indbygget fingeraftrykssensor, triple-kamera på bagsiden, dual-kamera på forsiden, trådløs strømdeling, ultra lang batterilevetid og op til 1 TB intern hukommelse viser Samsung sig frem på mobilmarkedet og giver Apple og Huawei kamp til stregen.\r\n\r\n</p>\r\n<h2> Officiel release-dato - hvornår kommer Samsung Galaxy S10+ til Danmark?</h2>\r\n<p>\r\nSamsung Galaxy S10+ kommer til de danske butikker den 8. marts 2019, hvor den vil være tilgængelig i vores butikker landet rundt.\r\n\r\n</p>\r\n<h2> Bestil Galaxy S10+ allerede i dag</h2>\r\n<p>\r\nKan du ikke vente med at få fingrene i den nye Samsung Galaxy S10+? Du behøver faktisk slet ikke at vente helt til marts.<br><br>\r\n\r\nI vores webshop kan du nemlig allerede bestille Samsung Galaxy S10+ i vores forsalg.\r\n\r\n</p>\r\n<h2> Anmeldelser af S10+ - Det siger tech-eksperterne om det nye flagskib</h2>\r\n<p>\r\nLigesom resten af S10-serien får Samsung Galaxy S10+ ros til skyerne i af markedets tech-eksperter.<br><br>\r\n\r\nPå Google kan man læse utallige anmeldelser, og alle er enige om, at Samsung overrasker positivt med tre nye high-end-smartphones i 2019. S10+ får især ros for det nye infinity-display med indbygget fingeraftrykssensor, det imponerende triple-kamera, trådløs strømdeling og den store mængde intern hukommelse på op til 1 TB.<br><br> \r\n\r\nDette er i den grad en smartphone, der giver iPhone og Huawei-mobiler kamp til stregen.\r\n\r\n</p>\r\n<h2> Et imponerende skærmbillede med 6,4 tommer QHD Super AMOLED infinity-display</h2>\r\n<p>\r\nPå S10+ kan du se film, billeder og spille spil i vaskeægte biografkvalitet. Den store infinity-skærm fylder næsten hele telefonens front og de buede kanter gør, at skærmbilledet fortsætter langt ud over telefonens kanter. Selvom vi har set infinity-skærme fra Samsung mange gange før, er der stadig nyt på tapetet.<br><br>\r\n\r\nSamsung stopper aldrig med at forbedre skærmen. I år har Samsung opdateret skærmbilledet, så det automatisk tilpasser sig alle lysforhold. Så får du altid er klart og skarpt skærmbillede - både udenfor og indenfor.\r\n\r\n</p>\r\n<h3> Indbygget fingeraftrykssensor</h3>\r\n<p>\r\nEr du aldrig helt blevet fan af fingeraftrykssensorens efterhånden faste plads bag på mange af markedets high-end-smartphones? Så har Samsung godt nyt i 2019.<br><br>\r\n\r\nFor at gøre mere plads til infinity-skærmen havde Samsung droppet hjem-knappen og rykket fingeraftryksscanneren bag på Galaxy S9.<br><br>\r\n\r\nMen i år giver Samsung dig det bedste fra to verdener. De har inkorporeret en fingeraftrykssensor på selve touch-skærmen ligesom vi fx så på Huawei Mate 20 og Mate 20 Pro og OnePlus 6T.<br><br>\r\n\r\nOg fingeraftryksscanneren anvender ultralyd, og denne meget avancerede teknologi gør sensoren super intelligent og sikker. Det er altså kun dit unikke fingeraftryk, der kan låse skærmen op. Og sensoren er så følsom, at den genkender din finger, selvom den er våd eller snavset.\r\n\r\n</p>\r\n<h2> Tag imponerende billeder med Samsungs nye triple-kamera</h2>\r\n<p>\r\nBag-kameraet på Samsung S10+ har hele tre kameralinser, så du får billeder i tårnhøj og skarp kvalitet. Samsung har nemlig udviklet deres første triple-kamera, så du kan tage billeder og film i samme høje kvalitet som professionelle kameraer.\r\n\r\n</p>\r\n<h3> Dual Pixel baner vej for endnu skarpere billeder på S10+</h3>\r\n<p>\r\nMed avanceret kamerateknologi er kameraets autofokus blevet endnu bedre. Med Galaxy S10+ får du automatisk skarpe billeder hver gang, du trykker på udløseren.<br><br>\r\n\r\nKameraet finder selv det i billedet, som er vigtigt, så dit motiv altid står knivskarpt.\r\n\r\n</p>\r\n<h3> Samsungs intelligente kamerateknologi giver større og mere detaljerige billeder</h3>\r\n<p>\r\nMed 123 graders vidvinkel og 2 x optisk zoom får du endnu større fotos. Og zoom-funktionen gør, at du kan fange alle livets små detaljer, som det menneskelige øje normalt ikke opfanger.<br><br>\r\n\r\nSå kan du opleve naturen på en helt ny måde og fange motiver på lang afstand.\r\n\r\n</p>\r\n<h3> Skarpe og klare billeder i svagt lys</h3>\r\n<p>\r\nMed det nye triple-kamera får du endnu bedre billeder i alle slags lysforhold. Kameraet er så intelligent, at det automatisk tilpasser sig både i lyse og mørke omgivelser - præcis ligesom det menneskelige øje.\r\n\r\n</p>\r\n<h3> Vink farvel til dårlig videokvalitet</h3>\r\n<p>\r\nMed HDR10-teknologi er det slut med videoer i dårlig kvalitet med rystelser. Med samme intelligente teknologi, som du finder på professionelle actionkameraer, får du altid stabile og skarpe videoer i kassen.\r\n\r\n</p>\r\n<h2> 10 + 8 megapixel dual-front-kamera</h2>\r\n<p>\r\nPå Galaxy S10+ får du hele to kameralinser på forsiden af telefonen. Så står du altid knivskarpt på dine selfies.<br><br>\r\n\r\nSelvom front-kameraet på har to kameralinser, optager det ikke meget plads på din mobilens store infinity-skærm. Kun i et meget lille område øverst til højre på skærmens top kan du ane kameraet.\r\n\r\n</p>\r\n<h2> 4100 mAh-batteri giver strøm i 24 timer!</h2>\r\n<p>\r\nSamsung overrasker i den grad både tech-eksperter verden over. Det store batteri i Samsung Galaxy S10+ giver dig strøm til et helt døgn.<br><br>\r\n\r\n24 timers batterilevetid er ikke til at få armene ned over. Og det hele er muligt med Samsungs intelligente strømstyring, der i samarbejde med det store batteri holder liv i telefonen hele døgnet.<br><br>\r\n\r\nGalaxy S10+ lærer simpelthen, hvordan du bruger din telefon og spare på strømmen ved automatisk at lukke for apps og programmer, du alligevel ikke bruger.<br><br>\r\n\r\n</p>\r\n<h2> Kom lave batteriprocenter til undsætning med trådløs strømdeling</h2>\r\n<p>\r\nDer er så meget strøm at give af fra Samsung Galaxy S10+. Og du kan rent faktisk dele ud af dit batteri til andre enheder med trådløs strømdeling.<br><br>\r\n\r\nSå kan du hjælpe en god ven i nød, når telefonen er løbet tør for strøm. Du kan også oplade dine høretelefoner eller dit Smart Watch. Galaxy S10+ kan oplade alle enheder der understøtter QI trådløs opladning.<br><br>\r\n\r\n</p>\r\n<h2> Oplad batteriet hurtigt og trådløst</h2>\r\n<p>\r\nNår det dog sker, at Samsung Galaxy S10+ løber for strøm, tager det ikke lang tid at få telefonen kampklar igen.<br><br>\r\n\r\nMed hurtigopladning tager det kun 30 minutter at lade batteriet op fra 0 til 50%. Og du behøver ikke bakse med ledninger og kabler - du kan nemlig oplade S10+ trådløst med en separat oplader-dock som tilbehør.\r\n\r\n</p>\r\n<h2> Op til 1 TB hukommelse</h2>\r\n<p>\r\nMan må især give Samsung credit, når det kommer til intern hukommelse. For første gang nogensinde kan du få helt op til <strong>1 TB</strong> lagerplads på din telefon. Så her løber du altså næppe tør for plads på din telefon.<br><br>\r\n\r\nHar du ikke brug for så meget hukommelse endda? Du kan også vælge S10+ med 128 GB eller 512 GB hukommelse.\r\n\r\n</p>\r\n<h2> Få glæde af det populære Android 9.0 fra Google</h2>\r\n<p>\r\nSamsung har længe kørt med det populære og brugervenlige Android-styresystem fra Google. Og på S10+ får du den nyeste version af Android. Android 9.0 er endnu mere brugervenligt end tidligere versioner.<br><br>\r\n\r\nMed en ny måde at navigere rundt på telefonens skærm er det hurtigere og nemmere at finde, åbne og skifte mellem applikationer og programmer. Google har også øget sikkerheden, så det er mere sikkert for dig at surfe rundt på nettet. Din data bliver nemlig krypteret på en ny og forbedret måde.<br><br>\r\n\r\nOg så har apps og programmer, der kører i baggrunden ikke adgang til hverken kameraet eller mikrofonen. Android fra Google er et af de mest intelligente og brugervenlige styresystemer til dato. Det er fordi Android helt automatisk skræddersyr din smartphone, så den passer ind i lige netop din hverdag.<br><br>\r\n\r\nAndroid lærer dig og dine vaner at kende og tilpasser helt selv brugerfladen efter hvad, der giver bedst mening for dig.\r\n\r\n</p>\r\n\r\n<h2>Byd velkommen til Exynos 9820 - en ny og stærk processor</h2>\r\nSamsungs nye processor giver i den grad konkurrenternes chipset kamp til stregen. Den nye processor er altså i samme kategori som Snapdragon 885, A12 Bionic Chip fra Apple og Huaweis AI Kirin-processor.<br><br> \r\n\r\nDen nye processor gør S10+ mere intelligent og hurtigere. På den måde får du både mere fart og bedre batteristyring end på sidste års S9-modeller. På S10+ kører applikationer og programmer lynhurtigt, samtidig - helt uden, det tærer på batteriet, som bruger 35% mindre strøm.\r\n\r\n<h3>Bedre AI-oplevelser og intelligent Machine Learning</h3>\r\nEr du vild med vilde AI-oplevelser på din smartphone? Den nye Exynos 9820-processor gør AI-oplevelser endnu bedre i 2019.<br><br>\r\n\r\nOg S10+ er endnu mere intelligent end tidligere Samsung-modeller. På linje med iPhone XS-serien indretter telefonen sig nemlig efter dine behov og lukker automatisk apps og programmer, der kører i baggrunden, så de hverken sluger batteri eller gør din telefon langsommere.\r\n\r\n<h2> IP68-klassificering beskytter dig mod vand og støv</h2>\r\n<p>\r\nMed IP68-klassificering holder S10+ både vand og støv ude. Galaxy S10+ kan være under vand i 30 minutter helt ned til 1,5 meters dybde.<br><br>\r\n\r\nSå behøver du ikke bekymre dig alt for meget, hvis du taber din telefon og vand, eller hvis den bliver udsat for støv.\r\n\r\n</p>\r\n<h2> Et elegant design i metal og glas</h2>\r\n<p>\r\nNår du først får fingrene i Samsung Galaxy S10+ vil du lægge mærke til, hvor eksklusiv telefonens føles mellem hænderne.<br><br>\r\n\r\nTelefonen måler 157,6 x 74,1 x 7,8 mm og vejer 175 g. Det er nogenlunde samme størrelse som iPhone XS Max, som var plus-modellen i Apples iPhone-serie fra 2018.\r\n\r\n</p>\r\n<h3> Vælg mellem to klassiske farver</h3>\r\n<p>\r\nSom udgangspunkt kommer S10+ i en elegant <strong>sort</strong>, hvis du ønsker en model med enten 512 GB eller 1 TB. Vælger du en model med 128 GB, kan du også få telefonen i <strong>hvid</strong>.\r\n\r\n</p>\r\n<h2> Unboxing - se hvad du får med, når du køber Galaxy S10+</h2>\r\n<p>\r\nDu får masser af lækker tilbehør med til din nye mobil.<br><br> \r\n\r\nSe en liste over de ting, du får med i æsken:<br><br>\r\n\r\n  <ul>\r\n    <li>Samsung oplader</li>\r\n\r\n    <li>MicroUSB-adapter</li>\r\n\r\n    <li>Smarte høretelefoner</li>\r\n\r\n\r\n\r\n    <li>USB-adapter</li>\r\n\r\n    <li>Nål til at indsætte SIM-kort</li>\r\n\r\n    <li>Instruktioner på dansk</li>\r\n  </ul>\r\n\r\n</p>\r\n\r\n<h2>Samsung Galaxy S10+ vs S10</h2>\r\nSkal du vælge Samsung Galaxy S10+ eller Galaxy S10? Her kan du blive klogere på, hvordan de to telefoner adskiller sig fra hinanden.\r\n\r\n<h3>Dual-kamera på forsiden af S10+</h3>\r\nEn af de steder, hvor du kan mærke forskel mellem S10+ og S10 er, når du tager billeder med front-kameraet. Front-kameraet på S10+ er nemlig udstyret med 2 kameralinser, mens der kun er en kameralinse på front-kameraet på S10.\r\n\r\n<h3>Op til 1 TB intern hukommelse på S10+</h3>\r\nDu kan vælge et noget større internt lager på S10+. Her kan du nemlig få op til 1 TB hukommelse. På S10 får du et internt lager på 128 GB.\r\n\r\n<h3>Et større batteri på S10+</h3>\r\nBatteriet har også fået vokseværk i S10+. Her får du et 4100 mAh-batteri, mens S10 kommer med et 3400 mAh-batteri. \r\n\r\n<h3>S10+ har en lidt større skærm</h3>\r\nSelvom begge modeller har QHD Super AMOLED infinity-skærme, får et lidt større display på S10+. Skærmen på S10+ er 6,4 tommer, mens displayet på S10 er 6,1 tommer.\r\n\r\n<h3>Størrelse: S10 er en mindre smartphone</h3>\r\nS10 måler 149,9 x 70,4 x 7,8 mm. Og det er noget mindre end S10+, som måler 157,6 x 74,1 x 7,8 mm.\r\n\r\n<h2>Samsung Galaxy S10+ vs Note 9</h2>\r\nHer kan du læse om forskellene mellem Galaxy S10+ og Note 9.\r\n\r\n<h3>Triple-kamera på S10+</h3>\r\nModsat Note 9 med dual-kamera, får du Samsungs nye triple-kamera med hele tre kameralinser på Galaxy S10+. Så her er kameraet blevet mere intelligent, og du får skarpere billeder i højere kvalitet. \r\n\r\n<h3>Fingeraftrykssensoren er tilbage på forsiden på S10+</h3>\r\nModsat Note 9, hvor fingeraftrykslæseren sidder på bagsiden under kameraet, kan du låse din mobil op fra selve touch-skærmen med S10+. \r\n\r\n<h3>S-Pen med bluetooth på Note 9</h3>\r\nDu får den smarte S-Pen med bluetooth på Note 9, som du kan bruge på alverdens forskellige måder til at gøre det nemmere at bruge din smartphone. Du kan både bruge S-Pen til at navigere rundt på skærmen og tage noter. Men du kan også bruge S-Pen på Note 9 som fjernbetjening til din mobil. \r\n\r\n<h3>S10+ er mere intelligent og har bedre batterilevetid med Exynos 9820-processoren</h3>\r\nDen nye processor sikrer både en mere intelligent telefon, der tilpasser sig automatisk efter dine vaner og fordeler strømmen fra batteriet bedre. \r\n\r\n<h3>Ingen kant i toppen af skærmen på S10+</h3>\r\nModsat Note 9 har Samsung Galaxy S10+ ingen kant i toppen af skærmen. Front-kameraet sidder i et lille \"hul\" øverst til højre på skærmen. \r\n\r\n<h3>Galaxy S10+ er mindre end Note 9</h3>\r\nS10+ måler nemlig 157,6 x 14,1 x 7,8 mm og vejer 175 g, mens Note 9 måler 161,9 x 76,6 x 8,8 mm og vejer 201 g.\r\n\r\n<h3>Op til 1 TB intern hukommelse på S10+</h3>\r\nPå S10+ kan du vælge helt op til 1 TB intern hukommelse. På Note 9 kan du vælge op til 512 GB intern hukommelse. \r\n\r\n<h3>Pris - S10+ er billigst</h3>\r\nGalaxy S10+ er billigere end Note 9. \r\n\r\n<h2>Samsung Galaxy S10+ vs Galaxy S9+</h2> \r\nHer kan du læse meget mere om alle de nye features Samsung har kastet på bordet siden Galaxy S9+.\r\n\r\n<h3>Nyt og imponerende triple-kamera</h3>\r\nEn af de største nyheder er det intelligente kamera, der har fået en kameralinse mere siden S9+. Så synes du, at du fik skarpe billeder på S9+?<br><br> \r\n\r\nBare vent, for på S10+ har Samsung skruet endnu mere op for kameraet, så du får billeder helt udover det sædvanlige.\r\n\r\n<h3>Mere hukommelse på S10+</h3>\r\nDu får også et større lager på S10+. Her får du nemlig 128 GB, mens du får 64 GB på S9+.\r\n\r\n<h3>Længere batterilevetid på S10+</h3>\r\nBatteriet er vokset en del siden S9+. Her får du et 4100 mAh-batteri, mens du får et 3500 mAh-batteri på Note 9. Og ikke nok med et større batteri, er S10+ også blevet meget bedre til at fordele strømmen intelligent, så du får meget længere batterilevetid.\r\n\r\n<h3>Fingeraftrykssensor på forsiden af S10+</h3>\r\nSiden S9+ er fingeraftryksscanneren rykket tilbage på forsiden. På S10+ sidder fingeraftryksscanneren på selve touch-skærmen - så den optager ikke engang ekstra plads. Her får du altså både et stort display, der fylder hele forsiden af telefon og fingeraftrykssensor på foran.\r\n\r\n<h3>Kæmpestor intern hukommelse på S10+</h3>\r\nJa, du kan jo få helt op til 1 TB intern hukommelse på S10+, så her kan man virkelig se forskellen fra S9+, hvor du kan få op til 256 GB intern hukommelse.\r\n\r\n<h3>Galaxy S10+ er skrumpet siden S9+</h3>\r\nGalaxy S10+ er en del mindre end S9+. S10+ måler nemlig 157,6 x 74,1 x 7,8 mm og vejer 175 g, mens S9+ måler 158,1 x 73,8 x 8,5 mm og vejer 189  g.\r\n\r\n<h3>Ingen kanter på Galaxy S10+</h3>\r\nModsat S9+  er hele forsiden på S10+ dedikeret til de store og flotte infinity-display og kanten i toppen er væk. Så her sidder kameraet bare på skærmen som et lille \"hul\" øverst til højre. \r\n\r\n<h2>Køb flere populære Samsung-telefoner i vores webshop</h3>\r\nEr du vaskeægte Samsung Galaxy-fan? Vi tilbyder en lang række af de mest populære smartphones fra Samsung. Og her kan du altid være sikker på, at finde en mobil fra Samsung til en rigtig god pris.<br><br> \r\n\r\nDu får selvfølgelig alle de unikke fordele, der kendetegner vores mobilabonnementer og fri fragt, når du køber en Samsung-telefon hos os.<br><br>\r\n\r\nSe fx nogle af mobilmarkedets største flagskibstelefoner som fx <a href=\"/mobiltelefoner/samsung/galaxy-note-10/\">Samsung Galaxy Note 10</a>, <a href=\"/mobiltelefoner/samsung/galaxy-note-10plus/\">Samsung Galaxy Note 10+</a> og <a href=\"/mobiltelefoner/samsung/galaxy-note9/\">Samsung Galaxy Note 9</a>.<br><br>\r\n\r\nHos os kan du også finde en lang række billige smartphones spækket med high-end-specifikationer som fx <a href=\"/mobiltelefoner/samsung/galaxy-a80/\">Samsung Galaxy A80</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a50/\">Samsung Galaxy A50</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a40/\">Samsung Galaxy A40</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a20e/\">Samsung Galaxy A20e</a> og <a href=\"/mobiltelefoner/samsung/galaxy-xcover-4s/\">Samsung Galaxy XCover 4s</a>.",
  "specifications": [
    {
      "label": "Skærm",
      "description": "6,4 tommer QHD Super AMOLED infinity"
    },
    {
      "label": "Skærmopløsning",
      "description": "3040 x 1440 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "12 + 12 + 16 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "10 + 8 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "Android 9.0 (Pie)"
    },
    {
      "label": "Processor",
      "description": "Exynos 9820"
    },
    {
      "label": "RAM",
      "description": "8 / 12 GB RAM"
    },
    {
      "label": "Batteri",
      "description": "4100 mAh-batteri"
    },
    {
      "label": "Hukommelse",
      "description": "128 GB / 512 GB / 1 TB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Ja"
    },
    {
      "label": "Features",
      "description": "Indbygget fingeraftrykssensor på touch-skærmen, trådløs strømdeling, trådløs- og hurtigopladning, vand- og støvafvisende med IP68-klassificering"
    },
    {
      "label": "Farver",
      "description": "Sort / hvid"
    },
    {
      "label": "Materiale",
      "description": "Glas / metal"
    },
    {
      "label": "Mål",
      "description": "157,6 x 74,1 x 7,8 mm"
    },
    {
      "label": "Vægt",
      "description": "175 g"
    },
    {
      "label": "Simkort",
      "description": "Dual-sim (Nano)"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "4G",
    "Nyhed",
    "Mobilrabat",
    "Tilbud"
  ],
  "offeringService": "Fri + 50 GB",
  "offeringServicePrice": 29900,
  "leastPriceRepayments": 789400,
  "leastPriceUpfront": 789400,
  "leastPrice": 25000,
  "savings": 199800,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 881,
  "onSale": true,
  "variants": [
    {
      "id": 881,
      "size": "128 GB",
      "color": "Sort",
      "colorHex": "#000",
      "image": "Samsung_GalaxyS10_Sort.png",
      "imageAlt": "Køb Samsung Galaxy S10+ hos Nuuday i dag",
      "gallery": [
        {
          "image": "Samsung_GalaxyS10_Sort-1.png",
          "imageAlt": "Bagsiden på Samsung Galaxy S10+ i sort"
        },
        {
          "image": "Samsung_GalaxyS10_Sort-2.png",
          "imageAlt": "Samsung Galaxy S10+ set fra siden med knapper"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 648100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 799900,
          "serviceDiscount": 151800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 600100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 799900,
          "serviceDiscount": 199800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 552100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 799900,
          "serviceDiscount": 247800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 789900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 799900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 883,
      "size": "1024 GB",
      "color": "Sort",
      "colorHex": "#000",
      "image": "Samsung_GalaxyS10_Sort.png",
      "imageAlt": "Samsung Galaxy S10+ Sort 1024 GB",
      "gallery": [
        {
          "image": "Samsung_GalaxyS10_Sort-1.png",
          "imageAlt": "Samsung Galaxy S10+ Sort 1024 GB"
        },
        {
          "image": "Samsung_GalaxyS10_Sort-2.png",
          "imageAlt": "Samsung Galaxy S10+ Sort 1024 GB"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 1080100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1269900,
          "serviceDiscount": 189800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 1032100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1269900,
          "serviceDiscount": 237800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 984100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1269900,
          "serviceDiscount": 285800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 1259900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1269900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 884,
      "size": "128 GB",
      "color": "Hvid",
      "colorHex": "#ffffff",
      "image": "Samsung_GalaxyS10_Hvid.png",
      "imageAlt": "Samsung Galaxy S10+ Hvid 128 GB",
      "gallery": [
        {
          "image": "Samsung_GalaxyS10_Hvid-1.png",
          "imageAlt": "Samsung Galaxy S10+ Hvid 128 GB"
        },
        {
          "image": "Samsung_GalaxyS10_Hvid-2.png",
          "imageAlt": "Samsung Galaxy S10+ Hvid 128 GB"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 648100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 799900,
          "serviceDiscount": 151800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 600100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 799900,
          "serviceDiscount": 199800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 552100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 799900,
          "serviceDiscount": 247800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 789900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 799900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}