{
  "id": 362,
  "name": "Xperia 10",
  "slug": "xperia-10",
  "brandName": "Sony",
  "brandSlug": "sony",
  "headline": "Perfekt smartphone til dig, der elsker gaming i alle former og faconer",
  "documentTitle": "Sony Xperia 10 - Køb her til en rigtig god pris - fri fragt",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Sort",
      "colorHex": "#000"
    },
    {
      "color": "Blå",
      "colorHex": "#1f47fc"
    }
  ],
  "descriptionMeta": "Sony Xperia 10 med fri fragt og Danmarks bedste 4G-netværk. Klik her og bestil Sony Xperia 10 allerede i dag til en rigtig lav pris.",
  "descriptionHtml": "<h2>Køb Sony Xperia 10 til en rigtig god pris hos Nuuday</h2> Køb <strong>Sony Xperia 10</strong> til en lav pris i dag. Det er nemt og hurtigt at bestille i vores webshop. Du får fri fragt og et mobilabonnement spækket med fordele.\r\n\r\n<br>\r\n<h2>Hvilke specifikationer kommer Sony Xperia 10 med?</h2>\r\nSony Xperia 10 kommer med en 6 tommers Full HD LCD-skærm med 21:9-bredformat for en biografskabende effekt, et 13 + 5 megapixel dual-kamera på bagsiden og et 8 megapixel enkeltlinse-kamera på forsiden.<br><br>\r\n\r\nBegge kameraer kommer med et hav af imponerende kamera-specs, som gør dine billeder til noget helt udover det sædvanlige.<br><br>\r\n\r\nDu får også fænomenal lyd på Sony Xperia 10 med det banebrydende DSEE og LDAC-højtalersystem. Og med den kraftfulde Snapdragon-processor, 3 GB RAM og 2870 mAh-batteri får du en telefon fuld af fart og med en høj ydeevne.<br><br>\r\n\r\nSony Xperia 10 er en perfekt smartphone til dig, der elsker gaming i alle former og faconer. Det er intet mindre end fuldstændig medrivende at opleve spil på den store skærm med 21:9-formatforhold og den enestående lydkvalitet.\r\n\r\n<br><h2>Pris - hvad koster Sony Xperia 10?</h2> \r\nDu får Sony Xperia 10 til en rigtig god pris hos Nuuday. Den specifikke pris varierer alt efter, hvilket abonnement du vælger, når du bestiller din nye telefon. Ved køb-knappen her på siden kan du se din pris for Sony Xperia 10.\r\n\r\n<br>\r\n<h2>Et mobilabonnement pakket med unikke fordele</h2> \r\nVores mobilabonnementer er noget helt særligt. Hos os får du nemlig meget mere end bare tale, sms og data. Du kommer bl.a. på Danmarks bedste 4G-netværk, så du kan surfe løs på nettet uanset, om du er i toget, derhjemme på sofaen eller i sommerhuset.<br><br>\r\n\r\nDu får også roaming i 36 lande i Europa, så du kan bruge dit abonnement i udlandet. Og med Nuuday Musik kan du frit lytte til over 30 millioner musiknumre.\r\n\r\n<br>\r\n<h2>Sony Xperia 10 får ros af anmelderne til MWC 2019</h2> \r\nSony Xperia 10 er en af de nye telefoner, der er blevet præsenteret ved årets MWC-event i Barcelona i februar 2019.<br><br>\r\n\r\nOg telefonen får i den grad ros fra markedets tech-eksperter, der især roser Sony Xperia 10 for den store skærm med 21:9-formatforhold, der giver et skærmbillede i ægte biografkvalitet.<br><br>\r\n\r\nSony er kendt for at producere smartphones, der virkelig vækker spil og film til live. Og med det enestående højtalersystem får du her en telefon, der passer perfekt til gaming. Og kan du lide at se film?<br><br>\r\n\r\nMed Sony Xperia 10 har du altid de største Hollywood-hits med i lommen. Det gode skærmbillede og den høje lydkvalitet gør Sony Xperia 10 til en perfekt mobil at se film og tv på.\r\n\r\n<br>\r\n<h2>Stort 6 tommers Full HD-display med 21:9-bredformat</h2> \r\nDen store og imponerende LCD-skærm kommer med 21:9-bredformat, hvilket giver dig et større overblik. Denne skærm er specielt udviklet til dig, der elsker at se video og spille spil på din smartphone.\r\n\r\n</p><br>\r\n<h3>En bred skærm perfekt til video, spil og multitasking</h3>\r\n<p>\r\nMed 21:9-bredformat får du meget mere med, når du ser video og spiller spil på din mobil.<br><br>\r\n\r\nDu får altså meget mere med på skærmbilledet, når du fx læser nyhedsmedier eller dokumenter med tekst.<br><br>\r\n\r\nDenne skærm er også perfekt til multitasking, hvis du skal lave flere ting på mobilen på en gang.\r\n\r\n  <br>\r\n<h2>13 + 5 megapixel dual-kamera</h2> \r\nHovedkameraet i Sony Xperia 10 har to kameralinser, der arbejder sammen og giver dig enestående billeder i høj kvalitet.<br><br>\r\n\r\nHovedkameraet er spækket med kameraspecifikationer, der giver dig et væld af muligheder, når du tager fotos.<br><br>\r\n\r\nFx får du hybrid autofokus og SteadyShot fokuserer kameraet automatisk på alt det vigtige i billedet og giver dig klare billeder uden rystelser. Og med 5 x digital zoom kan du få klare billeder på lang afstand.<br><br>\r\n\r\n</p><br>\r\n<h3>Video og billeder i 21:9-bredformat</h3>\r\n<p>\r\n Du kan optage video og tage billeder i det imponerende 21:9-bredformat, så du får videoer og billeder til det store lærred.\r\n\r\n</p><br>\r\n<h3>Bokeh-effekt til flotte portrætfotos</h3>\r\n<p>\r\n  Du får også bokeh-effekt, så du kan tage professionelle portrætbilleder med motivet i fokus foran en perfekt sløret baggrund.\r\n\r\n</p><br>\r\n<h3>Video: 4K og slowmotion</h3>\r\n<p>\r\nDu kan også optage videoer i ultra høj 4K-kvalitet, som sammen med 21:9-bredformatet gør, at du får videoer i imponerende kvalitet.<br><br> \r\n\r\nVil du have alle livets små detaljer med? Du kan optage video i slowmotion med 120 billeder i sekundet, så du kan fange hverdagens øjeblikke og få alle de helt små detaljer med - fx kan du se snefnug og regndråber falde til jorden.<br><br>\r\n\r\n <br>\r\n <h2>8 megapixel front-kamera med portræteffekter</h2> \r\nDu får også et 8 megapixel kamera på forsiden af telefonen til flotte selfies og videoopkald.<br><br>\r\n\r\nOg kameraet foran kommer også med portræteffekter, så du kan tage flotte portrætfotos af dig selv.\r\n\r\n <br>\r\n <h2>Imponerende lyd i high resolution</h2> \r\nMed DSEE HX og LDAC-højtalersystem og SmartAmplifier får du imponerende lyd.<br><br>\r\n\r\nHøjtalersystemet giver dig en fænomenal lydkvalitet - fx når du afspiller film og musik og spiller spil på din telefon. Du får også imponerende lyd i stereo på de videoer, du selv optager på mobilen.\r\n\r\n <br>\r\n <h2>Lang batterilevetid og hurtigopladning</h3><p>\r\nDet store 2870 mAh-batteri har en høj kapacitet. Og i samarbejde med den intelligente Snapdragon-processor og 3 GB RAM, sørger batteriet for, at du er sikret strøm på telefonen hele dagen.\r\n\r\nOg med hurtigopladning tager lader batteriet op lynhurtigt.\r\n\r\n<br><h2>Masser af hukommelse på telefonen</h2> \r\nDer er masser intern lagerplads til billeder, filer, videoer, apps og programmer. Sony Xperia kommer nemlig med hele <strong>64 GB</strong> indbygget hukommelse.<br><br>\r\n\r\nHar du brug for mere? Med et microSD-kort kan du udvide lageret og få helt op til 512 GB.\r\n\r\n <br>\r\n <h2>Oplev det brugervenlige styresystem Android 9.0 fra Google</h2> \r\nSony Xperia 10 kommer med det populære Android 9.0 fra Google. Det er det samme styresystem, som du finder på helt store high-end-telefoner som fx Samsung Galaxy S10 og Huawei Mate 20 Pro.<br><br>\r\n\r\nAndroid-systemet har altid været populært - både blandt brugerne og tech-eksperterne. Brugervenlighed, kvalitet og sikkerhed har altid været i top med den nye opdatering er systemet blevet endnu bedre.<br><br>\r\n\r\nNye navigationskommandoer gør det endnu hurtigere og nemmere at navigere rundt på skærmen. Og så er Android 9.0 mere intelligent end nogensinde før. <br><br>\r\n\r\nEfterhånden som du bruger mobilen, lærer Android dine vaner at kende og tilpasser sig efter dine vaner. Fx lærer Android automatisk, hvilke apps og programmer du ikke bruger og lukker dem ned, så de hverken sluger strøm eller sænker farten.<br><br>\r\n\r\nOg sikkerheden er i top med Android 9.0, som er blevet bedre til at holde dine data ekstra sikkert, når du surfer rundt på nettet. Og så har apps og programmer, der kører i baggrunden adgang til hverken kameraet eller mikrofonen.\r\n\r\n <br>\r\n <h2>Holdbart design i Corning Gorilla Glas 5</h2> \r\nSony Xperia 10 kommer i et lækkert design i det robuste Corning Gorilla Glas 5. Med sit slanke ydre er telefonen er designet, så den ligger godt og komfortabelt i hånden.\r\n\r\n</p><br>\r\n<h3>Vælg mellem to flotte farver</h3>\r\n<p>\r\n Du bestemmer helt selv, om du vil have telefonen i <strong>sort</strong> eller <strong>blå</strong>.\r\n\r\n<br>\r\n<h2>Sony Xperia 10 vs Xperia XZ3</h2>\r\nHer kan du læse om, hvilke forskelle der er mellem Sony Xperia 10 og topmodellen Xperia XZ3 fra 2018. \r\n\r\n<h3>Display med 21:9-bredformat på Xperia 10 vs 6 tommer OLED-display på Xperia XZ3</h3>\r\nMens du får et imponerende formatforhold på Xperia 10, der giver dig en oplevelse af skærmbilledet som på det helt store biograflærred, får du et en OLED-skærm på Xperia XZ3.<br><br>\r\n\r\nOLED-skærme er blevet en populære feature blandt nogle af markedets allerbedste telefoner - bl.a. er de nye iPhone-modeller udstyret med en OLED-skærm.<br><br>\r\n\r\nOLED giver et mere kontrastfyldt og skarpere billede end LCD-skærme, fordi OLED-skærme er udviklet så hver lille pixel i skærmen helt selv styrer lyset. Dermed er farverne skarpere og mere virkelighedstro - fx er den sorte farve på en OLED-skærm helt sort.\r\n\r\n<h3>13 megapixel front-kamera på Xperia XZ3</h3>\r\nFront-kameraet på Sony Xperia XZ3 har lidt flere megapixels at gøre godt med end på Sony Xperia 10. Her får du nemlig 13 megapixel, mens front-kameraet på Xperia 10 er på 8 megapixel. \r\n\r\n<h3>Ingen jackstik på Xperia XZ3</h3>\r\nHvorimod Sony Xperia 10 er udstyret med det traditionelle 3,5 mm jackstik til høretelefoner, er jackstikket sparet væk på Xperia XZ3 til fordel for et slankere design.<br><br>\r\n\r\nDet betyder, at du skal bruge en adapter fra USB-C til jackstik, hvis du vil blive ved med at bruge høretelefoner og tilslutte højtalere med 3,5 mm jackstik (Sony har dog lagt en adapter med i pakken sammen med Xperia XZ3).\r\n\r\n<h3>Sony Xperia XZ3 er udstyret med den kraftfulde Snapdragon 845-processor</h3>\r\nSony Xperia XZ3 er udstyret med en af markedets bedste og mest kraftfulde Snapdragon-processorer. Så her er virkelig fart over feltet, og telefonen har en ultrahøj ydeevne.\r\n\r\n<h3>Dynamic Vibration System på Xperia XZ3</h3>\r\nLigesom Xperia 10 er Xperia XZ3 perfekt til dig, der elsker gaming. Og når du spiller spil og ser film på Sony Xperia XZ3 vibrerer telefonen i takt med, hvad der foregår i den virtuelle verden.\r\n\r\n<h3>Lang batterilevetid på Xperia 10</h3>\r\nSelvom batteriet i Xperia 10 er mindre, skulle telefonen, ifølge Sony, holde hele døgnet pga. intelligent strømstyring. \r\n\r\n<h3>Pris - Sony Xperia 10 er en del billigere end Xperia XZ3</h3>\r\nDer er stor forskel, når det kommer til prisen på Xperia 10 og prisen på Xperia XZ3.<br><br>\r\n\r\nMens Xperia 10 har en mindre processor og LCD-display i stedet for OLED-display er prisen lavere end for Sony Xperia XZ3.<br><br> \r\n\r\nOg du får altså stadig en masse lækre specifikationer for prisen - som fx 21:9-bredformat display, 13 + 5 megapixel dual-kamera og lang batterilevetid.\r\n\r\n <br>\r\n <h2>Se vores udvalg af de bedste Sony-telefoner</h2> \r\nI vores webshop kan du finde de bedste smartphones fra Sony til dato.<br><br>\r\n\r\nLige nu kan du fx købe <a href=\"/mobiltelefoner/sony/xperia-5/\">Sony Xperia 5</a>. Du får selvfølgelig altid din nye Sony-telefon til en rigtig god pris med fri fragt sammen med et af vores mobilabonnementer og dertilhørende fordele.",
  "specifications": [
    {
      "label": "Skærm",
      "description": "6 tommers Fuld HD"
    },
    {
      "label": "Skærmopløsning",
      "description": "1080 x 2520 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "13 + 5 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "8 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "Android 9 Pie"
    },
    {
      "label": "Processor",
      "description": "Qualcomm Snapdragon 630"
    },
    {
      "label": "RAM",
      "description": "3 GB"
    },
    {
      "label": "Batteri",
      "description": "2870 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "64 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Ja"
    },
    {
      "label": "Features",
      "description": "DSEE HX og LDAC-højtalersystem, videooptagelse i bredformat"
    },
    {
      "label": "Farver",
      "description": "Sort / blå"
    },
    {
      "label": "Materiale",
      "description": "Glas / plastik"
    },
    {
      "label": "Mål",
      "description": "156 x 68 x 8,4 mm"
    },
    {
      "label": "Vægt",
      "description": "162 g"
    },
    {
      "label": "Simkort",
      "description": "Dual-sim (Nano)"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "4G",
    "Nyhed",
    "Mobilrabat"
  ],
  "offeringService": "Fri + 20 GB",
  "offeringServicePrice": 19900,
  "leastPriceRepayments": 129300,
  "leastPriceUpfront": 229200,
  "leastPrice": 99900,
  "savings": 200000,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 885,
  "onSale": false,
  "variants": [
    {
      "id": 885,
      "size": "64 GB",
      "color": "Sort",
      "colorHex": "#000",
      "image": "Sony_Xperia10_Sort.png",
      "imageAlt": "Køb den billige Sony Xperia 10 hos Nuuday i dag",
      "gallery": [
        {
          "image": "Sony_Xperia10_Sort-1.png",
          "imageAlt": "Bagsiden af Sony Xperia 10 i sort"
        },
        {
          "image": "Sony_Xperia10_Sort-2.png",
          "imageAlt": "Sony Xperia 10 set fra siden"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 99900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 299900,
          "serviceDiscount": 200000,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 79900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 299900,
          "serviceDiscount": 220000,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 59900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 299900,
          "serviceDiscount": 240000,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 289900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 299900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 887,
      "size": "64 GB",
      "color": "Blå",
      "colorHex": "#1f47fc",
      "image": "Sony_Xperia10_Bl.png",
      "imageAlt": "Sony Xperia 10 Blå 64 GB",
      "gallery": [
        {
          "image": "Sony_Xperia10_Bl-1.png",
          "imageAlt": "Sony Xperia 10 Blå 64 GB"
        },
        {
          "image": "Sony_Xperia10_Bl-2.png",
          "imageAlt": "Sony Xperia 10 Blå 64 GB"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 99900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 299900,
          "serviceDiscount": 200000,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 79900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 299900,
          "serviceDiscount": 220000,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 59900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 299900,
          "serviceDiscount": 240000,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 289900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 299900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}