{
  "id": 364,
  "name": "P30",
  "slug": "p30",
  "brandName": "Huawei",
  "brandSlug": "huawei",
  "headline": "",
  "documentTitle": "Huawei P30 er en prisvenlig top-model - Køb i dag og få fri fragt",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Krystalblå",
      "colorHex": "#b0e6f9"
    },
    {
      "color": "Sort",
      "colorHex": "#000"
    },
    {
      "color": "Twilight",
      "colorHex": "#421dca"
    },
    {
      "color": "Amber Sunrise",
      "colorHex": "#ff6540"
    }
  ],
  "descriptionMeta": "Huawei P30 med triple-kamera, stærk processor og et stort batteri. Køb Huawei P30 her til en god pris. Klik og se flere specs.",
  "descriptionHtml": "<h2>Køb Huawei P30 i dag til en rigtig god pris med fri fragt</h2>\r\n<p> Huawei P30 er hermed lanceret. Bestil Huawei P30 allerede i dag til en rigtig god pris med fri fragt og et mobilabonnement spækket med unikke fordele.</p>\r\n\r\n<h2>Vi giver dig en masse unikke fordele med i vores mobilabonnementer</h2>\r\n<p>Når du køber Huawei P30, får du et mobilabonnement til en rigtig god pris. Og som en del af Nuuday-familien får du meget mere end bare tale, sms og data.<br><br>\r\n\r\nVores mobilabonnementer er sprængfyldte med fordele. Fx ringer, sms'er og surfer du rundt på Danmarks bedste 4G-netværk. Så har du altid har den bedste og hurtigste forbindelse, hvor samtalen ikke hakker og nettet ikke falder ud - hverken i toget, i sommerhuset eller derhjemme.<br><br>\r\n\r\nDu får også roaming i 36 lande i Europa, så du kan bruge dit abonnement, når du rejser. Og med vores helt egen musiktjeneste, Nuuday Musik, kan du lytte til alt det musikden musik, du har lyst til. På Nuuday Musik finder du mere end 30 millioner musiknumre, så her er noget for enhver smag.</p>\r\n\r\n<h2>Lancering – hvilke specs får jeg med Huawei P30?</h2>\r\nDen 26. marts 2019 lancerede Huawei deres nye flagskib i Paris. Her blev det afsløret, hvilke specifikationer og features Huawei P30 vil være udstyret med.<br><br>\r\n\r\nForud for lanceringen af P30-serien kunne man læse nyheder med rygter og leaks på Twitter og andre online medier. Her kom markedets tech-eksperter med deres bud på, hvad vi kunne forvente af den nye P30-serie.<br><br>\r\n\r\nMed alt vi ved efter Huawei's lancering i Paris, er det tydeligt, at Huawei P30 bliver en af de største flagskibstelefoner i 2019.<br><br>\r\n\r\nHer kan du se et overblik over de største specifikationer på Huawei P30:</p>\r\n\r\n<ul>\r\n  <li> Leica-kamerasystem med tre linser med optisk, hybrid og digital zoom</li>\r\n  <li> Front-kamera på 32 megapixel med portrætfunktion</li>\r\n  <li> Stor 6,1 tommer OLED-display med indbygget fingeraftrykssensor</li>\r\n  <li> Stærk Kirin 980-processor</li>\r\n  <li> Et stort 3650 mAh-batteri med hurtigopladning</li>\r\n</ul>\r\n\r\n<h2>Hvad koster Huawei P30? Se din pris her på siden</h2>\r\n<p> Prisen på Huawei P30 afhænger af hvilket abonnement, du vælger, når du køber din køber din nye mobil.</p>\r\n<p> Vælg det abonnement, der passer bedst til dig, tilføj Huawei P30 til kurven og se prisen.\r\n\r\n</p>\r\n<!--<h3>Køb Huawei P30 kontant eller på afbetaling</h3>\r\n<p>Hos os bestemmer du helt selv – du kan betale din nye telefon med det samme, eller du kan få telefonen på afbetaling i 12 eller 24 mdr.<br><br>-->\r\n\r\nVælger du at betale din telefon i mindre bidder over 12 eller 24 måneder, forbliver prisen på din nye smartphone selvfølgelig den samme.</p>\r\n\r\n<h2>Huawei P30 release-dato - hvornår kommer Huawei P30 i Danmark?</h2>\r\n<p> Huawei P30 har officiel release-dato den 26. marts 2019 i Danmark, hvor du vil kunne købe telefonen her i vores webshop.<br><br>\r\nI vores webshop kan du også købe <a href=\"/mobiltelefoner/huawei/p30-pro/\">Huawei P30 Pro</a> og <a href=\"/mobiltelefoner/huawei/p30-lite/\">Huawei P30 Lite</a> fra den nye P30-serie.\r\n</p>\r\n\r\n<h2>Anmeldelser - Huawei omskriver reglerne med helt fantastiske bag-kameraer og en stærk processor</h2>\r\n<p> Huawei er en stor frontløber, når det gælder digitale trends på mobilmarkedet. Og det kan i den grad mærkes, når man hører tech-eksperternes vurderinger af Huawei-telefoner.</p>\r\n<p> I februar til dette års MWC-event (Mobile World Congress) i Barcelona præsenterede Huawei nogle af de ting, de kommer til at satse på i 2019 og frem.</p>\r\n<p> Og nu er Huawei klar med en helt ny serie af high-end-smartphones. Huawei P30 er den mellemstore version i denne serie, og anmelderne kan ikke få armene ned over de mange specs og features.</p>\r\n<p> Bl.a. bliver Huawei P30 rost for det intelligente triple-kamera, der sammen med telefonens nye og kraftfulde processor giver endnu bedre billeder end forrige modeller.</p>\r\n<p> Huawei P30 får også ros for den høje ydeevne, der gør telefonen mere effektiv og hurtig.</p>\r\n<p>Og sidst, men ikke mindst, går OLED-skærmen lige i hjerterne på mange brugere og eksperter. Og det gør det kun endnu bedre, at skærmen også har en indbygget fingeraftrykslæser.</p>\r\n\r\n\r\n<h2>Leica triple-kamera giver dig revolutionerende billeder</h2>\r\n<p> I de seneste år har Huawei virkelig vist sig som en af de helt store producenter på markedet, når det kommer til at udvikle mobilkameraer. Og det bliver kun bedre i 2019.</p>\r\n<p> Kameraet består nemlig af hele tre kameralinser: en 40 megapixel Super Sensing-linse, en 16 megapixel ultra-vidvinkelobjektiv og en 8 megapixel telefotolinse. Sammen arbejder de tre linser sammen og giver dig revolutionerende gode billeder.\r\n\r\n</p>\r\n<h3>Ekstraordinære portrætfotos med lang lukkertid</h3>\r\n<p> Med lang lukkertid tager kameraet helt ekstraordinære portrætbilleder med dit motiv i skarp fokus mod en perfekt sløret baggrund.\r\n\r\n</p>\r\n<h3>Skarpe billeder og videoer om natten med Huawei SuperSpectrum-sensor</h3>\r\n<p> Sammen med den kraftfulde Kirin 980-processor giver Huawei's SuperSpectrum-sensor dig ultra skarpe og detaljerige billeder og videoer i aften- og nattelys.</p>\r\n<p> Det betyder, at du fx kan fange en flot stjernehimmel eller tage sjove og søde videoer af dig og dine venner, når I er ude om aftenen.\r\n\r\n</p>\r\n<h3>3 x Optisk-, 5 x Hybrid- og 30 x Digital Zoom</h3>\r\n<p>Det avancerede kamerasystem på Huawei P30 gør det muligt at få nærbilleder af motiver på lang afstand.<br><br>\r\n\r\n<p>Med 3 x optisk, 5 x hybrid og 30 x Digital Zoom får du altså mulighed for at komme helt tæt på. Så er du altid sikret et skarpt billede af ethvert motiv.</p>\r\n\r\n<h2>32 megapixel front-kamera med portrætfunktion</h2>\r\n<p> Kameraet foran på telefonen har et stort 32 megapixel selfie-kamera med portrætfunktion. Så kan du også få flotte og skarpe portrætbilleder af dig selv.\r\n\r\n</p>\r\n<h2>Imponerende 6,1 tommer OLED-skærm</h2>\r\n<p> Den store 6,1 tommer OLED-skærm giver dig et helt imponerende skærmbillede med flotte farver. Skærmen er nemlig designet til at give dig en livlig oplevelse af billeder og film på din smartphone.</p>\r\n<p> Skærmen fylder næsten hele forsiden af Huawei P30 og er kun afbrudt af den lille teardrop notch i skærmens top, som er formet som en fin lille regndråbe.\r\n\r\n</p>\r\n<h2>Fingeraftrykssensor foran på displayet</h2>\r\n<p> Huawei introducerede fingeraftrykssensor direkte på selve touch-skærmen på Huawei Mate 20 Pro og P20 Pro fra 2018.</p>\r\n<p>Siden har vi set, hvordan denne feature har spredt sig. Efterhånden har mange high-end-smartphones som OnePlus 6T og Samsung Galaxy S10 også fået fingeraftrykssensoren tilbage på forsiden – helt uden, at skærmen må vige og give plads til en fysisk hjem-knap.</p>\r\n<p> Fingeraftrykssensoren er nemlig indbygget på den store touch-skærm. På den måde får du altså både en stor skærm samtidig med, at du kan låse din mobil op med dit fingeraftryk på forsiden af din telefon.\r\n\r\n</p>\r\n<h2>3650 mAh-batteri med hurtigopladning</h2>\r\n<p> Det store 3650 mAh-batteri sørger for, at du har strøm på din smartphone hele dagen.</p>\r\n<p> Og det tager ikke lang tid at lade batteriet op. Med Huawei SuperCharge kan du oplade din mobil fra 0 til 58 % på kun 30 minutter.</p>\r\n<p>Det er altså slut med at mangle strøm, bare fordi du glemte at oplade din telefon om natten. Med en Huawei P30 kan sagtens samle nok strøm til hele dagen, alt imens du gør dig klar om morgenen.</p>\r\n\r\n<h2>En kraftfuld Kirin 980-processor med lavt batteriforbrug</h2>\r\n<p> Huawei har selv produceret deres helt eget chipset til Huawei P30 - nemlig den superstærke Kirin 980-processor.</p>\r\n<p> Huawei præsenterede deres processor sidste år ved IFA-messen, og her fik vi bekræftet, at vi snart ville se verdens første 7nm processor i en mobiltelefon.</p>\r\n<p>Og rigtigt nok er Huawei P30 nu udstyret med den nye processor. Det betyder, at P30 har meget bedre ydeevne og performance, så du får en hurtig telefon, der kan håndtere mange programmer og applikationer på samme tid. Og det sker helt uden, at telefonen mister fart.</p>\r\n<p>Grafikken er også blevet meget bedre med den nye Kirin 980-processor. Det betyder, at du får en meget bedre og mere klar oplevelse af spil og film på din smartphone.</p>\r\n<p>Kirin 980-processoren er også en vigtig spiller, når det kommer til at give dig de imponerende billeder og videoer. Takket være processoren arbejder de tre kameralinser bedre sammen for at give dig skarpe, farverige og kontrastfulde billeder – også af motiver i bevægelse.</p>\r\n<p>Selvom det nye chipset er super intelligent med høj ydeevne og performance, tærer det ikke på batteriet. Faktisk er processoren designet, så den sparrer på batteriet, fordi den har så enormt lavt energiforbrug.</p>\r\n\r\n<h2>Gem alt på din telefon med 128 GB hukommelse</h2>\r\n<p>Du kan have rigtig mange billeder, filer, applikationer og programmer liggende på Huawei P30. Telefonen har nemlig hele 128 GB lagerplads.</p>\r\n<p>Så er du altid kun få klik væk fra dine vigtige dokumenter og billeder. Og du kan have alle de vigtige og store applikationer liggende på din smartphone, uden at bekymre dig om hvor meget de fylder.</p>\r\n\r\n<h2>Oplev Google Android 9.0 Pie</h2>\r\n<p>Med en P30 får du glæde af det populære Android-styresystem fra Google. Du kender det måske allerede fra smartphones fra Samsung, OnePlus, Sony og Nokia.</p>\r\n\r\n<p>Der er nemlig mange producenter på mobilmarkedet, der sværger til Android og vælger lige netop denne software til deres smartphones.</p>\r\n\r\n<p>Og det forstår man udmærket. For Android er et intelligent, hurtigt og brugervenligt styresystem, der gør din mobiltelefon personlig og unik.</p>\r\n\r\n<p>Android’s navigationskommandoer gør det nemt og hurtigt at bevæge sig rundt på mobilens skærm. Du lærer hurtigt navigationsmulighederne at kende, så du i løbet af ingen tid nemt, hurtigt og helt intuitivt navigerer rundt mellem applikationer og programmer. Så bliver det heller ikke nemmere at skrue op og ned for lyd, tage skærmbilleder, skrive beskeder og foretage opkald.</p>\r\n\r\n<p>Android lærer også din og dine unikke mobilvaner at kende. Det sker automatisk, alt imens du bruger din smartphone. Android-systemet sørger for, at din mobil er din mobil og ikke hvem som helst andens. Efterhånden som du bruger din telefon, vil den lære dine vaner at kende og tilpasse brugerfladen, så den giver bedst mening for dig.</p>\r\n\r\n<p>Og Android er tilmed et utrolig fleksibelt styresystem, hvor du har rig mulighed for at designe brugerfladen med applikationer og widgets. Du kan flytte rundt på apps og programmer, organisere dem i mapper og fjerne mange af dem, som du alligevel ikke bruger. Vupti, og så er de gemt væk i menuen.</p>\r\n\r\n<p>Du kan også selv bestemme, hvor programikonerne ligger i menuen. Vil du fx have Facebook, Twitter og Instagram-ikonerne ved siden af hinanden? Det er intet problem med Android.</p>\r\n\r\n<p>Sidst, men ikke mindst, vægter Android også din online sikkerhed højt. Google har fx optimeret den måde, hvor Android-systemet krypterer din data på, når du besøger hjemmesider og bruger applikationer. Så kan applikationer og programmer, der ligger og kører i baggrunden, heller ikke få adgang til hverken kamera eller mikrofon.</p>\r\n\r\n<h2>Design - en elegant smartphone i flotte nuancer</h2>\r\n<p> Huawei producerer altid flotte og elegante smartphones, der ligger godt i dine hænder. Og Huawei P30 er ingen undtagelse.</p>\r\n<p> P30 ligger komfortabelt og sikkert i hånden og med fingeraftrykssensoren placeret foran, kan du nemt og hurtigt låse skærmen op med dit fingeraftryk.</p>\r\n<p> Huawei P30 kommer i tre flotte farver, der alle er inspireret af himmelblå nuancer.</p>\r\n<p>Vælg mellem Krystalblå, Twilight (mørkeblå), sort og Amber Sunrise (rød).</p>\r\n\r\n<h2>Huawei P30 og P30 Pro - hvad er forskellen?</h2>\r\n<p> Huawei P30 og P30 Pro er begge high-end-smartphones spækket med Huawei's bedste og mest innovative specs og features til dato. Men hvad er forskellen mellem de to modeller?</p>\r\n<p> Sammenligner man de to telefoner ligger Huawei P30 Pro til en lidt højere pris end Huawei P30. Huawei P30 Pro har til gengæld en større skærm på 6,47 tommer, et større batteri på 4200 mAh og et større bag-kamera med hele 4 kameralinser.</p>\r\n<p>Når det kommer til de to mobilers design, ligner de to smartphones hinanden. Dog er Huawei P30 Pro er lidt større end standard P30-modellen. Og så har Huawei P30 Pro USB-C i stedet for 3,5 jackstik til høretelefoner, så her vil du skulle bruge en adapter, hvis du gerne vil bruge høretelefoner med et 3,5 jackstik.</p>\r\n<p> Huawei P30 Pro har også en højere IP-klassificering på IP68, så den er bedre beskyttet mod vand og støv.</p>\r\n\r\n</p>\r\n<h2>Huawei P30 vs P20 - skal du opgradere fra sidste års model?</h2>\r\n<p>Her kan du læse om forskellen på Huawei P30 og Huawei P20 fra sidste år.</p>\r\n<p>En af de helt store forskelle er, at Huawei P30 er udstyret med den banebrydende Kirin 980-processor, der gør telefonen endnu hurtigere og endnu bedre siden sidste års modeller. Fx vil du med den nye processor opleve, at dine billeder bliver endnu bedre end på sidste års modeller.</p>\r\n<p> Du får også et større og bedre kamerasystem på P30. Her er bag-kameraet nemlig udstyret med hele tre kameralinser og helt nye features, der fx gør, at du kan tage bedre billeder i aften- og nattelys og end med Huawei P20's dual-kamera med to kameralinser.</p>\r\n<p>\r\n  I 2019 har skærmen fået vokseværk og er gået fra 5,8 tommer LDC-skærm på Huawei P20 til 6,1 tommer OLED-skærm på Huawei P30. Skiftet fra LCD til OLED betyder bl.a., at du får mere livlige og kontrastfulde farver på Huawei P30's skærm. Skærmen på Huawei\r\n  P30 har også en højere pixel-opløsning og er steget til 2340 x 1080 pixels fra 2240 x 1080 pixels på P20.</p>\r\n<p> Front-kameraet på Huawei P30 er også større med hele 32 megapixel i modsætning til Huawei P20's front-kamera med 24 megapixel.\r\n\r\n</p>\r\n<h2>Huawei P30 vs Mate 20 Pro</h2>\r\n<p> Her kan du læse om forskellene mellem Huawei P30 og Mate 20 Pro fra 2018.</p>\r\n<p> Huawei's Mate 20 Pro er en plus-model med lidt bedre specifikationer og features end standard-modellerne, hvorimod Huawei P30 er standard-modellen i sin generation.</p>\r\n<p>Selvom Mate 20 Pro er en plus-model, ligner Huawei P30 faktisk meget, når det kommer til specifikationer og features. Telefonerne har den samme processor, fingeraftryksscanner på selve touch-skærmen, og så har de begge triple-kameraer på bagsiden.</p>\r\n<p>Dog er Huawei Mate 20 Pro udstyret med et større 4200 mAh-batteri, som du kan oplade trådløst. Og med reverse charging kan du dele og give strøm til andre enheder.</p>\r\n<p> Skærmen på Mate 20 Pro er også lidt større med sine 6,39 tommer og en opløsning på 3120 x 1440 pixels. Og så har front-kameraet to kameralinser på 24 + 24 megapixel i stedet for en på 32 megapixel.\r\n\r\n</p>\r\n<h2>Vi har et stort udvalg af Huawei-telefoner</h2>\r\n<p> Se vores store udvalg af Huawei-telefoner i webshoppen.</p>\r\n\r\n<p> Se specifikationer og features på <a href=\"/mobiltelefoner/huawei/mate-20-pro/\">Huawei Mate 20 Pro</a>.</p>\r\n\r\n<p> Se også de billige modeller <a href=\"/mobiltelefoner/huawei/p-smart-2019/\">Huawei P Smart 2019</a> og <a href=\"/mobiltelefoner/huawei/nova-5t/\">Huawei Nova 5T</a>.</p>\r\n\r\n<p> Du får altid fri fragt og et mobilabonnement med alle vores unikke fordele, når du køber din nye Huawei i vores online butik.</p>",
  "specifications": [
    {
      "label": "Skærm",
      "description": "6,1 tommer Fuld HD OLED"
    },
    {
      "label": "Skærmopløsning",
      "description": "2340 x 1080 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "40 + 16 + 8 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "32 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "Android 9.0 Pie"
    },
    {
      "label": "Processor",
      "description": "Kirin 980"
    },
    {
      "label": "RAM",
      "description": "6 GB"
    },
    {
      "label": "Batteri",
      "description": "3650 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "128 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Ja"
    },
    {
      "label": "Features",
      "description": "Fingeraftrykssensor direkte på displayet, hurtigopladning, IP53-klassificering mod vand og støv"
    },
    {
      "label": "Farver",
      "description": "Krystalblå / Twilight / Sort"
    },
    {
      "label": "Mål",
      "description": "149 x 71,3 x 7,57 mm"
    },
    {
      "label": "Vægt",
      "description": "165 g"
    },
    {
      "label": "Simkort",
      "description": "Dual-sim (Nano)"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "Tilbud"
  ],
  "offeringService": "Fri + 50 GB",
  "offeringServicePrice": 29900,
  "leastPriceRepayments": 189300,
  "leastPriceUpfront": 389200,
  "leastPrice": 199900,
  "savings": 280000,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 891,
  "onSale": true,
  "variants": [
    {
      "id": 890,
      "size": "128 GB",
      "color": "Krystalblå",
      "colorHex": "#b0e6f9",
      "image": "Huawei_P30_Krystalbl.png",
      "imageAlt": "Køb Huawei P30 i dag hos Nuuday",
      "gallery": [
        {
          "image": "Huawei_P30_Krystalbl-1.png",
          "imageAlt": "Bagsiden af Huawei P30 med 128 GB"
        },
        {
          "image": "Huawei_P30_Krystalbl-2.png",
          "imageAlt": "Forsiden af Huawei P30 med OLED-skærm"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 249900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 479900,
          "serviceDiscount": 230000,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 199900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 479900,
          "serviceDiscount": 280000,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 149900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 479900,
          "serviceDiscount": 330000,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 469900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 479900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 891,
      "size": "128 GB",
      "color": "Sort",
      "colorHex": "#000",
      "image": "Huawei_P30_Sort.png",
      "imageAlt": "Huawei P30 128 GB Sort",
      "gallery": [
        {
          "image": "Huawei_P30_Sort-1.png",
          "imageAlt": "Huawei P30 128 GB Sort"
        },
        {
          "image": "Huawei_P30_Sort-2.png",
          "imageAlt": "Huawei P30 128 GB Sort"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 249900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 479900,
          "serviceDiscount": 230000,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 199900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 479900,
          "serviceDiscount": 280000,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 149900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 479900,
          "serviceDiscount": 330000,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 469900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 479900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 892,
      "size": "128 GB",
      "color": "Twilight",
      "colorHex": "#421dca",
      "image": "Huawei_P30_Twilight.png",
      "imageAlt": "Huawei P30 128 GB Twilight",
      "gallery": [
        {
          "image": "Huawei_P30_Twilight-1.png",
          "imageAlt": "Huawei P30 128 GB Twilight"
        },
        {
          "image": "Huawei_P30_Twilight-2.png",
          "imageAlt": "Huawei P30 128 GB Twilight"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 249900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 479900,
          "serviceDiscount": 230000,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 199900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 479900,
          "serviceDiscount": 280000,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 149900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 479900,
          "serviceDiscount": 330000,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 469900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 479900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 923,
      "size": "128 GB",
      "color": "Amber Sunrise",
      "colorHex": "#ff6540",
      "image": "Huawei_P30_AmberSunrise.png",
      "imageAlt": "Huawei P30 Amber Sunrise 128 GB",
      "gallery": [
        {
          "image": "Huawei_P30_AmberSunrise-1.png",
          "imageAlt": "Huawei P30 128 GB Amber Sunrise"
        },
        {
          "image": "Huawei_P30_AmberSunrise-2.png",
          "imageAlt": "Huawei P30 128 GB Amber Sunrise"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 249900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 479900,
          "serviceDiscount": 230000,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 199900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 479900,
          "serviceDiscount": 280000,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 149900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 479900,
          "serviceDiscount": 330000,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 469900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 479900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}