{
  "id": 366,
  "name": "P Smart 2019",
  "slug": "p-smart-2019",
  "brandName": "Huawei",
  "brandSlug": "huawei",
  "headline": "",
  "documentTitle": "Huawei P Smart 2019 - Køb billigt her og få fri fragt",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Sort",
      "colorHex": "#000"
    }
  ],
  "descriptionMeta": "Huawei P Smart 2019 er en billig mobil med vaskeægte high-end-specifikationer. Klik her og køb Huawei P Smart i dag. Læs mere om specs her.",
  "descriptionHtml": "<h2> Køb Huawei P Smart 2019 til en rigtig god pris</h2>\r\n<p>\r\nBestil Huawei P Smart 2019 allerede i dag. I vores webshop er det nemt og hurtigt at bestille, og så skal du ikke betale for forsendelse. Vi tilbyder nemlig fri fragt på alle vores mobiler.\r\n</p>\r\n<h2> Du får et mobilabonnement fuld af unikke fordele</h2>\r\n<p>\r\nNår du køber Huawei P Smart hos os, får du samtidig fingrene i et billigt mobilabonnement. Du får nemlig ikke bare fri tale og sms/mms samt masser af data i alle vores abonnementer. Vores mobilabonnementer er nemlig spækket med en masse fordele unikke fordele.<br><br>\r\n\r\nHos os kan du altid tale i telefon og surfe på nettet med en lynhurtig og stabil dækning i hele landet. Med vores mobilabonnementer kommer du nemlig på Danmarks bedste 4G-netværk.<br><br>\r\n\r\nOg med Huawei P Smart kan du dele dit mobile netværk via et mobilt hotspot fra din smartphone til din computer, når du er på farten. Så er det som at have mobilt bredbånd med sig i lommen hver dag.<br><br>\r\nDu kan også bruge din mobil på rejsen. Med roaming i 36 lande i Europa kan du ringe sms'e, finde vej med GPS, dele billeder med familien og vennerne derhjemme og meget mere.<br><br>\r\n\r\nOg med Nuuday Musik kan du lytte til over 40 millioner musiknumre. Nuuday Musik er vores helt egen musik-app med et kæmpe udvalg af musiknumre - så hvad end du er til R'n'B, hip hop, pop, rock eller noget helt andet, er du sikker på, at du altid kan finde masser musiknumre, der falder lige i din smag.\r\n</p>\r\n<h2> Pris - hvad koster Huawei P Smart 2019?</h2>\r\n<p>\r\nHuawei P Smart 2019 er en billig smartphone fra Huawei til dig, der gerne vil have en prisvenlig mobiltelefon med et gode kameraer, en stor skærm og en hurtig og intuitiv brugerflade.<br><br>\r\n\r\nDin pris på Huawei P Smart afhænger af, hvilket mobilabonnement du vælger, når du bestiller din nye telefon.<br><br>\r\n\r\nVed at vælge det abonnement du vil have til din nye smartphone her på siden, kan du se din endelige pris på Huawei P Smart 2019.\r\n</p>\r\n<h3> Betal kontant eller på afbetaling</h3>\r\n<p>\r\nDu vælger helt selv, om du vil betale din telefon på én gang eller dele regningen op over 12 eller 24 mdr.<br><br>\r\n\r\nPrisen på din nye mobiltelefon forbliver selvfølgelig den samme uanset, om du betaler kontant eller på afbetaling.\r\n</p>\r\n<h2>Hvilke specifikationer kommer Huawei P Smart 2019 med?</h2>\r\n<p>Se en kort oversigt over de største specifikationer og features her:\r\n\r\n<ul>\r\n                <li>    6,21 tommer LCD-display</li>\r\n                <li>    13 + 2 megapixel dual-kamera</li>\r\n                <li>    8 megapixel AI front-kamera</li>\r\n                <li>    Hurtig og stærk Kirin 710-processor</li>\r\n                <li>    Brugervenligt Android 9.0 Pie</li>\r\n                <li>    Lækkert, robust og funktionelt design i 3D Curved Unibody</li>\r\n</ul>\r\n\r\nLæs mere om alle specifikationer og features på Huawei P Smart længere nede på siden.\r\n</p>\r\n<h2> Huawei P Smart 2019 får ros i test og anmeldelser</h2>\r\n<p>\r\nMobilmarkedets tech-eksperter roser Huawei P Smart i test og anmeldelser på internettet.<br><br>\r\n\r\nP Smart høster bl.a. stjerner for dens dual-kamera, der tager gode billeder og har bokeh-effekt til imponerende portrætfotos.<br><br>\r\n\r\nMobilen får også ros for en hurtig brugerflade. Med Kirin 710-processoren kører programmer og apps som smurt. Fx kan du sagtens køre krævende spil på din P Smart. Og grafikken spiller også perfekt, så du får et klart og skarpt skærmbillede.<br><br>\r\n\r\nSidst, men bestemt ikke mindst, får P Smart ros for den billige pris. Huawei P Smart er altså den bedste mobil til dig, der ønsker en billig smartphone med gode kameraer, en kraftfuld og hurtig processor og en skærm med et imponerende skærmbillede.\r\n</p>\r\n<h2> Stort 6,21 tommer DewDrop-display</h2>\r\n<p>\r\nDen store LCD-skærm med DewDrop-design og en fuld HD-opløsning på 2340 x 1080 pixels giver dig et imponerende skærmbillede med klare farver.<br><br>\r\n\r\nHuawei har virkelig udnyttet pladsen på Huawei P Smart godt, for her er tale om en stor 6,21 tommer skærm på en telefon i en størrelse, der ellers normalt er udstyret med en 5,2 tommer skærm.<br><br> \r\n\r\nSkærmen på P Smart er altså perfekt til dig, der ser surfer online, ser video og film, læser nyheder, bøger og blade og spiller mange spil på din mobiltelefon.\r\n</p>\r\n<h2> Dual-kamera med imponerende bokeh-effekt</h2>\r\n<p>\r\nSelvom Huawei P Smart er en billig smartphone, får du stadig et bagkamera med to kameralinser, der giver dig imponerende billeder i en tårnhøj opløsning på 4160 x 3120 pixels.<br><br>\r\n\r\nf/1.8-blænden er med til at give dig professionelle portrætfotos, hvor dit motiv står i skarp fokus foran en perfekt sløret baggrund.\r\n</p>\r\n<h3> AI-kamera - kunstig intelligens gør dine billeder endnu bedre</h3>\r\n<p> Kameraet på bagsiden af telefonen er bygget med avanceret AI-teknologi, der helt automatisk gør dine billeder meget bedre.<br><br>\r\n\r\nFx genkender AI-kameraet dit motiv, så du altid får det bedst mulige billede i kassen, fordi kameraet ved, hvad der er vigtigt at få i fokus.\r\n</p>\r\n<h3> Video med en tårnhøj opløsning på 1080 pixels</h3>\r\n<p> Du kan selvfølgelig også tage et hav af skarpe videoer i en tårnhøj opløsning med klare farver.<br><br>\r\n\r\nOg front-kameraet tager videoer i samme høje kvalitet som bagkameraet.\r\n</p>\r\n<h2> 8 megapixel front-kamera med AI-features</h2>\r\n<p>\r\nFront-kameraet er udstyret med AI-indstillinger, der gør dine selfies helt fantastiske.<br><br>\r\n\r\nHver gang du tager en selfie med front-kameraet, optimerer telefonen automatisk billedet, så du altid står knivskarpt.<br><br>\r\n\r\nForuden den høje opløsning på 3264 x 2448 pixels udligner kameraet urenheder og lyser dine øjne og læber op på en naturlig og smuk måde.<br><br>\r\n\r\nKameraet genkender også automatisk baggrunden på din selfie og optimerer billedet, så lys og farver passer perfekt til dit billede. Front-kameraet virker altså som din helt egen billederedigerings-assistent.\r\n</p>\r\n<h2> Den stærke Kirin 710-processor giver P Smart masser af fart og styrke</h2>\r\n<p>\r\nDet er Huaweis egen Kirin 710-processor, der banker i hjertet af Huawei P Smart.<br><br>\r\n\r\nProcessoren giver masser af fart, så telefonen reagere hurtigt på dine kommandoer.<br><br>\r\n\r\nOg så kan processoren også kører tunge applikationer og programmer helt uden at tøve. Fx kan have flere apps og programmer åben samtidig uden at mobilen mister fart. Og du kan sagtens slå dig løs og spille krævende spil på din telefon.\r\n</p>\r\n<h2> Stort 3400 mAh-batteri giver strøm til hele dagen</h2>\r\n<p>\r\nNår mobilens processor er så stærk, at du kan køre mange tunge apps og programmer på din smartphone, kræver det selvfølgelig at batteriet kan følge med.<br><br>\r\n\r\nOg det kan det. Det store 3400 mAh-batteri giver dig strøm til mange timers sjov på mobilen. Og så er det blevet hele 22% hurtigere at oplade batteriet igen.<br><br>\r\n\r\nIfølge Huawei's test af batteriet, holder det til ca. 25 timers taletid eller 653 timers standby-tid.\r\n</p>\r\n<h2> Op til 512 GB hukommelse på Huawei P Smart</h2>\r\n<p>\r\nDu får <strong>64 GB</strong> indbygget hukommelse på Huawei P Smart.<br><br>\r\n\r\nHar du brug for mere plads? Hvis du har mange videoer, billeder, programmer og apps liggende på din telefon, som fylder meget, behøver du ikke bekymre dig.<br><br>\r\n\r\nDu kan nemlig opgradere lageret på din mobil på op til 512 GB hukommelse med et mikroSD-kort som tilbehør til din smartphone.\r\n</p>\r\n<h2> Hold din telefon sikker med ansigtsgenkendelse og fingeraftrykssensor</h2>\r\n<p>\r\nKan du bedst lide ansigtsgenkendelse, eller foretrækker du at låse din telefon op med fingeraftrykslæser?<br><br>\r\n\r\nHuawei P Smart er designet, så den falder i alles smag. Her kan du nemlig helt selv vælge, om du vil bruge fingeraftrykssensoren på bagsiden af telefonen eller ansigtsgenkendelse, når du skal låse din telefon op.\r\n</p>\r\n<h2> Huawei P Smart beholder jackstikket</h2>\r\n<p>\r\nNogle af markedets nyeste smartphones kommer efterhånden uden det klassiske jackstik til høretelefoner. Fx kom Huawei P30 Pro uden jackstikket. Og de nye iPhone-telefoner fra Apple har også for længst smidt jackstikket.<br><br>\r\n\r\nMen Huawei P Smart kommer stadig med det klassiske input på 3,5 mm.<br><br>\r\n\r\nDet vil altså sige, at du kan bruge dine høretelefoner med det klassiske jackstik til Huawei P Smart uden at skulle have fat i en adapter som ekstra tilbehør.\r\n</p>\r\n<h2> Fantastisk brugerflade - oplev det populære Android 9.0 Pie</h2>\r\n<p>\r\nHuawei P Smart kommer med det populære og enormt brugervenlige styresystem Android 9.0 fra Google. Det er det samme styresystem, som du finder på populære high-end-smartphones fra Samsung, Nokia, OnePlus og Sony.<br><br>\r\n\r\nAndroid 9.0 kommer med brugervenlige navigationskommandoer, som du lærer på et splitsekund. Det er altså virkelig nemt at navigere rundt på telefonens skærm. Fx finder du nemt apps, og det er nemt at skifte mellem åbne programmer på telefonen.<br><br>\r\n\r\nGoogle Android er et meget intelligent styresystem, som skræddersyer brugerfladen, så den passer perfekt til dine unikke smartphone-vaner.<br><br>\r\n\r\nEfterhånden som du bruger din telefon, lærer Google Android dine vaner at kende, så den ved præcis hvilke applikationer du bruger, hvor meget du bruger dem, og hvornår du bruger dem.På den måde kan Android fx hjælpe dig med at lukke applikationer ned, som du ikke bruger for at spare strøm på mobilen.<br><br>\r\n\r\nGoogle har virkelig sat din digitale sikkerhed øverst på listen, og derfor er sikkerheden i top med Android 9.0.<br><br>\r\n\r\nDu er bedre sikret end nogensinde før, når du bruger din telefon. Google har fundet en ny og mere sikker måde at krypterer data på, når du besøger hjemmesider og bruger apps. Og så kan åbne apps og programmer i baggrunden ikke få adgang til hverken mobilens kamera eller mikrofon.\r\n</p>\r\n<h2> En smartphone der ligger perfekt i hånden med smart 3D Curved Unibody-design</h2>\r\n<p>\r\nDet flotte, kurvede design på P Smart gør, at telefonen ligger perfekt i hånden.<br><br>\r\n\r\nTelefonens størrelse er også perfekt og minder langt fra om tablets. Huawei P Smart måler 155,2 x 73,4 x 7,95 mm og befinder størrelsesmæssigt i mellem Samsung Galaxy S10 og Samsung Galaxy S10+.\r\n</p>\r\n<h3>Et design i elegant sort</h3>\r\n<p> P Smart kommer i en elegant <strong>sort</strong> farve, som passer til enhver stil.\r\n</p>\r\n<h2> Huawei P Smart 2019 vs P Smart 2017</h2>\r\n<p>\r\nHer kan du få et overblik over, hvilke forbedringer Huawei P Smart 2019 har fået i forhold til sin forgænger fra 2017:\r\n\r\n<ul>\r\n                <li>    Bedre kamera med AI-teknologi, som optimerer dine billeder for et mere professionelt look</li>\r\n                <li>    En større skærm på 6,21 tommer mod 5,65 tommer på Huawei P Smart fra 2017</li>\r\n                <li>    Et stærkere batteri, der holder strøm i længere tid</li>\r\n</ul>\r\n</p>\r\n<h2> Huawei P Smart vs P20 Lite</h2>\r\n<p>\r\nFå et overblik over forskellene mellem P Smart og P20 Lite her:\r\n\r\n<ul>\r\n                <li>    Pris: Huawei P20 Lite er den billigste af de to modeller</li>\r\n                <li>    Huawei P Smart har et større display på 6,21 end P20 Lite med et display på 5,84 tommer</li>\r\n                <li>    Huawei P20 Lite har lidt flere megapixels på bagkameraet med 16 + 2 megapixel</li>\r\n                <li>    Huawei P20 Lite har et større selfie-kamera på 24 megapixel</li>\r\n                <li>    Huawei P Smart har et større batteri på 3400 mAh mod 3000 mAh på P20 Lite</li>\r\n                <li>    Huawei P20 Lite har hurtigopladning</li>\r\n                <li>    Huawei P Smart en nyere Kirin 710-processor med 4 GB RAM, mens P20 Lite har en Kirin 659-processor med 3 GB RAM</li>\r\n                <li>    Du kan udvide lageret til 512 GB på P Smart, mens du kan udvide lageret til 256 GB på P20 Lite</li>\r\n                <li>    P20 Lite er en mindre og lettere smartphone end P Smart (P20 måler 148,6 x 71,2 x 7,4 mm og vejer 145 g)</li>\r\n</ul>\r\n</p>\r\n<h2> Find de bedste mobiler fra Huawei i vores online butik</h2>\r\n<p>\r\nFind de bedste Huawei-mobiltelefoner på lager i vores webshop til de bedste priser.<br><br>\r\n\r\nFx kan du købe den nye Huawei P30-serie med high-end-modellerne <a href=\"/mobiltelefoner/huawei/p30/\">Huawei P30</a>, <a href=\"/mobiltelefoner/huawei/p30-pro/\">Huawei P30 Pro</a> og <a href=\"/mobiltelefoner/huawei/p30-lite/\">Huawei P30 Lite</a>.<br><br>\r\n\r\nDu kan også finde andre flagskibsmodeller til salg - fx <a href=\"/mobiltelefoner/huawei/mate-20-pro/\">Huawei Mate 20 Pro</a>.<br><br>\r\n\r\nLeder du efter en billig smartphone fra Huawei har vi også <a href=\"/mobiltelefoner/huawei/nova-5t/\">Huawei Nova 5T</a> i webshoppen som til tods for den lave pris har store specs. Fx firedobbelt kamera på bagsiden, stort 32 megapixel front-kamera, hurtigopladning, stor LCD-skærm med fuld HD+-opløsning og et lynhurtig og stærk processor.<br><br>\r\n\r\nKlik ind på modellerne og sammenlign priser, specifikationer og design og find ud af, hvilken Huawei-mobil skal være din nye smartphone.<br><br>\r\n\r\nUanset om du leder efter en billig mobiltelefon eller en high-end-smartphone med vilde kameraer og lynhurtige processorer, kan du være sikker på, at vi altid har et tilbud, der passer perfekt til dig.</p>",
  "specifications": [
    {
      "label": "Skærm",
      "description": "6,21 tommer LCD"
    },
    {
      "label": "Skærmopløsning",
      "description": "1080 x 2340 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "13 + 2 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "8 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "Android 9.0 Pie"
    },
    {
      "label": "Processor",
      "description": "Kirin 710"
    },
    {
      "label": "RAM",
      "description": "3 GB"
    },
    {
      "label": "Batteri",
      "description": "3400 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "64 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Ja"
    },
    {
      "label": "Features",
      "description": "Ansigtsgenkendelse og fingeraftryksscanner, op til 512 GB hukommelse med mikroSD-kort"
    },
    {
      "label": "Farver",
      "description": "Aurora Blue / Sapphire Blue / Sort"
    },
    {
      "label": "Materiale",
      "description": "Plastik"
    },
    {
      "label": "Mål",
      "description": "155,2 x 73,4 x 7,95 mm"
    },
    {
      "label": "Vægt",
      "description": "160 g"
    },
    {
      "label": "Simkort",
      "description": "Dual-sim (Nano)"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "Mobilrabat",
    "Tilbud"
  ],
  "offeringService": "Fri + 20 GB",
  "offeringServicePrice": 19900,
  "leastPriceRepayments": 129300,
  "leastPriceUpfront": 159200,
  "leastPrice": 29900,
  "savings": 160000,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 899,
  "onSale": true,
  "variants": [
    {
      "id": 899,
      "size": "64 GB",
      "color": "Sort",
      "colorHex": "#000",
      "image": "Huawei_PSmart2019_Sort.png",
      "imageAlt": "Køb den billige Huawei P Smart 2019 hos Nuuday",
      "gallery": [
        {
          "image": "Huawei_PSmart2019_Sort-1.png",
          "imageAlt": "Bagsiden af Huawei P Smart fra 2019 i sort"
        },
        {
          "image": "Huawei_PSmart2019_Sort-2.png",
          "imageAlt": "Huawei P Smart fra 2019 i sort set fra siden"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 29900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 189900,
          "serviceDiscount": 160000,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 9900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 189900,
          "serviceDiscount": 180000,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 9900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 189900,
          "serviceDiscount": 180000,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 179900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 189900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}