{
  "id": 367,
  "name": "P30 Lite",
  "slug": "p30-lite",
  "brandName": "Huawei",
  "brandSlug": "huawei",
  "headline": "",
  "documentTitle": "Huawei P30 Lite - køb billigt her og få fri fragt",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Sort",
      "colorHex": "#000"
    },
    {
      "color": "Hvid",
      "colorHex": "#ffffff"
    },
    {
      "color": "Blå",
      "colorHex": "#01d3d1"
    }
  ],
  "descriptionMeta": "Huawei P30 Lite er den billigste smartphone i Huawei's P30-serie fra 2019. Klik her og køb Huawei P30 Lite i dag til en god pris og få fri fragt.",
  "descriptionHtml": "<h2> Køb den billige Huawei P30 Lite i dag med fri fragt</h2>\r\n<p>Bestil Huawei P30 Lite i vores webshop til en rigtig god pris. Oven i hatten får du fri fragt og et mobilabonnement fuld af unikke fordele.</p>\r\n\r\n<h2> Vores mobilabonnementer giver dig masser af fordele</h2>\r\n<p>Når du bestiller Huawei P30 Lite får du meget mere end forventet. Udover en ny smartphone, får du nemlig et billigt mobilabonnement spækket med fordele. Og selvfølgelig kan du snakke løs, sende sms'er og surfe på nettet på en af markedets mest stabile og hurtige forbindelser.<br><br>\r\n\r\nDu kommer nemlig på Danmarks bedste 4G-netværk. Og det betyder fx at samtalen ikke hakker, når du sidder i toget, og at du altid kan streame musik og film på en lynhurtig forbindelse.<br><br>\r\n\r\nDu kan også bruge din mobiltelefon på rejsen. Du får nemlig roaming i 36 lande i Europa. Så du kan ringe hjem og dele billeder på sociale medier. Du kan endda brug mobilen til at finde vej med GPS, når du rejser ud i verden.<br><br>\r\n \r\nOg så kan du også frit lytte til al den musik, du vil med vores helt egen musik-app, Nuuday Musik. Her får du over 30 millioner musiknumre at vælge mellem. Så kan du garanteret finde de bedste sange til enhver lejlighed.</p>\r\n\r\n<h2> Huawei P30 Lite lancering, nyheder og specifikationer</h2>\r\n<p>Her hos Nuuday havde Huawei P30 Lite lanceringsdato den 15. april kl. 14.00.<br><br>\r\n\r\nOg det betyder, at du kan købe Huawei P30 Lite, der er tilgængelig i vores webshop lige nu.<br><br>\r\n\r\nVi har samlet et overblik over de største nyheder og specifikationer på P30 Lite:</p>\r\n\r\n<ul>\r\n                <li>    48 + 8 + 2 megapixels triple-kamera</li>\r\n                <li>    AI Front-kamera på hele 24 megapixel</li>\r\n                <li>    Et stort 6,15 tommer DewDrop-display </li>\r\n                <li>    Imponerende grafik, der giver enestående gaming-oplevelser</li>\r\n</ul>\r\n\r\nDu kan også købe de andre modeller i P30-serien <a href=\"/mobiltelefoner/huawei/p30/\">Huawei P30</a> og <a href=\"/mobiltelefoner/huawei/p30-pro/\">Huawei P30 Pro</a>, som har lidt større specifikationer og lidt flere features end Huawei P30 Lite.</p>\r\n\r\n<h2> Huawei P30 Lite pris - en billig smartphone i P30-serien</h2>\r\n<p>Huawei P30 Lite er en billig smartphone i P30-serien.<br><br>\r\n\r\nPrisen på Huawei P30 afhænger af, hvilket abonnement du vælger, når du bestiller din nye telefon.<br><br>\r\n\r\nNår du har valgt det abonnement, der passer bedst til dig, kan du se, hvad du skal betale for Huawei P30 Lite hos os.</p>\r\n\r\n<h2> Køb Huawei P30 Lite kontant eller på afbetaling</h2>\r\n<p>Du bestemmer helt selv, om du vil betale hele beløbet på en gang, eller om du vil dele regningen op i mindre bidder over 12 eller 24 mdr.<br><br>\r\n\r\nUanset om du vælger at betale telefonen med det samme eller på afbetaling, forbliver prisen på Huawei P30 Lite den samme..</p>\r\n\r\n<h2>Huawei P30 Lite høster gode anmeldelser</h2>\r\n<p>Der er efterhånden ikke noget nyt i, at Huawei lancerer en mobiltelefon, der går lige i hjertet på mobilmarkedets tech-eksperter. Og Huawei P30 Lite er ingen undtagelse.<br><br>\r\n\r\nHuawei P30 Lite bliver rost for sit simple design med et godt kamera, en imponerende skærm, en stærk processor, masser af RAM og hukommelse – alt til en rigtig lav og fornuftig pris.<br><br>\r\n\r\nHvis du leder efter en ny og hurtig mobil til en lav pris med imponerende kamera- og skærmteknologi, er P30 Lite perfekt til dig.</p>\r\n\r\n<h2> Kamera i fokus på P30 Lite</h2>\r\n<p>Huawei P30 Lite er en mobiltelefon med et suverænt kamera. Med fokus på innovativ, intelligent og brugervenlig kamerateknologi får du et bagkamera med hele tre kameralinser. Desuden har kameraet AI-features, der automatisk sørger for, at dine billeder altid står skarpt med klare farver, perfekt lysstyring og få rystelser.<br><br>\r\n\r\nMed Huawei P30 Lite kan enhver tage flotte og professionelle billeder og få det perfekte skud i kassen hver gang.</p>\r\n\r\n<h3> Triple-kamera med markedets første 120 graders ultra-vidvinkel-linse</h3>\r\n<p> Kameraet består af et 48 megapixel hoved-kamera, en 8 megapixel ultra-vidvinkel-linse og et 2 megapixel dybde-kamera. De tre kameralinser arbejder sammen og gør dine billeder helt enestående.<br><br>\r\n\r\nFx fanger hoved-kameraet alle detaljerne, mens den nye og banebrydende ultra-vidvinkel-linse sørger for, at du får hele landskabet med. Denne linse kan nemlig fange 2,4 gange mere end normale standard-linser.</p>\r\n\r\n<h3> Imponerende zoom-teknologi</h3>\r\n<p>Huawei P30 Lite har imponerende zoom-teknologi, der kan sammenlignes med 2 x optisk zoom. Så kan du komme helt tæt på dit motiv og fange de helt små detaljer.</p>\r\n\r\n<h3> Klare billeder i alle slags lys</h3>\r\n<p>Med Night Mode kan du få tydelige billeder selv i lav belysning. Så kan du tage billeder både dag og nat og få alle detaljer med.</p>\r\n\r\n<h3> Video i Super-Slow Motion</h3>\r\n<p>Med Huawei's Super-Slow Motion-feature kan du fange alle livets små detaljer. Her kan du se regndråber og snefnug falde til jorden.</p>\r\n\r\n<h2> 24 megapixel front-kamera med AI-teknologi</h2>\r\n<p>Du får et stort kamera på forsiden af Huawei P30 Lite med AI-teknologi, der automatisk optimerer dine selfies, så du altid står knivskarpt.</p>\r\n\r\n<h2> Meget mere skærm for pengene</h2>\r\n<p>Den store 6,15 tommer fuld HD LCD-skærm på P30 Lite giver dig et skarpt og klart skærmbillede i smukke farver.<br><br>\r\n\r\nSkærmen på denne enhed er designet, så den er behagelig at kigge på. Du får altså ikke firkantede øjne, hvis du sidder og ser film, surfer på nettet eller læser nyheder. \r\n\r\nSkærmen dækker 84,1 % af hele forsiden og er kun afbrudt af den lille DewDrop Notch i displayets top. Notch er det lille hak på skærmen, hvor du finder telefonens front-kamera. Huawei har også justeret højttaleren, du bruger, når du snakker i telefon, så den er mindre. Den er ændret helt uden, at lydkvaliteten er blevet dårligere.<br><br>\r\n\r\nOg så er der ingen hjem-knap, der tager plads fra skærmen. Du får masser af skærm for pengene.</p>\r\n\r\n<h2>Huawei's egen Hisilicon Kirin 710-processor sikrer stærk performance</h2>\r\n<p>Den hurtige og kraftfulde Hisilicon Kirin 710-processor giver din telefon masser af kraft – power, du skal bruge, når du spiller spil, surfer online, streamer video og musik.<br><br>\r\n\r\nOg så har processoren masser af kapacitet til at køre tunge applikationer, krævende spil og avancerede programmer. Du kan også have mange apps og programmer kørende på samme tid – helt uden, mobilen mister fart.</p>\r\n\r\n<h3> Enestående gaming-oplevelser med GPU Turbo 2.0 grafik</h3>\r\n<p>Processoren er også designet, så du kan køre krævende spil på din smartphone.<br><br>\r\n\r\nUdover den hurtige og stærke processor, får du også imponerende grafik. Du får altså en helt enestående visuel oplevelse, når du spiller spil på din telefon.</p>\r\n\r\n<h2> Stort 3340 mAh-batteri giver strøm hele dagen</h2>\r\n<p>Det store 3340 mAh-batteri giver masser af strøm på telefonen. Så her behøver du slet ikke holde dig tilbage med de store og tunge applikationer. Huawei P30 Lite skal nok holde strøm hele dagen.</p>\r\n\r\n<h3>…Og batteriet lader hurtigt op</h3>\r\n<p>Det tager heller ikke lang tid at oplade batteriet, når det løber tør for strøm.</p>\r\n\r\n<h2> Op til 512 GB hukommelse</h2>\r\n<p>Du får masser af hukommelse på Huawei P30 Lite.<br><br>\r\n\r\nFaktisk får du hele <strong>128 GB</strong> intern hukommelse på selve telefonen. Så her er der masser af plads til apps, programmer, billeder, spil og videoer.<br><br>\r\n\r\nHar du brug for mere plads? Med et mikroSD-kort som tilbehør til din Huawei P30 Lite, kan du udvide mobilens lager helt op til 512 GB.</p>\r\n\r\n<h2> Huawei P30 Lite beholder jackstikket</h2>\r\n<p>Selvom Huawei P30 Lites storebror Huawei P30 Pro ikke kommer med det klassiske jackstik på 3,5 mm til høretelefoner, får du stadig det klassiske jack-input på Huawei P30 Lite.<br><br>\r\n\r\nDet betyder, at du ikke behøver at bruge en adapter fra USB-C til jackstik, når du vil bruge dine høretelefoner.</p>\r\n\r\n<h2> Hold din mobiltelefon sikker med fingeraftrykssensor</h2>\r\n<p>Bag på Huawei P30 Lite sidder en sensor, som holder din telefon sikker.<br><br>\r\n\r\nVed at scanne dit unikke fingeraftryk låser Huawei P30 Lite sig op på få sekunder. Din data er sikret, så andre ikke kan tilgå telefonen, når den er låst.</p>\r\n\r\n<h2> Google Android er et af markedets mest brugervenlige styresystemer</h2>\r\n<p>Og det kan du opleve på Huawei P30 Lite. Du får nemlig det populære Android 9.0, som er det samme styresystem, som du finder på mange af markedets mest populære telefoner. Fx telefonerne fra Samsung, Nokia, OnePlus og Sony.<br><br>\r\n\r\nAndroid giver dig navigationskommandoer, som er designet til at gøre det meget nemt at bruge telefonen. Det tager ikke lang tid at lære, hvordan du bevæger dig rundt på telefonens skærm. Det er nemt at finde rundt og skifte mellem apps og programmer.<br><br>\r\n\r\nGoogle Android bruger også intelligent teknologi, som lærer dig og dine mobilvaner at kende efterhånden, som du bruger din mobil. På den måde ved din smartphone præcist, hvilke apps og programmer du bruger mest, og hvordan du bruger dem. Og Android sørger for, at apps, du bruger ofte, bliver skræddersyet præcis til dine behov.<br><br>\r\n\r\nDu er også altid i trygt og sikkert selskab med en Android-mobil i hånden. Android krypterer din data, så du altid er sikker, når du surfer online. Og apps og programmer, der kører i baggrunden, kan heller ikke få adgang til din mikrofon eller dit kamera.</p>\r\n\r\n<h2> Et lækkert design i tre flotte farver</h2>\r\n<p>Som enhver anden Huawei-mobil kommer P30 Lite i et lækkert glas-design, der føles eksklusivt og robust.<br><br>\r\n\r\nMobilen måler 152,9 x 72,7 x 7,4 mm og vejer 159 gram. Så her snakker vi om en telefon i en størrelse, som du nemt kan bruge den med én hånd.<br><br>\r\n\r\nDu kan vælge telefonen i tre flotte farver: Krystalblå, sort, Twilight (mørkeblå) og Amber Sunrise (rød).</p>\r\n\r\n<h2>Huawei P30 Lite vs P30 og P30 Pro</h2>\r\n<p>Her kan du få et overblik over, hvilke forskelle der er mellem de tre Huawei-mobiler i P30-serien:</p>\r\n\r\n<ul>\r\n                <li>    Pris: Huawei P30 Lite er den billigste model i P30-serien.</li>\r\n                <li>    Bagkamera: Kameraet på P30 Lite og P30 minder meget om hinanden. På P30 Pro får du dog fire kameralinser i stedet for tre.</li>\r\n                <li>    Front-kamera: Front-kameraet på Huawei P30 Lite er lidt mindre end på P30 og P30 Pro. Både P30 og P30 Pro har 32 megapixel.</li>\r\n                <li>    Display: Du får LCD-skærm på Huawei P30 Lite og OLED-skærme på P30 og P30 Pro.</li>\r\n                <li>    Batteri: Batteriet er lidt mindre på Huawei P30 Lite end på P30 og P30 Pro.</li>\r\n                <li>    Du kan ikke dele strømmen fra dit batteri eller oplade batteriet trådløst på Huawei P30 og P30 Lite, som du kan på P30 Pro.</li>\r\n                <li>    Processor: Processoren er lidt mindre på P30 Lite end på Huawei P30 og P30 Pro, der hver er udstyret med en Kirin 980-processor. </li>\r\n                <li>    Hukommelse: Du kan udvide lageret på P30 Lite til 512 GB, mens du kun kan udvide lageret på Huawei P30 og P30 Pro op til 256 GB.</li>\r\n                <li>    RAM: Der er 4 GB RAM på P30 Lite, mens du får 6 GB RAM på P30 og P30 Pro.</li>\r\n                <li>    Størrelse: Både skærmen og selve kroppen på Huawei P30 Lite lidt større end P30. P30 Lite er dog lidt mindre end P30 Pro.</li>\r\n                <li>    Fingeraftrykssensoren sidder bag på Huawei P30 Lite, mens den er indbygget i skærmen på de to andre modeller.</li>\r\n                <li>    Du får jackstik både på P30 Lite og P30, mens du får USB-C på P30 Pro.</li>\r\n</ul>\r\n\r\n<h2>Huawei P30 Lite vs P20 Lite</h2>\r\n<p>Her kan du se en oversigt over, hvilke forskelle der er mellem Huawei P30 Lite og Huawei P20 Lite:</p>\r\n\r\n<ul>\r\n                <li>    Pris: Huawei P20 Lite er den billigste af de to modeller.</li>\r\n                <li>    Bagkamera: Du får triple-kamera på P30 Lite, men kun dual-kamera på P20 Lite.</li>\r\n                <li>    Front-kamera: Front-kameraet er større på P30 Lite end på P20 Lite's selfie-kamera på 16 megapixel.</li>\r\n                <li>    Skærm: Begge modeller har LCD. Huawei P30 Lite har dog en større skærm med en højere opløsning end P20 Lite's 5,84 tommer display. P20 Lite har en opløsning på 1080 x 2280 pixels.</li>\r\n                <li>    Batteri: Du får et større batteri på Huawei P30 Lite end P20 Lite, der har et 3000 mAh-batteri.</li>\r\n                <li>    Processor: Huawei P30 Lite har en nyere og større processor end P20 Lite's Kirin 659-processor.</li>\r\n                <li>    Intern hukommelse: Du får 128 GB intern hukommelse på P30 Lite, men kun et lager på 64 GB på P20 Lite.</li>\r\n                <li>    Ekstra hukommelse: På P30 Lite kan du udvide lageret op til 513 GB. På P20 Lite er det kun op til 256 GB.</li>\r\n                <li>    Størrelse: Huawei P30 Lite er lidt større og vejer lidt mere end P20 Lite.</li>\r\n</ul>\r\n\r\n<h2> Flere mobiltelefoner fra Huawei</h2>\r\n<p>Vi har et stort udvalg af de bedste smartphones fra Huawei - også til gode priser.<br><br>\r\n\r\nSlå dig løs i vores webshop og tjek de lækreste modeller ud - fx <a href=\"/mobiltelefoner/huawei/mate-20-pro/\">Huawei Mate 20 Pro</a>.<br><br>\r\n\r\nSe også vores prisvenlige Huawei-mobiler <a href=\"/mobiltelefoner/huawei/p-smart-2019/\">Huawei P Smart 2019</a> og <a href=\"/mobiltelefoner/huawei/nova-5t/\">Huawei Nova 5T</a>.</p>",
  "specifications": [
    {
      "label": "Skærm",
      "description": "6,15 tommer fuld HD LCD"
    },
    {
      "label": "Skærmopløsning",
      "description": "1080 x 2312 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "48 + 8 + 2 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "24 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "Android 9.0 Pie"
    },
    {
      "label": "Processor",
      "description": "Kirin 710"
    },
    {
      "label": "RAM",
      "description": "4 GB"
    },
    {
      "label": "Batteri",
      "description": "3340 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "128 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Ja"
    },
    {
      "label": "Features",
      "description": "Enestående gaming-oplevelser med imponerende grafik, op til 512 GB hukommelse med mikroSD-kort, fingeraftrykssensor på bagsiden"
    },
    {
      "label": "Farver",
      "description": "Sort / blå / hvid"
    },
    {
      "label": "Mål",
      "description": "152,9 x 72,7 x 7,4 mm"
    },
    {
      "label": "Vægt",
      "description": "159 g"
    },
    {
      "label": "Simkort",
      "description": "Dual-sim (Nano)"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "Mobilrabat"
  ],
  "offeringService": "Fri + 20 GB",
  "offeringServicePrice": 19900,
  "leastPriceRepayments": 417400,
  "leastPriceUpfront": 417400,
  "leastPrice": 12000,
  "savings": 11800,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 900,
  "onSale": false,
  "variants": [
    {
      "id": 900,
      "size": "128 GB",
      "color": "Sort",
      "colorHex": "#000",
      "image": "Huawei_P30Lite_Sort.png",
      "imageAlt": "Køb Huawei P30 Lite med fri fragt hos Nuuday",
      "gallery": [
        {
          "image": "Huawei_P30Lite_Sort-1.png",
          "imageAlt": "Bagside af Huawei P30 Lite i sort"
        },
        {
          "image": "Huawei_P30Lite_Sort-2.png",
          "imageAlt": "Huawei P30 Lite set fra siden"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 288100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 299900,
          "serviceDiscount": 11800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 240100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 299900,
          "serviceDiscount": 59800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 192100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 299900,
          "serviceDiscount": 107800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 289900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 299900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 901,
      "size": "128 GB",
      "color": "Hvid",
      "colorHex": "#ffffff",
      "image": "Huawei_P30Lite_Hvid.png",
      "imageAlt": "Forsiden af Huawei P30 Lite i hvid med 128 GB",
      "gallery": [
        {
          "image": "Huawei_P30Lite_Hvid-1.png",
          "imageAlt": "Huawei P30 Lite 128 GB Hvid"
        },
        {
          "image": "Huawei_P30Lite_Hvid-2.png",
          "imageAlt": "Huawei P30 Lite 128 GB Hvid"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 288100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 299900,
          "serviceDiscount": 11800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 240100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 299900,
          "serviceDiscount": 59800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 192100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 299900,
          "serviceDiscount": 107800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 289900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 299900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 902,
      "size": "128 GB",
      "color": "Blå",
      "colorHex": "#01d3d1",
      "image": "Huawei_P30Lite_Bl.png",
      "imageAlt": "Huawei P30 Lite 128 GB Blå",
      "gallery": [
        {
          "image": "Huawei_P30Lite_Bl-1.png",
          "imageAlt": "Huawei P30 Lite 128 GB Blå"
        },
        {
          "image": "Huawei_P30Lite_Bl-2.png",
          "imageAlt": "Huawei P30 Lite 128 GB Blå"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 288100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 299900,
          "serviceDiscount": 11800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 240100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 299900,
          "serviceDiscount": 59800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 192100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 299900,
          "serviceDiscount": 107800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 289900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 299900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}