{
  "id": 368,
  "name": "Galaxy A40",
  "slug": "galaxy-a40",
  "brandName": "Samsung",
  "brandSlug": "samsung",
  "headline": "",
  "documentTitle": "Samsung Galaxy A40 - køb billigt med fri fragt her",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Sort",
      "colorHex": "#000"
    },
    {
      "color": "Hvid",
      "colorHex": "#ffffff"
    },
    {
      "color": "Koral",
      "colorHex": "#f69a7f"
    },
    {
      "color": "Blå",
      "colorHex": "#1433ff"
    }
  ],
  "descriptionMeta": "Samsung Galaxy A40 er en billig smartphone med high-end-specifikationer. Klik her og køb Samsung Galaxy A40 i dag. Se specifikationer og pris her.",
  "descriptionHtml": "<h2>Køb Samsung Galaxy A40 til en lav pris med fri fragt</h2>\r\n<p>Køb den billige Samsung Galaxy A40 hos os med fri fragt og et mobilabonnement spækket med helt unikke fordele.</p>\r\n\r\n<h2>Du får masser af fordele med vores mobilabonnementer</h2>\r\n<p>Hos os får du en lang række fordele med i prisen på dit mobilabonnement. Så udover at du selvfølgelig kan snakke løs og sende masser af sms'er og mms'er, får du et mobilabonnement, der gør hverdagen lidt sjovere.<br><br> Hos os oplever du fx sjældent\r\n  at samtalen falder ud i toget eller at din forbindelse hakker, når du surfer online. Og det er fordi, at du kommer på Danmarks bedste 4G-netværk hos os.<br><br> Du kan også bruge dit abonnement, når du rejser på ferie. Med roaming i 36 lande i Europa\r\n  kan du snakke i telefon, sende sms'er og mms'er, surfe på nettet og finde vej på GPS i udlandet.<br><br> Med Nuuday Musik kan du frit lytte til alt det musik du vil hver måned. Og med over 30 millioner musiknumre at vælge imellem, kan du være sikker\r\n  på, at du kan finde noget til enhver lejlighed.</p>\r\n\r\n<h2>Samsung Galaxy A40 - specifikationer og pris</h2>\r\n<p>Prisen på Galaxy A40 afhænger af, hvilket mobilabonnement du vælger, når du bestiller din nye mobil.<br><br> Her på siden kan du se din endelige pris på Samsung Galaxy A40 ved at vælge det abonnement, du synes passer bedst til dig.<br><br> Her kan du\r\n  se nogle af de største nyheder og specifikationer på Galaxy A40:\r\n\r\n\r\n  <ul>\r\n    <li> 16 + 5 megapixel dual-kamera med vidvinkelobjektiv og dybdeeffekt</li>\r\n    <li> 25 megapixel front-kamera med dybdeeffekt </li>\r\n    <li> Stort Super AMOLED-display, der dækker 93% af telefonens front</li>\r\n    <li> Lille og robust design, der passer i en hånd</li>\r\n  </ul>\r\n\r\n  Du kan læse meget mere om alle specifikationer og features på Galaxy A40 her på siden.</p>\r\n\r\n\r\n\r\n\r\n<h2>Samsung Galaxy A40 får ros i test og anmeldelser</h2>\r\n<p>Tech-eksperterne er vilde med den store skærm, der fylder 93% af forsiden og det gode kamerasystem både for- og bagkamera.<br><br> Og det hele bliver selvfølgelig meget bedre, når man tænker på, at alle de imponerende specifikationer sidder på en lille\r\n  og billig smartphone.</p>\r\n\r\n<h2>Dual-kamera med vidvinkelobjektiv og dybdeeffekt giver imponerende billeder</h2>\r\n<p>Du får billeder op top-kvalitet med det imponerende bagkamera. Med vidvinkelobjektiv kan du fange store landskaber, så du kan få det hele med på billedet.<br><br> Og med dybdeeffekt og avanceret lysstyring får du altid klare billeder med dit motiv i skarp\r\n  fokus.</p>\r\n\r\n<h2>Front-kamera med dybdeeffekt giver dig skarpe selfies</h2>\r\n<p>Du står altid skarpt på dine selfies med Galaxy A40 i hånden. Det store front-kamera på hele 25 megapixel med dybdeeffekt sørger for, at du altid får selfies i imponerende høj kvalitet med dig selv i skarpt fokus.</p>\r\n\r\n<h2>Det store Super AMOLED-display dækker 93% af telefonens front</h2>\r\n<p>Så her får du masser af skærm for pengene. Faktisk er skærmen kun afbrudt at meget smalle kanter i siderne og den lille notch til front-kameraet i toppen.</p>\r\n\r\n<h2>Strøm til hele dagen</h2>\r\n<p>Det store 3100 mAh-batteri giver dig strøm på mobilen hele dagen. Og med strømbesparende tilstand hjælper din smartphone dig med at holde strøm endnu længere - fx ved at lukke apps og programmer, der bare står i baggrunden og sluger strøm.</p>\r\n\r\n<h2>Lad telefonen hurtig op med Samsungs hurtigoplader</h2>\r\n<p>Med Samsungs hurtigoplader tager det ikke lang tid at lade batteriet op, når det en løber tør for strøm.<br><br> Det er smart, hvis du har glemt at lade din telefon op og skal hurtigt ud af døren. For selvom Samsung Galaxy A40 bare lige ligger til opladning\r\n  mens du gør dig klar, kan den sagtens nå at få masser af strøm på batteriet.</p>\r\n\r\n<h2>Op til 512 GB hukommelse på Galaxy A40</h2>\r\n<p>Efterhånden som vi får mere og mere ned på vores smartphones er der også behov for meget plads. Og plads får du på Galaxy A40, som kommer med en intern hukommelse på 64 GB. Her har du masser af plads til billeder, videoer, store applikationer og tunge\r\n  programmer.<br><br> Og hvis har brug for mere plads, kan du faktisk udvide på helt op til 512 GB med et mikroSD-kort som tilbehør til din smartphone.</p>\r\n\r\n<h2>Fingeraftrykssensor bag på Galaxy A40 holder din telefon sikker</h2>\r\n<p>Fingeraftrykslæseren bag på telefonen gør det nemt og hurtigt at låse mobilen op. Du placere blot fingeren på sensoren og på få sekunder er telefonen låst op.<br><br> Og fingeraftrykssensoren er en meget sikker måde, at holde din telefon låst på. Din\r\n  mobil registrerer dit unikke fingeraftryk og husker det, så det kun er dig, der kan låse din mobil op via fingeraftrykssensoren. På den måde er din telefon altid sikret mod ubudne gæster.</p>\r\n\r\n<h2>A40 understøtter høretelefoner med 3,5 mm jackstik</h2>\r\n<p>En række af markedets helt store high-end-smartphones har i de seneste år vinket farvel til det klassiske jack-input til høretelefoner til fordel for et slankere design - fx kommer alle de nye mobiltelefoner fra Apple ikke med jackstikket.<br><br> Men\r\n  faktisk får du stadig det klassiske jackstik til høretelefoner på Galaxy A40 samtidig med at mobilen er langt mindre i mange af markedets smartphones.<br> Så her behøver du ikke have fat i en adapter, hvis du har nogle høretelefoner med 3,5 jackstik,\r\n  som du gerne vil fortsætte med at bruge - du kan bare koble dem direkte i Galaxy A40.</p>\r\n\r\n<h2>Et lille og robust design i flotte farver</h2>\r\n<p>Galaxy A40 har et lille og robust design i 3D-glas med afrundede kanter, så mobilen føles lækker mellem hænderne. Du får en ekstrem lille smartphone, der kun måler 144,4 x 69,2 x 7,9 mm og vejer kun 140 g. Sammenligner man størrelsen på Galaxy A40 med\r\n  andre mobiler på markedet, er den ca. lige så lille som iPhone XS fra Apple. Så her er en perfekt mobiltelefon til dig, der ikke er vild med udviklingen på markedet, hvor telefonerne bliver større og større.</p>\r\n\r\n<h2>Exynos 7885-processoren og 4 GB RAM giver masser af kraft</h2>\r\n<p>Sammen med det store 3100 mAh-batteri, den gode Exynos 7885-processor og 4 GB RAM har telefonen masser af kraft til at køre alle dine applikationer og programmer kørende.<br><br> Så kan du have flere apps og programmer åbne på telefonen på samme - helt\r\n  uden at du oplever, at din smartphone mister fart.<br><br> Og det stærke setup holder også det populære styresystem Android 9.0 kørende helt uden problemer.</p>\r\n\r\n<h2>Oplev Google's populære operativsystem Android 9.0 Pie</h2>\r\n<p>Google har i mange år lagt helt øverst i feltet, når det kommer til at udvikle styresystemer til mobilmarkedets smartphones. Det er også derfor du finder Android-styresystemet på nogle af markedets førende producenter af mobiltelefoner som fx Nokia, OnePlus,\r\n  Sony og Huawei.<br><br> Med smarte og intuitive navigations-kommandoer er det nemt og hurtigt at finde rundt på telefonens skærm. Du lærer lynhurtigt, hvordan du nemmest bevæger dig rundt mellem forskellige applikationer og programmer og hvordan du\r\n  nemmest finder frem til kameraet, opkalds-funktionen og alt, hvad du ellers bruger.<br><br> Android-systemet indretter også selve brugerfladen, så den passer bedre til dine vaner. Fx lærer Android hurtigt, hvilke apps du bruger mest, og hvilke du ikke\r\n  bruger så meget. På den måde kan Android lukke de apps og programmer, du ikke bruger og gøre det nemmere for dig at navigere rundt og betjene de apps, du ofte bruger. Derfor er Android et af de mest brugervenlige operativsystemer til dato.<br><br> Du\r\n  kan også altid føle dig sikker med en Android-telefon i hånden. Google har nemlig sikkerhed højt på dagsordenen og arbejder hele tiden på at forbedre sine sikkerhedsforanstaltninger, så du kan føle dig helt tryg, når du bruger din smartphone.<br><br>  Fx krypterer Android-system din data på en ny og langt mere sikker måde, så du altid er sikker, når du surfer online på mobilen. Og så har applikationer og programmer, der kører i baggrunden, heller ikke adgang til hverken din mobils kamera eller mikrofon.</p>\r\n\r\n<h2>Unboxing Samsung Galaxy A40 - det får du med</h2>\r\n<p>Her kan du se en liste over de ting, som følger med i æsken, når du køber Samsung Galaxy A40:\r\n\r\n  \r\n  <ul>\r\n    <li> MikroUSB-adapter så du kan tilslutte din smartphone direkte til din tablet eller computer</li>\r\n    <li> USB-adapter til at forbinde din telefon med en tablet eller en computer</li>\r\n    <li> Høretelefoner</li>\r\n    <li> Brugsanvisning</li>\r\n    <li> En nål til at indsætte dit simkort</li>\r\n  </ul>\r\n\r\n\r\n</p>\r\n\r\n<h2>Samsung Galaxy A40 vs Samsung Galaxy A6</h2>\r\n<p>Få et overblik over de forskelle der er mellem de to smartphones fra Samsung:\r\n\r\n\r\n  <ul>\r\n    <li> Bagkamera: Kameraet på A40 har to kameralinser (16 + 5 megapixel), mens der er en 16 megapixels kameralinse på A6</li>\r\n    <li> Front-kamera: A40 har et større front-kamera på 25 megapixel, mens A6 har et front-kamera på 16 megapixel</li>\r\n    <li> Skærm: Begge telefoner har Super AMOLED-skærm, men A40 har en skærmopløsning på 1080 x 2280 pixels og fylder 93% af forsiden, mens A6 har en opløsning på 720 x 1480 pixels og fylder 75% af forsiden</li>\r\n    <li> Processor: A40 har en større Exynos 7885-processor end A6 med en Exynos 7870-processor </li>\r\n    <li> RAM: A40 har flere 4 GB RAM, mens A6 har lidt mindre (3 GB RAM)</li>\r\n    <li> Intern hukommelse: Galaxy A40 har et større lager med 64 GB, mens A6 har 32 GB intern hukommelse</li>\r\n    <li> Ekstra hukommelse: Du kan udvide lageret op til 512 GB på A40, mens du kan udvide lageret op til 256 GB på A6</li>\r\n    <li> Størrelse: A40 måler 144,4 x 69,2 x 7,9 mm og vejer 140 g. og er dermed lidt mindre end A6, der måler 149,9x 70,9 x 7,7 mm og vejer 159 g.</li>\r\n  </ul>\r\n</p>\r\n\r\n<h2>Sammenlign Samsung Galaxy A40 vs Samsung Galaxy A50</h2>\r\n<p>Her kan du se en liste over de forskelle, der er mellem de to mobiler:\r\n\r\n\r\n  <ul>\r\n    <li> Bagkamera: Kameraet på A50 har tre kameralinser på 25 + 5 + 8 megapixel, mens det har to kameralinser på A40</li>\r\n    <li> Skærm: Begge telefoner har Super AMOLED-display, men skærmen på A50 er lidt større med sine 604 tommer end skærmen på A40 (5,9 tommer)</li>\r\n    <li> Batteri: Der er et større batteri i Galaxy A50 på 4000 mAh (A40: 3100 mAh)</li>\r\n    <li> Processor: A50 har en lidt større Exynos 9610-processor end A40 med sin Exynos 7885-processor</li>\r\n    <li> Feature: Du får fingeraftrykssensor indbygget i selve touch-skærmen på A50, mens den sidder på bagsiden af A40</li>\r\n    <li> Størrelse: A40 er lidt mindre med sine mål på 144,4 x 69,2 x 7,9 mm og sin vægt på¨140 g. A50 måler 158,5 x 74,5 x 7,7 mm og vejer 166 g.</li>\r\n  </ul>\r\n</p>\r\n\r\n<h2>Sammenlign Samsung Galaxy A40 vs Samsung Galaxy A30</h2>\r\n<p>Her kan du se en liste over de forskelle der er mellem de to Samsung-telefoner:\r\n\r\n  \r\n  <ul>\r\n    <li> Skærm: Begge mobiler har Super AMOLED-display, men A30 har en lidt større skærm på 6,4 tommer end A40 med en skærm på 5,9 tommer</li>\r\n    <li> Batteri: 4000 mAh-batteriet på A30 er en del større end 3100 mAh-batteriet på A40</li>\r\n    <li> Størrelse: A40 er en mindre og lettere smartphone med sine 144,4 x 69,2 x 7,9 mm og 140 g. end A30 med sine 158,5 x 74,7 x 7,7 mm og sine 165 g.\r\n    </li>\r\n  </ul>\r\n</p>\r\n\r\n<h2>Se flere Samsung-mobiler til billige priser i vores webshop</h2>\r\n<p>I vores webshop kan du altid vælge mellem en lang række forskellige smartphones fra Samsung.<br><br> \r\n\r\nSå hvad enten du leder efter en high-end-smartphone med de nyeste, største og mest innovative specifikationer, eller du er mere til en prisvenlig smartphone med alle de basale og nødvendige features, er du sikker på at finde en mobiltelefon, der passer perfekt til dine behov.<br><br> Se fx den nyeste serie af high-end-smartphones med de helt store specifikationer fra 2019: <a href=\"/mobiltelefoner/samsung/galaxy-s10/\">Samsung Galaxy S10</a>  , <a href=\"/mobiltelefoner/samsung/galaxy-s10plus/\">Samsung Galaxy S10+</a> og <a href=\"/mobiltelefoner/samsung/galaxy-s10e/\">Samsung Galaxy S10e</a> .<br><br> \r\n\r\nVi har også <a href=\"/mobiltelefoner/samsung/galaxy-note-10/\">Samsung Galaxy Note 10</a>, <a href=\"/mobiltelefoner/samsung/galaxy-note-10plus/\">Samsung Galaxy Note 10+</a> og <a href=\"/mobiltelefoner/samsung/galaxy-note9/\">Samsung Galaxy Note 9</a> i den populære Note-serie.<br><br>\r\n\r\nDu kan også gå på jagt i A-serien med prisvenlige smartphones. Se fx <a href=\"/mobiltelefoner/samsung/galaxy-a80/\">Samsung Galaxy A80</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a50/\">Samsung Galaxy A50</a> og <a href=\"/mobiltelefoner/samsung/galaxy-a20e/\">Samsung Galaxy A20e</a>.<br><br>\r\n\r\nDerudover har vi også andre billige telefoner fra Samsung familien - fx <a href=\"/mobiltelefoner/samsung/galaxy-xcover-4s/\">Samsung Galaxy XCover 4s</a>.",
  "specifications": [
    {
      "label": "Skærm",
      "description": "5,9 tommer Super AMOLED"
    },
    {
      "label": "Skærmopløsning",
      "description": "1080 x 2340 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "16 + 5 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "24 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "Android 9.0 Pie"
    },
    {
      "label": "Processor",
      "description": "Exynos 7885"
    },
    {
      "label": "RAM",
      "description": "4 GB"
    },
    {
      "label": "Batteri",
      "description": "3100 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "64 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Ja"
    },
    {
      "label": "Features",
      "description": "15W hurtigopladning, op til 512 GB hukommelse med mikroSD-kort, fingeraftrykssensor bag på telefonen"
    },
    {
      "label": "Farver",
      "description": "Sort / hvid / koral / blå"
    },
    {
      "label": "Materiale",
      "description": "3Dg-glas / plastik"
    },
    {
      "label": "Mål",
      "description": "144,4 x 69,2 x 7,9 mm"
    },
    {
      "label": "Vægt",
      "description": "140 g"
    },
    {
      "label": "Simkort",
      "description": "Dual-sim (Nano)"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "Mobilrabat",
    "Tilbud"
  ],
  "offeringService": "Fri + 20 GB",
  "offeringServicePrice": 19900,
  "leastPriceRepayments": 129300,
  "leastPriceUpfront": 279200,
  "leastPrice": 149900,
  "savings": 50000,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 903,
  "onSale": true,
  "variants": [
    {
      "id": 903,
      "size": "64 GB",
      "color": "Sort",
      "colorHex": "#000",
      "image": "Samsung_GalaxyA40_Sort.png",
      "imageAlt": "Køb Samsung Galaxy A40 i dag til en lav pris hos Nuuday",
      "gallery": [
        {
          "image": "Samsung_GalaxyA40_Sort-1.png",
          "imageAlt": "Bagsiden af Samsung Galaxy A40 med triple-kamera"
        },
        {
          "image": "Samsung_GalaxyA40_Sort-2.png",
          "imageAlt": "Samsung Galaxy i sort A40 fra siden"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 149900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 199900,
          "serviceDiscount": 50000,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 99900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 199900,
          "serviceDiscount": 100000,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 59900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 199900,
          "serviceDiscount": 140000,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 189900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 199900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 904,
      "size": "64 GB",
      "color": "Hvid",
      "colorHex": "#ffffff",
      "image": "Samsung_GalaxyA40_Hvid.png",
      "imageAlt": "Samsung Galaxy A40 Hvid 64 GB",
      "gallery": [
        {
          "image": "Samsung_GalaxyA40_Hvid-1.png",
          "imageAlt": "Samsung Galaxy A40 Hvid 64 GB"
        },
        {
          "image": "Samsung_GalaxyA40_Hvid-2.png",
          "imageAlt": "Samsung Galaxy A40 Hvid 64 GB"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 149900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 199900,
          "serviceDiscount": 50000,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 99900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 199900,
          "serviceDiscount": 100000,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 59900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 199900,
          "serviceDiscount": 140000,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 189900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 199900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 905,
      "size": "64 GB",
      "color": "Koral",
      "colorHex": "#f69a7f",
      "image": "Samsung_GalaxyA40_Koral.png",
      "imageAlt": "Samsung Galaxy A40 Koral 64 GB",
      "gallery": [
        {
          "image": "Samsung_GalaxyA40_Koral-1.png",
          "imageAlt": "Samsung Galaxy A40 Koral 64 GB"
        },
        {
          "image": "Samsung_GalaxyA40_Koral-2.png",
          "imageAlt": "Samsung Galaxy A40 Koral 64 GB"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 149900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 199900,
          "serviceDiscount": 50000,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 99900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 199900,
          "serviceDiscount": 100000,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 59900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 199900,
          "serviceDiscount": 140000,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 189900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 199900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 906,
      "size": "64 GB",
      "color": "Blå",
      "colorHex": "#1433ff",
      "image": "Samsung_GalaxyA40_Bl.png",
      "imageAlt": "Samsung Galaxy A40 Blå 64 GB",
      "gallery": [
        {
          "image": "Samsung_GalaxyA40_Bl-1.png",
          "imageAlt": "Samsung Galaxy A40 Blå 64 GB"
        },
        {
          "image": "Samsung_GalaxyA40_Bl-2.png",
          "imageAlt": "Samsung Galaxy A40 Blå 64 GB"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 149900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 199900,
          "serviceDiscount": 50000,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 99900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 199900,
          "serviceDiscount": 100000,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 59900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 199900,
          "serviceDiscount": 140000,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 189900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 199900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}