{
  "id": 371,
  "name": "Galaxy A20e",
  "slug": "galaxy-a20e",
  "brandName": "Samsung",
  "brandSlug": "samsung",
  "headline": "",
  "documentTitle": "Samsung Galaxy A20e - Køb billigt med fri fragt",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Sort",
      "colorHex": "#000"
    }
  ],
  "descriptionMeta": "Samsung Galaxy A20e er en billig mobil med dual-kamera, Super AMOLED-skærm og lang batterilevetid. Klik her og køb Samsung Galaxy A20e allerede i dag.",
  "descriptionHtml": "<h2>Køb Samsung Galaxy A20e billigt med fri fragt</h2>\r\n<p>Køb den billige Samsung Galaxy A20e allerede i dag. Du får fri fragt og et mobilabonnement spækket med fordele.</p>\r\n\r\n<h2>Vores abonnementer giver dig masser af unikke fordele</h2>\r\n<p>Du får masser af unikke fordele med vores mobilabonnementer. Her får du altså meget mere end bare tale, sms og mms.</p>\r\n<p> Hos os får du en hurtig og stabil forbindelse, fordi du kommer på Danmarks bedste 4G-netværk. Så kan du snakke i telefon i toget, uden at samtalen falder ud. Og så kan du surfe på nettet lynhurtigt på mobilen.</p>\r\n<p> Du kan også bruge dit abonnement, når du rejser. Du får nemlig roaming i 36 lande i Europa, så du kan ringe, sende sms'er og gå på nettet på ferien. Så kan du fx bruge din GPS på storbyferien og dele dine feriebilleder direkte fra stranden.</p>\r\n<p> Du kan også lytte til al den musik, du vil på Nuuday Musik. Her er over 40 millioner musiknumre at vælge imellem. Så lige meget hvilken musikgenre du er til, er du sikker på at finde noget for enhver musiksmag.</p>\r\n\r\n<h2>Hvilke specifikationer får jeg på Samsung Galaxy A20e?</h2>\r\n<p>Her får du en oversigt over de største nyheder, specifikationer og features på Samsung Galaxy A20e:\r\n\r\n  <ul>\r\n    <li> 13 + 5 megapixel dual-kamera</li>\r\n    <li> 5,8 tommer Super AMOLED-display</li>\r\n    <li> Stort 3000 mAh-batteri, der holder strøm længe</li>\r\n    <li> 15W hurtigopladning</li>\r\n    <li> Lille og robust design</li>\r\n  </ul>\r\n\r\n  Længere nede på siden kan du læse meget mere om alle features og specifikationer på Samsung Galaxy A20e.</p>\r\n\r\n<h2>Pris - Samsung Galaxy A20e er en billig smartphone</h2>\r\n<p>Samsung Galaxy A20e er en billig smartphone på markedet.</p>\r\n<p> Her på siden kan du se din pris på Galaxy A20e ved at vælge det abonnement, du vil have med, når du køber din nye telefon.</p>\r\n\r\n<h2>Anmeldelser af Galaxy A20e - en billig smartphone med alle de essentielle specifikationer</h2>\r\n<p>Anmelderne og mobilmarkedets tech-eksperter er glade for at se den store Galaxy A-serie fra 2019 med Samsung Galaxy A40, Samsung Galaxy A50, Samsung Galaxy A70, Samsung Galaxy A80 og Samsung Galaxy A20e. Fælles for disse er, at de alle er prisvenlige\r\n  mobiler udstyret med essentielle features i høj kvalitet.</p>\r\n<p> Særligt får Samsung Galaxy A20e ros for det gode dual-kamera, den store 5,8 tommer Super AMOLED-skærm med HD-opløsning og det store 3000 mAh-batteri, der virkelig kan holde denne prisvenlige Galaxy-version kørende i mange timer.</p>\r\n<p> Samsung Galaxy A20e er mobilen til dig, der ønsker en simpel, billig og robust smartphone med et godt kamera, en god skærm og lang batterilevetid. Det simple og robuste design gør også A20e til den perfekte mobil til de små, som skal have deres allerførste\r\n  smartphone.</p>\r\n\r\n<h2>13 + 5 megapixel dual-kamera giver video og billeder i top-kvalitet</h2>\r\n<p>Bagkameraet kommer med to kameralinser, så du kan tage detaljerige billeder og video med flotte farver og perfekte kontrast- og lysforhold.</p>\r\n<p> Og med kombinationen af dybde og lysfølsomhed er det nemmere end nogensinde før at tage skarpe billeder med dybde.</p>\r\n\r\n<h3>Suveræn kamera-teknologi med vidvinkelobjektiv</h3>\r\n<p>Med Samsungs imponerende teknologi som fx vidvinkelobjektiv kan du tage storslåede billeder af landskaber og få det hele med.</p>\r\n\r\n<h2>8 megapixel front-kamera</h2>\r\n<p>Galaxy A20e kommer også med et selfie-kamera på 8 megapixel med avanceret lysfølsomhed, så du kan tage gode billeder af dig selv og lave videoopkald med dine venner og familie.</p>\r\n\r\n<h2>Et skærmbillede i HD-opløsning med den imponerende 5,8 tommer Super AMOLED-skærm</h2>\r\n<p>Samsung er kendt for imponerende og banebrydende skærme. På A20e får du en imponerende skærm med et skarpt og detaljeret skærmbillede med en opløsning på 720 x 1560 pixels.</p>\r\n\r\n<h3>Masser af skærm for pengene</h3>\r\n<p>Skærmen på A20e fylder hele 89,1 % af telefonens forside, så her får du masser af skærmbillede for alle pengene.</p>\r\n\r\n<h2>Strøm til hele dagen med det store 3000 mAh-batteri</h2>\r\n<p>Du får et stort 3000 mAh-batteri, der giver strøm i mange timer.</p>\r\n<p> Og med strømbesparende tilstand sørger telefonen for at fordele strømmen intelligent ved fx at lukke de apps og programmer ned, som står og kører i baggrunden.</p>\r\n\r\n<h2>Fuldt batteri på et splitsekund med hurtigopladning</h2>\r\n<p>Med 15W hurtigopladning går det lynhurtigt at oplade Galaxy A20e.</p>\r\n<p> Så her behøver du altså ikke vente i flere timer på, at telefonen skal sidde i opladeren.</p>\r\n\r\n<h2>Sikkerheden er i top med fingeraftrykssensor</h2>\r\n<p>Bag på telefonen sidder der en fingeraftrykslæser, så du nemt og hurtigt kan låse skærmen op med dit fingeraftryk.</p>\r\n<p> Fingeraftrykssensoren scanner dit unikke fingeraftryk og husker det, så det kun er dig, der kan låse mobilen op.</p>\r\n\r\n<h2>Op til 512 GB hukommelse med mikroSD-kort</h2>\r\n<p>Samsung Galaxy A20e kommer med 32 GB intern hukommelse.</p>\r\n<p> Hvis du vil have mere plads til dine billeder, videoer, apps og programmer, er der rig mulighed for at udvide lageret med et mikroSD-kort.</p>\r\n<p> Du kan faktisk få helt op til 512 GB hukommelse på Galaxy A40e med et hukommelseskort som tilbehør til din mobil.</p>\r\n\r\n<h2>Samsung Galaxy A20e har 3,5 mm jackstik til høretelefoner</h2>\r\n<p>Der er efterhånden kommet mange mobiltelefoner på markedet uden det klassiske 3,5 mm jackstik til høretelefoner for et slankere design.</p>\r\n<p> Fx kommer mange af de nyeste Huawei-telefoner og iPhone-telefoner fra Apple uden jackstik. Også OnePlus 7 og OnePlus 7 Pro kommer også uden jackstikket.</p>\r\n<p> Men Samsung har valgt at beholde jackstikket på Galaxy A20e, som er en god nyhed til dig, der ikke er så vild med tanken om, at skulle bruge en adapter fra USB-C til jackstik til dine høretelefoner med 3,5 mm jackstik.</p>\r\n\r\n<h2>Fantastisk lyd med Dolby Atmos-indstilling</h2>\r\n<p>Højttalerne på Galaxy A20e kommer med Dolby Atmos-indstilling. Så her bliver du omringet af imponerende lyd, når du hører musik og ser film på din mobil - også når du ikke har dine høretelefoner tilsluttet.</p>\r\n\r\n<h2>Exynos 7884-processor med 3 GB RAM giver fart og styrke</h2>\r\n<p>Du får en lille og lynhurtig mobil med en stærk processor og 3 GB RAM.</p>\r\n<p> Så kan du have mange apps og programmer åbne på samme tid uden, at telefonen bliver langsommere.</p>\r\n\r\n<h2>Operativsystem - du får det populære Android 9 Pie</h2>\r\n<p>Du får det populære Android-operativsystem fra Google, som du kender fra mange af markedets helt store smartphones fra Huawei, OnePlus, Sony og Nokia.</p>\r\n<p> Og der er ikke noget at sige til, at Android er blevet så populært. Du får nemlig en fleksibel brugerflade, hvor du helt selv bestemmer, hvordan du vil designe skærmen med widgets og genveje til apps og programmer.</p>\r\n<p> Og så er Android et ekstremt brugervenligt styresystem, hvor du nemt og hurtigt navigerer rundt på skærmen. Du lærer også hurtigt smarte navigationskommandoer at kende, så du hurtigt og nemt kan åbne, lukke og skifte mellem forskellige apps og programmer.</p>\r\n<p>\r\n  Android-systemet lærer også dine unikke vaner at kende og tilpasser telefonen, så det giver bedst mening for dig. Fx lærer Android hurtigt hvilke apps du bruger, og hvordan du bruger dem. På den måde kan telefonen automatisk tilpasse brugerfladen til\r\n  netop dine behov. Fx finder Android den spilleliste frem, som du lyttede til tidligere, når du tilslutter dine høretelefoner.\r\n</p>\r\n<p> Sidst, men ikke mindst, er sikkerheden i top med en Android-mobil i hånden. Google arbejder hele tiden for at gøre deres operativsystem mere og mere sikkert. Når du surfer online bliver din data krypteret på en ny og mere sikker måde end på tidligere\r\n  versioner. Og så har hverken mikrofonen eller kameraet adgang til apps, der kører i baggrunden.</p>\r\n\r\n<h2>Robust design i sort</h2>\r\n<p>Galaxy A20e har en lille størrelse og kommer i et robust design af plastik og glas, og telefonen kommer i en flot sort farve.</p>\r\n<p> Telefonen måler kun 147.4 x 69.7 x 8.4 mm og vejer 141 g. Her får du altså en mobil, som passer perfekt i hånden.</p>\r\n\r\n<h2>Unboxing Samsung Galaxy A20e - det får du med i pakken:</h2>\r\n\r\n\r\n<ul>\r\n  <li> 15W hurtigoplader</li>\r\n  <li> MikroSD-adapter</li>\r\n  <li> Nål til at indsætte simkort</li>\r\n  <li> Høretelefoner</li>\r\n  <li> USB-adapter</li>\r\n  <li> Brugsanvisning</li>\r\n</ul>\r\n\r\n<h2>Samsung Galaxy A20e vs A40</h2>\r\n\r\n<ul>\r\n  <li> Pris: Samsung Galaxy A20e er den billigste af de to modeller</li>\r\n  <li> Bagkamera: Du får et større bagkamera på Galaxy A40 på 16 + 5 megapixel</li>\r\n  <li> Front-kamera: Du får et større front-kamera på Galaxy A40 på 25 megapixel</li>\r\n  <li> Skærmopløsning: Du får en højere skærmopløsning på Galaxy A40 på 1080 x 2340 pixels</li>\r\n  <li> Intern hukommelse: Du får et større lager på Galaxy A40 med 64 GB intern hukommelse</li>\r\n</ul>\r\n\r\n<h2>Find den perfekte Samsung Galaxy til dig i vores webshop</h2>\r\n<p>Er Samsung Galaxy A20e ikke noget for dig? Så kig videre i vores webshop og find lige netop den Samsung Galaxy, der passer til dig og dine behov.</p>\r\n<p>Fx har vi <a href=\"/mobiltelefoner/samsung/galaxy-a80/\">Samsung Galaxy A80</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a50/\">Samsung Galaxy A50</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a40/\">Samsung Galaxy A40</a> og <a href=\"/mobiltelefoner/samsung/galaxy-xcover-4s/\">Samsung Galaxy XCover 4s</a> som alle er prisvenlige smartphones fra Samsung.</p>\r\n<p>\r\n  Leder du efter en smartphone med flere specifikationer og features?</p>\r\n<p> Se fx de nye\r\n  <a href=\"/mobiltelefoner/samsung/galaxy-s10/\">Samsung Galaxy S10</a>, <a href=\"/mobiltelefoner/samsung/galaxy-s10plus/\">Samsung Galaxy S10+</a> og <a href=\"/mobiltelefoner/samsung/galaxy-s10e/\">Samsung Galaxy S10e</a>.</p>\r\n<p>\r\n  Du kan også finde vores modeller i Note-serien <a href=\"/mobiltelefoner/samsung/galaxy-note-10/\">Samsung Galaxy Note 10</a>, <a href=\"/mobiltelefoner/samsung/galaxy-note-10plus/\">Samsung Galaxy Note 10+</a> og <a href=\"/mobiltelefoner/samsung/galaxy-note9/\">Samsung Galaxy Note 9</a>.</p>",
  "specifications": [
    {
      "label": "Skærm",
      "description": "5,8 tommer Super AMOLED"
    },
    {
      "label": "Skærmopløsning",
      "description": "720 x 1560 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "13 + 5 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "8 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "Android 9 Pie"
    },
    {
      "label": "Processor",
      "description": "Exynos 7884"
    },
    {
      "label": "RAM",
      "description": "3 GB"
    },
    {
      "label": "Batteri",
      "description": "3000 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "32 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Ja"
    },
    {
      "label": "Features",
      "description": "Højttalere med Dolby Atmos-indstilling, hurtiogopladning, fingeraftrykssensor, op til 512 GB hukommelse med mikroSD-kort"
    },
    {
      "label": "Farver",
      "description": "Sort"
    },
    {
      "label": "Materiale",
      "description": "Glas / plastik"
    },
    {
      "label": "Mål",
      "description": "147.4 x 69.7 x 8.4 mm"
    },
    {
      "label": "Vægt",
      "description": "141 g"
    },
    {
      "label": "Simkort",
      "description": "Dual-sim (Nano)"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "Mobilrabat",
    "Tilbud"
  ],
  "offeringService": "Fri + 20 GB",
  "offeringServicePrice": 19900,
  "leastPriceRepayments": 129300,
  "leastPriceUpfront": 159200,
  "leastPrice": 29900,
  "savings": 120000,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 912,
  "onSale": true,
  "variants": [
    {
      "id": 912,
      "size": "32 GB",
      "color": "Sort",
      "colorHex": "#000",
      "image": "Samsung_GalaxyA20e_Sort.png",
      "imageAlt": "Køb den billige Samsung Galaxy A20e hos Nuuday",
      "gallery": [
        {
          "image": "Samsung_GalaxyA20e_Sort-1.png",
          "imageAlt": "Samsung Galaxy A20e set bagfra med dual-kamera"
        },
        {
          "image": "Samsung_GalaxyA20e_Sort-2.png",
          "imageAlt": "Siden af den slanke Samsung Galaxy A20e"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 29900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 149900,
          "serviceDiscount": 120000,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 9900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 149900,
          "serviceDiscount": 140000,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 9900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 149900,
          "serviceDiscount": 140000,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 139900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 149900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}