{
  "id": 375,
  "name": "Galaxy Note 10",
  "slug": "galaxy-note-10",
  "brandName": "Samsung",
  "brandSlug": "samsung",
  "headline": "Inkl. 1.000 kr. værdikupon til AKG høretelefoner",
  "documentTitle": "Samsung Galaxy Note 10 - Køb i dag til en lav pris med fri fragt",
  "campaignLabel": "Inkl. værdikupon til AKG høretelefoner",
  "colors": [
    {
      "color": "Sort",
      "colorHex": "#000000"
    },
    {
      "color": "Glow",
      "colorHex": "#ffffff"
    }
  ],
  "descriptionMeta": "Samsung Galaxy Note 10 er landet! Køb Samsung Galaxy Note 10 billigt med mobilabonnement allerede i dag. Klik her og læs mere.",
  "descriptionHtml": "<iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/BesIlSTzO5c\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>\r\n<br>\r\n<h2>Køb Samsung Galaxy Note 10 i dag til en rigtig god pris</h2>\r\n<p>Bestil Samsung Galaxy Note 10 allerede i dag til en god pris abonnement og fri fragt. Det er nemt og hurtigt at bestille i vores webshop.</p>\r\n\r\n<h2>Vælt dig i et hav af fordele med et billigt abonnement</h2>\r\n<p>Når du køber din nye Samsung Galaxy Note 10 hos os, får du et mobilabonnement spækket med fordele. Så her får du altså et abonnement, der rækker langt ud over det sædvanlige og giver dig meget mere end bare tale, sms og mms.<br><br>\r\n\r\nMed et abonnement hos os falder telefonsamtalen i toget ikke ud, og du kan altid surfe på nettet lynhurtigt med en stabil forbindelse. Hos os kommer du nemlig på Danmarks bedste 4G-netværk.<br><br>\r\n\r\nDu får også roaming i 36 lande i Europa, så du kan bruge din telefon i udlandet. Så kan du fx tjekke mails og netbank, dele billeder fra stranden og finde vej via GPS på storbyferien og få information om, hvor den nærmeste restaurant ligger.<br><br>\r\n\r\nOg så kan du lytte til al den musik, du vil. Med vores app Nuuday Musik kan du vælge mellem over 40 millioner musiknumre - så her er noget for enhver smag.</p>\r\n\r\n<h2>Samsung Galaxy Note 10 lancering og release-dato - hvornår kommer Samsung Galaxy Note 10 til Danmark?</h2>\r\n<p>Galaxy Note 10 havde lanceringsdato den 7. august 2019, hvor den blev annonceret i New York ved Samsungs Unpacked-event, hvor de præsenterede alle specifikationerne og de nye features på deres flagskib Samsung Galaxy Note 10.<br><br>\r\n\r\nSamsung Galaxy Note 10 har officiel release-dato den 23. august i Danmark.<br><br>\r\n\r\nHer på siden kan du læse meget mere omkring alle de imponerende features på Note 10.</p>\r\n\r\n<h2>Bestil allerede i dag</h2>\r\n<p>Du kan bestille Samsung Galaxy Note 10 allerede i dag i vores webshop. Det er nemt og hurtigt at bestille, og du får selvfølgelig en rigtig god pris med fri fragt og et abonnement spækket med fordele.</p>\r\n\r\n<h2>Pris - hvad koster Samsung Galaxy Note 10?</h2>\r\n<p>Prisen på Samsung Galaxy Note 10 afhænger af, hvilket abonnement du vælger, når du bestiller din nye smartphone.<br><br>\r\n\r\nHer på siden kan du se din pris på Samsung Galaxy Note 10 ved at vælge det abonnement, du ønsker sammen med din telefon.</p>\r\n\r\n<h2>Betal kontant eller på afbetaling</h2>\r\n<p>Du bestemmer helt selv, om du vil betale beløbet på din nye telefon på en gang, eller om du vil dele regningen op i mindre bidder.<br><br>\r\n\r\nHos os kan du betale din smartphone over 12 eller 24 måneder på afbetaling. Prisen på din nye telefon forbliver selvfølgelig den samme, som hvis du betalte kontant. Her er nemlig ingen renter.</p>\r\n\r\n<h2>Hvilke specs kommer Samsung Galaxy Note 10 med?</h2>\r\n\r\n<ul>\r\n                <li>    12 + 12 + 16 megapixel triple-kamera med features, der giver imponerende billeder</li>\r\n                <li>    Stort 6,3 tommer AMOLED Infinity-display med skærmbillede i fuld HD+-kvalitet</li>\r\n                <li>    Stort 3500 mAh-batteri, der holder i over 24 timer</li>\r\n                <li>    Hurtigopladning og trådløs strømdeling</li>\r\n                <li>    Smart S-Pen med Bluetooth</li>\r\n                <li>    En lynhurtig og kraftfuld processor</li>\r\n                <li>    Forbedret wifi-forbindelse med WiFi6-teknologi</li>\r\n                <li>    Kompakt design, der er mindre end sidste års Galaxy Note 9-model</li>\r\n</ul>\r\n\r\n<h2>Derfor får Galaxy Note 10 gode anmeldelser af tech-eksperterne</h2>\r\n<p>Mobilverdenens tech-eksperter er vilde med det nye flagskib fra Samsung. De roser især telefonen for den imponerende ydeevne, det gode kamera og den legendariske stylus S-Pen med Bluetooth.<br><br>\r\n\r\nDu vil altså her få en af de mest kraftfulde mobiler til dato, der kan trække de helt store apps og tunge programmer helt uden problemer.<br><br>\r\n\r\nDu vil også kunne tage suveræne billeder med telefonens triple-kamera, der er spækket med kamera-features, der kan få enhver professionel fotograf til at kaste misundelige blikke.<br><br>\r\n\r\nOg med den ikoniske S-Pen fra Samsung kan bruge din smartphone på helt nye og kreative måder.<br><br>\r\n\r\nGalaxy Note 10 er altså mere end bare en standard-telefon. Her får du nemlig en af de mest kraftfulde smartphones på markedet til dato. Her er en telefon, du både kan bruge som privat mobil, arbejdscomputer, spillekonsol, kamera og tegnebræt.<br><br>\r\n\r\nLæs meget mere om alle detaljer og imponerende specifikationer længere nede på siden.</p>\r\n\r\n<h2>Nyhed - Samsung præsenterer hele to modeller i Note 10-serien i 2019</h2>\r\n<p>Forud for lanceringen den 7. august 2019 gik der rygter på Google og Twitter om, hvad vi kunne forvente af Galaxy Note-serien i 2019. Mange gisnede om, at der ville komme to forskellige 10-modeller i Note 10-serien i år.<br><br>\r\n\r\nOg ganske rigtigt - ved Samsungs Unpacked-event fik vi bekræftet rygtet, da Samsung præsenterede hele to versioner i Note 10-serien.<br><br>\r\n\r\nNormalt får vi kun én telefon i Galaxy Note-serien, men i år får Note 10 får altså en storebror <a href=\"/mobiltelefoner/samsung/galaxy-note-10plus/\">Samsung Galaxy Note 10+</a>, som er en større version af Note 10.</p>\r\n\r\n<h2>Samsung Galaxy Note 10 vs Note 10+</h2>\r\n<p>Hvad er forskellen på Samsung Galaxy Note 10 og Note 10+?<br><br>\r\n\r\nSe en liste over, hvilke forskelle der er mellem de to modeller her:</p>\r\n\r\n<ul>\r\n                <li>    Note 10 er en mindre model med en 6,3 tommer skærm vs Note 10+ med en større 6,8 tommer skærm</li>\r\n                <li>    Note 10 har triple-kamera vs Note 10+ med en ekstra ToF-kameralinse (firedobbelt kamera) </li>\r\n                <li>    Note 10 har 8 GB RAM vs Note 10+ med 12 GB RAM</li>\r\n                <li>    Note 10 har et mindre batteri på 3500 mAh vs Note 10+ med et større batteri på 4300 mAh</li>\r\n                <li>    Note 10 har 256 GB intern hukommelse vs Note 10+ med op til 512 GB med mikroSD-kort</li>\r\n                <li>    Note 10 måler 151 x 72 x 7,9 mm mens Note 10+ måler 162,3 x 77,1 x 7,9 mm</li>\r\n</ul>\r\n\r\n<h2>Imponerende skærmbillede med AMOLED Full HD+ Infinity-display dækker 95% af telefonens front</h2>\r\n<p>Du får et stort og imponerende skærmbillede i tårnhøj fuld HD+-kvalitet med en skærmopløsning på 2080 x 1080.<br><br>\r\n\r\nOg så er kanterne i siden af telefonen blevet mindre, så skærmen dækker hele 95% af telefonens front - kun lige afbrudt af den lille notch i toppen til kameraet.</p>\r\n\r\n<h3>19:9-skærmformat giver masser af plads på skærmen</h3>\r\n<p>Det brede skærmformat gør telefonen perfekt til at arbejde på - her er der masser af plads til at fordybe sig i video- og billedredigering eller skrive og redigere i arbejdsdokumenter.<br><br>\r\n\r\n19:9-formatet gør også, at du kan køre flere programmer samtidig på skærmen.<br><br>\r\n\r\nOg skærmen er også perfekt til at se film og spille spil på.</p>\r\n\r\n<h2>Fingeraftrykssensor i touch-skærmen</h2>\r\n<p>Fingeraftrykslæseren er rykket om på forsiden af touch-skærmen, så du nemt og hurtigt kan låse skærmen op ved at placere tommelfingeren i bunden af displayet.<br><br>\r\n\r\nEn god nyhed til alle, der synes det er lidt omstændigt med fingeraftrykssensoren bag på telefonen.</p>\r\n\r\n<h2>Bagkamera med tre linser giver perfekte billeder og videoer</h2>\r\n<p>De tre kameraer på bagsiden af telefonen er spækket med kamera-features, så du får billeder og videoer, der ligner, at de kunne have været taget med et professionelt kamera.<br><br>\r\n\r\nFx er kameraet udstyret med billedstabilisator, der sørger for at dine billeder og videoer altid står skarpt uden rystelser.<br><br>\r\n\r\nOg så kan du også tage billeder af storslåede landskaber og fange hele naturens skønhed med 123 graders vidvinkel fotografi.</p>\r\n\r\n<h3>Portrætfotos med bokeh-effekt</h3>\r\n<p>På Galaxy Note 10 får du en imponerende bokeh-effekt, der gør dine portrætfotos til noget udover det sædvanlige.<br><br>\r\n\r\nSom noget nyt kan du også bruge bokeh-effekten, når du optager videoer, så alt det vigtige står i skarpt fokus.</p>\r\n\r\n<h3>Optag video med lydfokusering</h3>\r\n<p>Som noget nyt får du fokuseret lyd i dine videoer med Audio Zoom-funktionen. Her arbejder telefonens tre mikrofoner sammen for at give en fokuseret lyd i dine videoer, der giver en endnu bedre videokvalitet.<br><br>\r\n\r\nMed kameraet på Note 10 får du altså knivskarpe videoer med lige så knivskarp lyd.</p>\r\n\r\n<h3>Redigér billeder og videoer direkte fra din telefon</h3>\r\n<p>På Note 10 kan du behøver du ikke overfører alle dine billeder og videoer fra din telefon til din computer - du kan nemlig redigere både billeder og videoer direkte på din smartphone. Enten via telefonens egen galleri-app eller det mere avancerede Adobe Rush-software.</p>\r\n\r\n<h2>10 megapixel frontkamera</h2>\r\n<p>Du får et 10 megapixel kamera på forsiden af telefonen, så du kan foretage videoopkald i god kvalitet.<br><br>\r\n\r\nOg med det gode frontkamera står du også altid skarpt på alle dine selfies.</p>\r\n\r\n<h2>Strøm på mobilen i over 24 timer på én opladning</h2>\r\n<p>Med det store 3500 mAh-batteri og smarte strømstyrings-teknologier holder Samsung Galaxy Note 10 strøm i over 24 timer.<br><br>\r\n\r\nFx registrerer Note 10, hvordan du bruger telefonen, og sørger for at lukke for apps og programmer, du ikke bruger. På denne måde er Note 10 mere strømbesparende.</p>\r\n\r\n<h2>Trådløs strømdeling</h2>\r\n<p>Du kan dele ud af den store batterikapacitet på Galaxy Note 10. Med trådløs strømdeling kan du lade andre trådløse enheder op - fx trådløse højttalere og høretelefoner eller dine venners smartphones.</p>\r\n\r\n<h2>Trådløs- og (endnu hurtigere) hurtigopladning</h2>\r\n<p>Du kan både benytte dig af trådløs opladning og hurtig opladning på Note 10.<br><br>\r\n\r\n\r\nMed trådløs opladning skal du blot lægge din telefon på en oplader-dock, som du køber separat som tilbehør til din smartphone. Så slipper du for at rode rundt med ledninger og kabler.<br><br>\r\n\r\nOg med Samsungs hurtiglader tager det ikke mange timer at lade batteriet på Galaxy Note 10 op. Og faktisk har Samsung optimeret deres oplader-teknologi, så det er endnu hurtigere at bruge hurtigladeren end tidligere.</p>\r\n\r\n<h2>Oplev den ikoniske S-Pen med Bluetooth</h2>\r\n<p>Kun fantasien sætter grænser for, hvad du kan gøre på din smartphone med den ikoniske og smarte S-Pen.<br><br>\r\n\r\nMed S-Pen kan du navigere rundt på telefonen med præcision. Så kan du fx nemt og hurtigt tage noter, som automatisk kan konverteres til digital tekst og overføres til et Word-dokument.<br><br>\r\n\r\nOg du også kan bruge S-Pen til at tegne udførlige tegninger på telefonens skærm.<br><br>\r\n\r\nMed Bluetooth kan du bruge S-Pen som fjernbetjening til din smartphone. Så kan du holde oplæg med præsentationer direkte fra din telefon eller styre kameraet.</p>\r\n\r\n<h2>Samsung Galaxy Note 10 er af en af de mest kraftfulde telefoner til dato</h2>\r\n<p>Masser af processorkraft giver dig en lynhurtig og stærk brugerflade - perfekt til dig, der stiller høje krav til, hvad din smartphone skal kunne.<br><br>\r\n\r\nSamsungs Note-serie er særlig kendt for masser af power og fart over feltet - og Note 10 er ingen undtagelse. Ifølge Samsung er er den nye processor 20 % hurtigere end sidste års Samsung Galaxy Note 9.</p>\r\n\r\n<h2>Forbedret wi-fi-teknologi giver dig en hurtigere og mere stabil forbindelse</h2>\r\n<p>Mobilen har også fået forbedret wi-fi-forbindelse med WiFi6, så du vil opleve en hurtigere og mere stabil dækning, når du kobler dig på et wi-fi-netværk. Fx i storbyer eller andre områder, hvor mange benytter sig af wi-fi-forbindelsen.<br><br>\r\n\r\nFaktisk kan du opleve helt op til 20 % hurtigere wi-fi.</p>\r\n\r\n<h2>Oplev det populære Android 9.0 Pie</h2>\r\n<p>Galaxy Note 10 kommer med det brugervenlige Android-styresystem fra Google. Med Android får du en simpel og intuitiv brugerflade med de nyeste teknologier fra Google, der gør din telefon hurtig, brugervenlig, intelligent og sikker.<br><br>\r\n\r\nDet intelligente Android-styresystem skræddersyer din mobil, så den passer perfekt til dig og dine mobilvaner. Android lærer nemlig, hvordan du bruger din telefon og indretter sig, så du får den mest brugervenlige oplevelse.<br><br>\r\n\r\nFx lærer Android-systemet, hvilke applikationer og programmer, du bruger mest og hvornår. På den måde er Android altid et skridt foran og finder de apps frem, du bruger mest, så de altid ligger klar til dig.<br><br>\r\n\r\nDet er super nemt at navigere rundt på din mobil med de mange navigations-kommandoer fra Android, der er nemme at lære. Og Android 9.0 Pie kan også hjælpe dig med at holde styr på hverdagens mange aftaler, hvor meget tid du bruger i forskellige apps og meget, meget mere.<br><br>\r\n\r\nSidst, men ikke mindst, er Android Pie et meget sikkert styresystem. Google har opdateret systemet med flere sikkerheds-features, så apps i baggrunden ikke har adgang til hverken mikrofon eller kamera.<br><br>\r\n\r\nOg så har Google opdateret den måde, hvorpå data bliver krypteret, når du surfer på nettet. Så nu er du endnu bedre sikret, når du surfer rundt på nettet på din smartphone.</p>\r\n\r\n<h2>Et kompakt og vandtæt design</h2>\r\n<p>Selvom Samsung Galaxy Note 10 er en telefon med gods i, er den ikke større end sidste års Galaxy Note 9. Selvom Note-serien normalt har større mobiler til dig, der forventer meget af din smartphone.<br><br>\r\n\r\nMed med sine mål på 150,9 x 71,8 x 7,9 er Note 10 på størrelse med Samsung Galaxy S10 og dermed lidt mindre end Samsung Galaxy Note 9 fra sidste år.<br><br>\r\n\r\nSamsung Galaxy Note 10 er også formet til at ligge godt i hånden med et slankt og ergonomisk design.<br><br>\r\n\r\nOg så er telefonen vandtæt med IP68-klassificering, så mobilen kan tåle at være dækket under 1,5 m vand i 30 minutter. Så kan du fx skylle mobilen under vandhanen, når den er beskidt. Og du have mobilen med i vandet på badeferien.</p>\r\n\r\n<h3>Vælg mellem to flotte farver</h3>\r\n<p>Du kan vælge telefonen i to flotte farver - enten i elegant sort (Aura Black) eller i flotte skinnende nuancer (Aura Glow).</p>\r\n\r\n<h2>Masser af lagerplads med 256 GB hukommelse</h2>\r\n<p>Du får masser plads på telefonen, så du kan gemme alle dine billeder og filer. Og her kan du sagtens downloade store programmer, spil og apps på din smartphone - helt uden at bekymre dig om, hvor mange GB de fylder.</p>\r\n\r\n<h2>Samsung Galaxy Note 10 er det perfekte mix af privat- og arbejdstelefon</h2>\r\n<p>Samsung Galaxy Note 10 er den perfekte mobil til både privat brug og arbejdstelefon.<br><br>\r\n\r\nS-Pen med Bluetooth er perfekt, når du skal give præsentationer eller tage hurtige noter på din mobil. Den store Infinity-skærm er perfekt, når du skal læse og redigere i dokumenter eller se film og spille spil.<br><br>\r\n\r\nOg det store batteri og den store processor gør, at du kan køre store programmer og se film og spille på din telefon uden problemer med strøm til hele dagen. Og så er den store hukommelse perfekt, hvis du skal gemme mange filer, billeder og have mange programmer installeret på din mobil.</p>\r\n\r\n<h3>Brug Samsung Note 10 til som arbejdsstation med DeX</h3>\r\n<p>Med Samsung DeX kan du nemt og hurtigt forvandle den kraftfulde Samsung Galaxy Note 10 til en rigtig arbejdsstation.<br><br>\r\n\r\n\r\nDu kan nemlig tilkoble både mus, tastatur og skærme til din telefon, så du kan bruge telefonen som arbejdscomputer.<br><br>\r\n\r\nOg Samsung har opdateret DeX, så du kan koble din Note 10 til din computer og arbejde med mobilen og computeren samtidigt - på samme skærm. Og så kan du nemt og hurtigt flytte filer fra din mobil til din computer.</p>\r\n\r\n<h3>Hold privatlivet og arbejdet adskilt med dual-sim</h3>\r\n<p>Med dual-sim er det super nemt at holde arbejdet og privatlivet adskilt.<br><br>\r\n\r\nDu kan nemlig have to simkort i din mobiltelefon, så der egent er to telefoner i én enhed. Så kan du nemt og hurtigt skifte mellem de to simkort, så du har dit arbejdsnummer koblet til telefonen i arbejdstiden og dit privatnummer, når du har fri.</p>\r\n \r\n<h2>Samsung Galaxy Note 10 vs S10</h2>\r\n\r\n<ul>\r\n                <li>    Skærm:6,4 tommer Full HD+ Dynamic AMOLED Infinity-display vs 6,1 tommer Dynamic AMOLED Infinity-display på S10</li>\r\n                <li>    Skærmopløsning: 2280 x 1080 pixels på Note 10 vs 1440 x 3040 på S10</li>\r\n                <li>    Batteri: 3500 mAh med levetid i over 24 timer på Note 10 vs 3400 mAh med levetid i op til 24 timer på S10</li>\r\n                <li>    Hukommelse: 256 GB lager på Note 10 vs 128 GB hukommelse på S10</li>\r\n                <li>    Feature: S-Pen med Bluetooth på Note 10</li>\r\n                <li>    Feature: USB-C til høretelefoner på Note 10 vs 3,5 mm jackstik til høretelefoner på S10</li>\r\n                <li>    Feature: Forbedret wi-fi-forbindelse med WiFi6 på Note 10</li>\r\n                <li>    Størrelse: Note 10 måler 150,9 x 71,8 x 7,9 mm vs S10 som måler 149,9 x 70,4 x 7,8 mm</li>\r\n                <li>    Design: Glas med aluminiumsramme på Note 10 vs glas med metalramme på S10</li>\r\n</ul>\r\n\r\n(H2): Samsung Galaxy Note 10 vs Note 9\r\n\r\n<ul>\r\n                <li>    Kamera: 12 + 12 + 16 megapixel triple-kamera på Note 10 vs 12 + 12 megapixel dual-kamera på Note </li>\r\n                <li>    Batteri: 3500 mAh med levetid på over 24 timer på Note 10 vs 4000 mAh på Note 9</li>\r\n                <li>    Processor: 20 % hurtigere på Note 10 end på Note 9</li>\r\n                <li>    Hukommelse: 256 GB på Note 10 vs op til 512 GB på Note 9</li>\r\n                <li>    Feature: Trådløs strømdeling til andre enheder på Note 10</li>\r\n                <li>    Feature: Forbedret hurtigopladning på Note 10</li>\r\n                <li>    Feature: Fingeraftrykslæser direkte på touch-skærmen på Note 10 vs fingeraftryksscanner på bagsiden af Note 9</li>\r\n                <li>    Feature: 20 % hurtigere wi-fi på Note 10 end Note 9 med forbedret wi-fi med WiFi6-teknologi</li>\r\n</ul>\r\n\r\n\r\n<h2>Køb flere Samsung Galaxy-telefoner i vores webshop</h2>\r\n<p>Vi tilbyder altid mange forskellige Samsung Galaxy-modeller til lave priser.<br><br>\r\n\r\nSe fx Galaxy S10-serien med <a href=\"/mobiltelefoner/samsung/galaxy-s10/\">Samsung Galaxy S10</a>, <a href=\"/mobiltelefoner/samsung/galaxy-s10plus/\">Samsung Galaxy S10+</a> og <a href=\"/mobiltelefoner/samsung/galaxy-s10e/\">Samsung Galaxy S10e</a>.<br><br>\r\n\r\nDu kan også finde andre flagskibe i Note-serien som <a href=\"/mobiltelefoner/samsung/galaxy-note9/\">Samsung Galaxy Note 9</a>.<br><br>\r\n\r\nOg så har vi også en lang række billige Samsung Galaxy-telefoner - se fx<a href=\"/mobiltelefoner/samsung/galaxy-a80/\">Samsung Galaxy A80</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a50/\">Samsung Galaxy A50</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a40/\">Samsung Galaxy A40</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a20e/\">Samsung Galaxy A20e</a> og <a href=\"/mobiltelefoner/samsung/galaxy-xcover-4s/\">Samsung Galaxy XCover 4s</a>.<br><br>\r\n\r\nVi kører også ofte tilbud på udvalgte Samsung-telefoner. Så tag et kig i vores online butik og se, om du kan spare penge på din foretrukne Samsung Galaxy-mobil.</p>",
  "specifications": [
    {
      "label": "Skærm",
      "description": "6,3 Fuld HD+ Dynamic AMOLED"
    },
    {
      "label": "Skærmopløsning",
      "description": "2280 x 1080"
    },
    {
      "label": "Bagkamera",
      "description": "12 + 12 + 16 megapixel"
    },
    {
      "label": "Frontkamera",
      "description": "10 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "Android 9.0 Pie"
    },
    {
      "label": "Processor",
      "description": "Exynos 9825"
    },
    {
      "label": "RAM",
      "description": "8 GB"
    },
    {
      "label": "Batteri",
      "description": "3500 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "256 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Nej"
    },
    {
      "label": "Features",
      "description": "Blutetooth S-Pen, fingeraftrykslæser på touch-skærmen, trådløs strømdeling, hurtig- og trådløs opladning, forbedret wifi-forbindelse med WiFi6-tilslutning, vand- og støvtæt IP68-klassificering"
    },
    {
      "label": "Farver",
      "description": "Sort / glow"
    },
    {
      "label": "Materiale",
      "description": "Glas m. aluminiumsramme"
    },
    {
      "label": "Mål",
      "description": "150,9 x 71,8 x 7,9 mm"
    },
    {
      "label": "Vægt",
      "description": "168 g"
    },
    {
      "label": "Simkort",
      "description": "Dual-sim (Nano)"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "Mobilrabat",
    "Tilbud"
  ],
  "offeringService": "Fri + 50 GB",
  "offeringServicePrice": 29900,
  "leastPriceRepayments": 669400,
  "leastPriceUpfront": 669400,
  "leastPrice": 20000,
  "savings": 269800,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 925,
  "onSale": true,
  "variants": [
    {
      "id": 925,
      "size": "256 GB",
      "color": "Sort",
      "colorHex": "#000000",
      "image": "Samsung_GalaxyNote10_Sort.png",
      "imageAlt": "Bestil Samsung Galaxy Note 10 billigt hos Nuuday",
      "gallery": [
        {
          "image": "Samsung_GalaxyNote10_Sort-1.png",
          "imageAlt": "Samsung Galaxy Note 10 med bagside af glas"
        },
        {
          "image": "Samsung_GalaxyNote10_Sort-2.png",
          "imageAlt": "Samsung Galaxy Note 10 set fra skrå med S-Pen"
        },
        {
          "image": "Samsung_GalaxyNote10_Sort-3.png",
          "imageAlt": "Samsung Galaxy Note 10+ med stor AMOLED-skærm"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 528100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 749900,
          "serviceDiscount": 221800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 480100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 749900,
          "serviceDiscount": 269800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 432100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 749900,
          "serviceDiscount": 317800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 739900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 749900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 926,
      "size": "256 GB",
      "color": "Glow",
      "colorHex": "#ffffff",
      "image": "Samsung_GalaxyNote10_Glow.png",
      "imageAlt": "",
      "gallery": [
        {
          "image": "Samsung_GalaxyNote10_Glow-1.png",
          "imageAlt": "Samsung Galaxy Note 10 Glow 256 GB"
        },
        {
          "image": "Samsung_GalaxyNote10_Glow-2.png",
          "imageAlt": "Samsung Galaxy Note 10 Glow 256 GB"
        },
        {
          "image": "Samsung_GalaxyNote10_Glow-3.png",
          "imageAlt": "Samsung Galaxy Note 10 Glow 256 GB"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 528100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 749900,
          "serviceDiscount": 221800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 480100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 749900,
          "serviceDiscount": 269800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 432100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 749900,
          "serviceDiscount": 317800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 739900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 749900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}