{
  "id": 376,
  "name": "Galaxy Note 10+",
  "slug": "galaxy-note-10plus",
  "brandName": "Samsung",
  "brandSlug": "samsung",
  "headline": "Inkl. 1.000 kr. værdikupon til AKG høretelefoner",
  "documentTitle": "Samsung Galaxy Note 10+ - Bestil nu til en lav pris med fri fragt",
  "campaignLabel": "Inkl. værdikupon til AKG høretelefoner",
  "colors": [
    {
      "color": "Sort",
      "colorHex": "#000000"
    },
    {
      "color": "Glow",
      "colorHex": "#ffffff"
    }
  ],
  "descriptionMeta": "Samsung Galaxy Note 10+ med DK’s bedste 4G, fri fragt og et abonnement spækket med fordele. Klik og køb Samsung Galaxy Note 10+ i dag til en god pris i dag.",
  "descriptionHtml": "<h2>Køb Samsung Galaxy Note 10+ i dag til en rigtig god pris</h2>\r\n<p>Bestil Samsung Galaxy Note 10+ allerede i dag med fri fragt og et abonnement spækket med fordele. Det er hurtigt og nemt at bestille online, og du får selvfølgelig Note 10+ til en rigtig god pris.</p>\r\n\r\n<h2>Et billigt abonnement spækket med fordele</h2>\r\n<p>Du køber Samsung Galaxy Note 10+ med abonnement hos os. Vores mobilabonnementer er spækket med fordele, som gør hverdagen lidt sjovere.<br><br>\r\n\r\nForuden tale, sms og mms får du lynhurtigt internet på mobilen. Du kommer nemlig på Danmarks bedste 4G-netværk. Så kan du surfe lynhurtigt online på telefonen. Og så falder telefonsamtalen sjældent ud - hverken i toget eller i sommerhuset.<br><br>\r\n\r\nDu kan også bruge dit abonnement i udlandet med roaming i 36 lande i Europa. Så kan du fx tjekke netbank og mail direkte fra telefonen, når du rejser. Og du kan dele din feriebilleder på sociale medier direkte fra stranden og finde vej på GPS på bilferien.<br><br>\r\n\r\nOg så kan du lytte til al den musik, du vil. På vores helt egen musiktjeneste Nuuday Musik finder du over 40 millioner forskellige musiknumre - så her er du sikker på at finde noget for enhver smag.</p>\r\n\r\n<h2>Lancering og release-dato - hvornår kommer Samsung Galaxy Note 10 til Danmark?</h2>\r\n<p>Samsung Galaxy Note 10+ havde lanceringsdato den 7. august 2019, hvor Samsung præsenterede deres nye flagskib ved deres Unpacked-event i New York.<br><br>\r\n\r\nSamsung Galaxy har officiel release-dato den 23. august, hvor den kommer på det danske marked.<br><br>\r\n\r\nHer på siden kan du læse meget mere omkring Samsung Galaxy Note 10+.</p>\r\n\r\n<h2>Du kan bestille Galaxy Note 10+ nu</h2>\r\n<p>Du kan bestille Note 10+ allerede i dag her på siden. Vælg det abonnement, der passer bedst til dit behov og køb din nye Samsung Galaxy Note 10+ til en god pris med Danmarks bedste 4G-netværk, roaming i 36 lande i Europa og Nuuday Musik.<br><br> \r\n\r\nDu får selvfølgelig fri fragt, når du bestiller i vores webshop.</p>\r\n\r\n<h2>Pris - hvad koster Samsung Galaxy Note 10+?</h2>\r\n<p>Du kan se prisen på Samsung Galaxy Note 10+ her på siden ved at vælge det abonnement, du vil have med, når du køber din nye smartphone.<br><br>\r\n\r\nPrisen på Samsung Galaxy Note 10+ afhænger nemlig af, hvilket abonnement, du vælger til din nye telefon.</p>\r\n\r\n<h2>Køb kontant eller på afbetaling</h2>\r\n<p>Du bestemmer helt selv, om du vil betale hele beløbet på din nye mobil på en gang, eller om du vil dele regningen op i mindre bidder og betale over 12 eller 24 mdr.<br><br>\r\n\r\nPrisen på Samsung Galaxy Note 10+ forbliver den samme uanset, om du vælger at betale kontant eller på afbetaling - her er nemlig ingen renter.</p>\r\n\r\n<h2>Hvilke specifikationer kommer Samsung Galaxy Note 10+ med?</h2>\r\n\r\n\r\n<ul>\r\n                <li>    Bagkamera med fire linser på 12 + 12 + 16 megapixel og en ToF-linse</li>\r\n                <li>    Stort 6,8 tommer Wide Quad HD+ Dynamic AMOLED Infinity-display</li>\r\n                <li>    Kæmpe 4300 mAh-batteri, der holder strøm i mere end 24 timer</li>\r\n                <li>    Hurtigopladning og trådløs strømdeling</li>\r\n                <li>    S-Pen med Bluetooth</li>\r\n                <li>    Kraftfuld processor og lynhurtig brugerflade</li>\r\n                <li>    Forbedret wi-fi med WiFi6-teknologi</li>\r\n</ul>\r\n\r\n<h2>Tech-eksperterne giver gode anmeldelser af Galaxy Note 10+</h2>\r\n<p>Samsung Galaxy Note 10+ får især ros for den kraftfulde processor, der giver dig en lynhurtig brugerflade. Og så får telefonen også ros for det store bagkamera med fire linser, der giver imponerende billeder.<br><br>\r\n\r\nSidst, men ikke mindst, får Note 10+ også ros for den ikoniske stylus S-Pen med Bluetooth, som du kan bruge til at tage hurtige noter, som kan forvandles til digital tekst. Og du kan også bruge S-Pen som fjernbetjening til din telefon, så du fx kan give præsentationer uden at tage din computer med dig.<br><br>\r\n\r\nSå her får du mere end bare en standard mobiltelefon. Du får nemlig en af markedets mest kraftfulde telefoner til dato med en stor skærm og et imponerende kamera. Samsung Galaxy Note 10+ er telefonen til dig, der forventer meget af din smartphone. Du kan bruge Note 10+ til alt - som privat mobil, som arbejdsmobil, som spillekonsol og som notesblok.<br><br>\r\n\r\nLæs meget mere om alle specs og features på Samsung Galaxy Note 10+ længere nede på siden.</p>\r\n\r\n<h2>Nyhed for Galaxy Note-serien - Samsung lancerer to Note 10-modeller i 2019</h2>\r\n<p>Normalt lancerer Samsung en Note-model om året, men i år får vi hele to nye varianter i Note-serien.<br><br>\r\n\r\nForud for lanceringen den 7. august kunne man læse om rygter og leaks på Google og Twitter. Og markedets tech-eksperter diskuterede især, hvorvidt man kunne forvente én eller hele to modeller i Note 10-serien.<br><br>\r\n\r\nOg nu, efter lanceringen, står det klart: Vi har endelig fået bekræftet, at Note-serien i 2019 består af standard-modellen <a href=\"/mobiltelefoner/samsung/galaxy-note-10/\">Samsung Galaxy Note 10</a> og Note 10+, som er en større plus-model.</p>\r\n\r\n<h2>Samsung Galaxy Note 10+ vs Note 10</h2>\r\n<p>Er du i tvivl, om du skal vælge Samsung Galaxy Note 10+ eller den mindre model Samsung Galaxy Note 10?<br><br>\r\n\r\nHer får du en oversigt over, hvordan Note 10+ adskiller sig fra standard-modellen i Note 10-serien:</p>\r\n\r\n<ul>\r\n                <li>    Note 10+ har en større skærm på 6,8 tommer vs Note 10 med et display på 6,3 tommer</li>\r\n                <li>    Note 10+ har fire kameraer på bagsiden vs Note 10 som har triple-kamera</li>\r\n                <li>    Note 10+ har 12 GB RAM vs Note 10 med 8 GB RAM</li>\r\n                <li>    Note 10+ har et større batteri på 4300 mAh vs Note 10 med et  batteri på 3500 mAh</li>\r\n                <li>    Note 10+ har op til 512 GB hukommelse med mikroSD-kort vs Note 10 med 256 GB intern hukommelse</li>\r\n                <li>    Note 10+ er større og måler 162,3 x 77,1 x 7,9 mm vs den mindre Note 10 på 151 x 72 x 7,9 mm</li>\r\n</ul>\r\n\r\n<h2>6,8 Wide Quad HD+ Dynamic AMOLED-display med imponerende skærmbillede</h2>\r\n<p>Du får en imponerende 6,8 tommer Infinity-skærm, der giver et klart skærmbillede fuld af detaljer med flotte farver og gode kontrastforhold.</p>\r\n\r\n<h3>Stor skærm i 19:9-format dækker 95% af telefonens front</h3>\r\n<p>Skærmen føles uendelig på Samsung Galaxy Note 10+. Med det brede 19:9-skærmformat kan du nemt multitaske på displayet med flere apps og programmer åbne på samme tid.<br><br>\r\n\r\nOg det brede skærmformat giver en enestående oplevelse, når du ser film og spiller spil på din smartphone.<br><br>\r\n\r\nOg så dækker skærmen næsten hele forsiden af telefonen - kun afbrudt af smalle kanter i siden og den lille notch i toppen til kameraet.</p>\r\n\r\n<h3>Fingeraftrykslæser direkte på touch-skærmen</h3>\r\n<p>Siden sidste års Samsung Galaxy Note 9 er fingeraftrykssensoren rykket foran på mobilens touch-skærm. Så kan du nemt og hurtigt låse telefonen op ved at lægge fingeren på skærmens sensor.<br><br>\r\n\r\nDette er en trend vi ser på mange af markedets flagskibstelefoner og en god nyhed til alle, som ikke var vild med fingeraftrykssensoren på bagsiden af telefonen.</p>\r\n\r\n<h2>Stort kamera med fire linser giver suveræne billeder</h2>\r\n<p>Bagkameraet på Samsung Galaxy Note 10+ har hele fire imponerende kameralinser - så her får du altid det bedste billede i kassen hver gang, du trykker på udløseren.<br><br>\r\n\r\nOg så er telefonens kameraer spækket med features, der gør dine billeder til noget udover det sædvanlige.<br><br>\r\n\r\nFx får du både billedstabilisator, så du altid får skarpe billeder. Og med 123 grader vidvinkellinse kan du tage storslåede billeder af landskaber.</p>\r\n\r\n<h3>Time-of-Flight-linse måler afstand og dimensioner</h3>\r\n<p>Den fjerde Time-of-Flight-kameralinse (ToF) måler afstande og dimensioner, så du fx kan se, om det nye sofabord, du har i tankerne, passer ind i dagligstuen.<br><br>\r\n\r\nOg Time-of-Flight-linsen virker også, når du tager billeder og videoer, så kameraet fanger dimensionerne og dybden i dine billeder og videoer.</p>\r\n\r\n<h3>Video med bokeh-effekt</h3>\r\n<p>En nyhed på Samsung Galaxy Note 10+ er, at du nu også kan bruge bokeh-featuren, når du optager videoer. På den måde er det nemt at fokuserer på det vigtige i optagelsen.</p>\r\n\r\n<h3>Audio Zoom giver bedre lyd i dine videoer</h3>\r\n<p>Som noget nyt kan du optage videoer med lydfokusering, hvilket giver endnu bedre lydkvalitet i dine videoer. Dette fordi telefonens fire mikrofoner arbejder sammen for at fokuserer lyden på dine videooptagelser.</p> \r\n\r\n<h3>Du kan redigere billeder og videoer direkte på telefonens skærm</h3>\r\n<p>Du får rig mulighed for at redigere i dine billeder og videoer på Samsung Galaxy Note 10+.<br><br>\r\n\r\nHer behøver du nemlig ikke overføre dine videoer og billeder til en computer for at redigere dem. Den store skærm på Galaxy Note 10+ gør telefonen perfekt til billed- og videoredigering.<br><br>\r\n\r\nOg så er telefonen så kraftfuld, at du sagtens kan køre tunge redigeringsprogrammer som fx Adobe Rush.</p>\r\n\r\n<h2>Frontkamera på 10 megapixel</h2>\r\n<p>Kameraet på forsiden af telefonen giver skarpe selfies og klare videosamtaler. Så nu er det slut med slørede og pixelerede ansigter, når du tager selfies eller snakker med dine venner, kollegaer eller din familie over video-chat.</p>\r\n\r\n<h2>Kæmpe 4300 mAh-batteri holder Galaxy Note 10+ i gang i over 24 timer</h2>\r\n<p>Det store 4300 mAh-batteri giver strøm på mobilen i over 24 timer, så der går længere mellem, at du skal have telefonen i opladeren.<br><br>\r\n\r\nOg imponerende teknologi gør også, at telefonen er meget mere strømbesparende. Telefonen lukker nemlig automatisk apps og programmer, der ligger i baggrunden, ned. På den måde har du ikke apps og programmer liggende åbne i baggrunden, der suger batteriets strøm.</p>\r\n\r\n<h2>Trådløs strømdeling til andre enheder</h2>\r\n<p>Du kan dele ud af det store 4300 mAh-batteri. Med trådløs strømdeling kan du nemlig oplade andre trådløse enheder - direkte fra din smartphone. Fx trådløse højttalere eller dine venners mobiltelefoner.</p>\r\n\r\n<h2>Trådløs og (hurtigere) hurtigopladning</h2>\r\n<p>Du kan benytte dig at både trådløs og hurtigopladning på Samsung Galaxy Note 10+.<br><br>\r\n\r\nMed trådløs opladning slipper du for at rode med kabler og ledninger. Med en trådløs oplader-dock som separat tilbehør til din smartphone, lægger du blot telefonen på docken - og så oplader den.<br><br>\r\n\r\nOg så er Samsungs hurtigopladning blevet endnu hurtigere end før. Så det går lynende hurtigt at lade Samsung Galaxy Note 10+ op.</p>\r\n\r\n<h2>Smart Bluetooth S-Pen</h2>\r\n<p>Oplev den ikoniske Bluetooth S-Pen på Samsung Galaxy Note 10+. Med S-Pen er det nemt og hurtigt at navigere rundt på telefonens skærm.<br><br>\r\n\r\nDu kan tage hurtige noter på touch-skærmen - helt uden at låse den op først. Og dine noter kan automatisk forvandles til digital tekst og sættes ind i et Word-dokument - alt sammen direkte på telefonen.<br><br>\r\n\r\nOg så kan du også bruge S-Pen som fjernbetjening til din smartphone, så du nemt kan give præsentationer direkte fra telefonen.</p>\r\n\r\n<h2>Samsung Galaxy Note 10+ er en af de mest kraftfulde smartphone på markedet</h2>\r\n<p>Samsung Galaxy Note 10+ er udstyret med en af mobilmarkedets stærkeste processorer, der er 20 % hurtigere end sidste års model.<br><br>\r\n\r\nSå her kan du køre alle de tunge programmer og apps. Og så er brugerfladen lynhurtig.<br><br>\r\n\r\nSamsung Galaxy Note 10-serien er perfekt til dig, der stiller tårnhøje krav til, hvad en smartphone skal kunne.<br><br>\r\n\r\nDu kan bruge Galaxy Note 10+ til alt - den fungere nemlig både som computer, privat- og arbejdsmobil, spillekonsol og notesblok.</p>\r\n\r\n<h2>WiFi6-teknologi giver 20 % hurtigere wi-fi</h2>\r\n<p>Den nye WiFi6-teknologi giver en hurtigere og mere stabil internetforbindelse, når du kobler telefonen til wi-fi-netværk.<br><br>\r\n\r\nDu vil altså opleve en meget mere stabil wi-fi-dækning på din smartphone - især når du befinder dig i storbyer eller kobler dig på offentlige wi-fi-forbindelser, hvor der er mange koblet på det trådløse netværk på samme tid.</p>\r\n\r\n<h2>Få masser ud af din mobil med Android 9.0 Pie</h2>\r\n<p>Samsung Galaxy Note 10+ er en Android-version. Med Google Androids avancerede teknologier er systemet både brugervenligt, intelligent og super sikkert.<br><br>\r\n\r\nFx lærer Android dig at kende og indretter sig efter dine mobilvaner. Så vil du fx opleve, at de apps og programmer, du bruger ofte, ligger klart til dig, når du skal bruge dem.<br><br>\r\n\r\nOg så er det super nemt at navigere rundt på telefonens skærm med de intuitive navigations-kommandoer, som er nemme at lære og hurtigt vil ligge i fingrene.<br><br>\r\n\r\nAndroid hjælper dig også med at holde styr på din hverdag med aftaler, så du får den mest brugervenlige oplevelse med en mobiltelefon, der også fungere som din egen personlige assistent.<br><br>\r\n\r\nOg så er Android 9.0 Pie opdateret med helt nye sikkerheds foranstaltninger, så din data på telefonen er endnu mere sikret mod hackerangreb og cyberkriminalitet.<br><br>\r\n\r\nFx bliver dine data krypteret på en helt ny og mere sikker måde, når du surfer online på telefonen. Og apps, der ligger i baggrunden, kan ikke få adgang til hverken kamera eller mikrofon.</p>\r\n\r\n<h2>Storslået design i glas og metal</h2> \r\n<p>Samsung Galaxy Note 10+ er en telefon, der føles eksklusiv og robust med sit design i glas med metalramme. Og med de bløde kanter ligger Galaxy Note 10+ godt i hænderne.<br><br>\r\n\r\nTelefonen måler 162,3 x 77,1 x 7,9 mm  og er ca. på størrelse med sin forgænger Samsung Galaxy Note 9.</p>\r\n\r\n<h3>Vælg mellem to flotte farver</h3>\r\n<p>Du kan vælge mellem to elegante farver på Galaxy Note 10+: en flot sort farve (Aura Black) eller et elegant mix at skinnende nuancer (Aura Glow).</p>\r\n\r\n<h3>Vand- og støvtæt med IP68-klassificering</h3>\r\n<p>Med IP68-klassificering er Galaxy Note 10+ vand- og støvtæt. Ifølge Samsung kan  du have telefonen under vand ned til 1,5 m i 30 minutter.<br><br>\r\n\r\nSå kan du have Samsung Galaxy Note 10+ med på badeferien. Og spilder du på din telefon? Du kan let gøre Galaxy Note 10+ ren ved at skylle den under vandhanen.</p>\r\n\r\n<h2>256 GB intern hukommelse</h2>\r\n<p>Der er masser plads til alle dine billeder, videoer, film, apps, programmer og store filer på Galaxy Note 10+ med hele 256 GB intern lagerplads.</p>\r\n\r\n<h3>Op til 512 GB lagerplads med mikroSD-kort</h3>\r\n<p>Du kan også få mere plads på telefonens lager med et mikroSD-kort som separat tilbehør til din smartphone. Med et mikroSD-kort kan du få op til 512 GB på din Galaxy Note 10+.</p>\r\n\r\n<h2>Brug Galaxy Note 10+ både på arbejde og derhjemme</h2>\r\n<p>Samsung Galaxy Note 10+ er det perfekte mix af privat- og arbejdstelefon.<br><br>\r\n\r\nDu får en alsidig telefon, du kan bruge både derhjemme på sofaen og på arbejdspladsen. Fx er S-Pen med Bluetooth perfekt, når du skal tage hurtige noter til møder eller give præsentationer.<br><br>\r\n\r\nOg så er den store Infinity-skærm perfekt til at overskue arbejdsdokumenter og mails. Og det imponerende skærmbillede med 19:9-skærmformat, flotte farver og gode kontrastforhold perfekt til at se film og spille spil på.<br><br>\r\n\r\nDen kraftfulde processor gør, at telefonen kan trække tunge programmer og apps. Og så løber du aldrig tør for strøm i løbet af dagen med det store 4300 mAh-batteri med den lange levetid.<br><br>\r\n\r\nDu har også masser af plads på telefonen til både arbejdsdokumenter, programmer og private billeder, spil og film med den store interne hukommelse.</p>\r\n\r\n<h2>Brug Galaxy Note 10+ som arbejdsstation med Samsung DeX</h2>\r\n<p>Samsung Galaxy Note 10+ er meget mere end bare en standard mobiltelefon - du kan nemlig forvandle telefonen til en arbejdsstation. Så har du altid din kontorplads med i lommen.<br><br>\r\n\r\nMed Samsung DeX kan du tilkoble mus, tastatur og skærme til din telefon, så den fungere som en arbejdsstation.<br><br>\r\n\r\nDu kan også forbinde din computer med Galaxy Note 10+, så du kan arbejde på din PC og smartphone på samme tid. Så kan du fx lynhurtigt flytte filer fra din arbejdscomputer til din telefon.</p>\r\n\r\n<h3>Hold arbejdsmobil og privattelefon adskilt i samme enhed med dual-sim</h3>\r\n<p>Med dual-sim kan du have to simkort i samme telefon, så du nemt kan holde arbejdstelefon og privatmobilen adskilt.<br><br>\r\n\r\nDu kan nemt skifte mellem de to simkort, så du altid har både din privat- og arbejdsmobil lige ved hånden.</p>\r\n \r\n<h2>Samsung Galaxy Note 10+ vs S10+</h2>\r\n\r\n<ul>\r\n                <li>    Skærmstørrelse: 6,8 tommer Infinity-display på Note 10+ vs 6,4 tommer Infinity-display på S10+</li>\r\n                <li>    Bagkamera: Kamera med fire linser på Note 10+ vs kamera med tre linser på S10+</li>\r\n                <li>    Frontkamera: 10 megapixel single-linse kamera på Note 10+ vs 10 + 8 megapixel dual-kamera på S10+</li>\r\n                <li>    Batterikapacitet: 24+ timers batterilevetid på Note 10+ vs op til 24 timers batterilevetid på S10+</li>\r\n                <li>    Hukommelse: Op til 256 intern hukommelse på Note 10+ vs op til 1 TB intern hukommelse på S10+</li>\r\n                <li>    Feature: S-Pen på Note 10+</li>\r\n                <li>    Feature: Hurtigere 45W opladning på Note 10+ vs 15W hurtigopladning på S10+</li>\r\n                <li>    Feature: Forbedret wi-fi-teknologi på Note 10+</li>\r\n                <li>    Feature: USB-C til høretelefoner på Note 10+ vs 3,5 mm jackstik til høretelefoner på S10+</li>\r\n</ul>\r\n\r\n<h2>Samsung Galaxy Note 10+ vs Note 9</h2>\r\n\r\n<ul>\r\n                <li>    Skærmstørrelse: 6,8 tommer Infinity-skærm på Note 10+ vs 6,4 tommer Infinity-skærm på Note 9</li>\r\n                <li>    Kamera: 12 + 12 + 16 megapixel firedobbelt kamera med ToF-linse på Note 10+ vs 12 + 12 megapixel dual-kamera på Note 9</li>\r\n                <li>    Batteri: 4300 mAh-batteri med 24+ timers levetid på Note 10+ vs 4000 mAh-batteri på Note 9</li>\r\n                <li>    Processor: 20 % hurtigere processor på Note 10+ end på Note 9</li>\r\n                <li>    Feature: Trådløs strømdeling på Note 10+</li>\r\n                <li>    Feature: Hurtigere opladning på Note 10+ end på Note 9</li>\r\n                <li>    Feature: Fingeraftrykssensor på touch-skærmen på Note 10+ vs fingeraftrykslæser bag på Note 9</li>\r\n                <li>    Størrelse: Note 10+ måler 162,3 x 77,1 x 7,9 mm mens Note 9 måler 161 x 76,7 x 8,8 mm</li>\r\n</ul>\r\n\r\n<h2>Se flere Samsung Galaxy-modeller i vores webshop</h2>\r\n<p>Vi tilbyder en lang række smartphones fra Samsung til rigtig gode priser.\r\n\r\nSe fx den populære Galaxy S10-serie med tre modeller - den store <a href=\"/mobiltelefoner/samsung/galaxy-s10plus/\">Samsung Galaxy S10+</a>, standard-modellen <a href=\"/mobiltelefoner/samsung/galaxy-s10/\">Samsung Galaxy S10</a> og den billige i serien <a href=\"/mobiltelefoner/samsung/galaxy-s10e/\">Samsung Galaxy S10e</a>.<br><br>\r\n\r\nVi har også andre modeller fra Note-serien - fx <a href=\"/mobiltelefoner/samsung/galaxy-note9/\">Samsung Galaxy Note 9</a> fra 2018.<br><br>\r\n\r\nDu kan også finde en lang række prisvenlige telefoner som <a href=\"/mobiltelefoner/samsung/galaxy-a80/\">Samsung Galaxy A80</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a50/\">Samsung Galaxy A50</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a40/\">Samsung Galaxy A40</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a20e/\">Samsung Galaxy A20e</a> og <a href=\"/mobiltelefoner/samsung/galaxy-xcover-4s/\">Samsung Galaxy XCover 4s</a>.<br><br>\r\n\r\nDu får selvfølgelig fri fragt og et abonnement spækket med fordele, når du køber en Samsung Galaxy i vores online butik.<br><br>\r\n\r\nVi kører også ofte tilbud på udvalgte Galaxy-modeller. Så tag et kig i vores webshop og se, om der er penge at spare på din nye mobil.</p>",
  "specifications": [
    {
      "label": "Skærm",
      "description": "6,8 Wide Quad HD+ Dynamic AMOLED"
    },
    {
      "label": "Skærmopløsning",
      "description": "3040 x 1440"
    },
    {
      "label": "Bagkamera",
      "description": "Firedobbelt 12 + 12 + 16 megapixel kamera med ToF-linse"
    },
    {
      "label": "Frontkamera",
      "description": "10 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "Android 9.0 Pie"
    },
    {
      "label": "Processor",
      "description": "Exynos 9825"
    },
    {
      "label": "RAM",
      "description": "12 GB"
    },
    {
      "label": "Batteri",
      "description": "4300 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "256 GB / 512 GB"
    },
    {
      "label": "Featuress",
      "description": "Bluetooth S-Pen, fingeraftrykslæser på touch-skærmen, trådløs strømdeling, hurtig- og trådløs opladning, forbedret wifi-forbindelse med WiFi6-tilslutning, vand- og støvtæt IP68-klassificering"
    },
    {
      "label": "Farver",
      "description": "Sort / glow"
    },
    {
      "label": "Materiale",
      "description": "Glas m. aluminiumsramme"
    },
    {
      "label": "Mål",
      "description": "162,3 x 77,1 x 7,9 mm"
    },
    {
      "label": "Vægt",
      "description": "196 g"
    },
    {
      "label": "Simkort",
      "description": "Dual-sim"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "Mobilrabat",
    "Tilbud"
  ],
  "offeringService": "Fri + 50 GB",
  "offeringServicePrice": 29900,
  "leastPriceRepayments": 933400,
  "leastPriceUpfront": 933400,
  "leastPrice": 31000,
  "savings": 105800,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 927,
  "onSale": true,
  "variants": [
    {
      "id": 927,
      "size": "256 GB",
      "color": "Sort",
      "colorHex": "#000000",
      "image": "Samsung_GalaxyNote10_Sort.png",
      "imageAlt": "Bestil Samsung Galaxy Note 10+ hos Nuuday i dag",
      "gallery": [
        {
          "image": "Samsung_GalaxyNote10_Sort-1.png",
          "imageAlt": "Bagsiden af Samsung Galaxy Note 10+"
        },
        {
          "image": "Samsung_GalaxyNote10_Sort-2.png",
          "imageAlt": "Samsung Galaxy Note 10+ med S-Pen"
        },
        {
          "image": "Samsung_GalaxyNote10_Sort-3.png",
          "imageAlt": "Samsung Galaxy Note 10+ med stort AMOLED-display"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 792100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 849900,
          "serviceDiscount": 57800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 744100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 849900,
          "serviceDiscount": 105800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 696100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 849900,
          "serviceDiscount": 153800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 839900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 849900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 928,
      "size": "256 GB",
      "color": "Glow",
      "colorHex": "#ffffff",
      "image": "Samsung_GalaxyNote10_Glow.png",
      "imageAlt": "Samsung Galaxy Note 10+ Auraglow 256 GB",
      "gallery": [
        {
          "image": "Samsung_GalaxyNote10_Glow-1.png",
          "imageAlt": "Samsung Galaxy Note 10+ Auraglow 256 GB"
        },
        {
          "image": "Samsung_GalaxyNote10_Glow-2.png",
          "imageAlt": "Samsung Galaxy Note 10+ Auraglow 256 GB"
        },
        {
          "image": "Samsung_GalaxyNote10_Glow-3.png",
          "imageAlt": "Samsung Galaxy Note 10+ Auraglow 256 GB"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 792100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 849900,
          "serviceDiscount": 57800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 744100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 849900,
          "serviceDiscount": 105800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 696100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 849900,
          "serviceDiscount": 153800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 839900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 849900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}