{
  "id": 377,
  "name": "P Smart Z",
  "slug": "p-smart-z",
  "brandName": "Huawei",
  "brandSlug": "huawei",
  "headline": "",
  "documentTitle": "Huawei P Smart Z - Køb billigt med fri fragt og abonnement",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Sort",
      "colorHex": "#000000"
    }
  ],
  "descriptionMeta": "Huawei P Smart Z er en prisvenlig smartphone fra 2019. Klik her og køb Huawei P Smart Z i dag med fri fragt. Se specs her.",
  "descriptionHtml": "<h2>Køb Huawei P Smart Z billigt med fri fragt og abonnement</h2>\r\n<p>Køb den prisvenlige Huawei P Smart Z allerede i dag med et abonnement spækket med fordele.<br><br>\r\n\r\nDet er nemt og hurtigt at bestille i vores webshop. Og så får du fri fragt.</p>\r\n\r\n<h2>Et billigt mobilabonnement spækket med fordele</h2>\r\n<p>Vores abonnementer er spækket med fordele, der gør hverdagen meget sjovere.<br><br>\r\n\r\nFx får kan du surfe på nettet lynhurtigt og have telefonsamtaler der sjældent hakker - hverken i toget eller i sommerhuset. Du kommer nemlig på Danmarks bedste 4G-netværk.<br><br>\r\n\r\nDu kan også bruge din mobil, når du rejser med roaming i 36 lande i Europa. Så kan du ringe og sende sms'er til dem derhjemme. Og du kan dele dine feriebilleder direkte fra stranden. Du kan også bruge din telefons GPS til at finde vej på storbyferien.<br><br>\r\n\r\nOg så kan du streame al den musik, du vil. Med Nuuday Musik kan du vælge mellem 40 millioner forskellige musiknumre - så her finder du noget til enhver lejlighed og smag.</p>\r\n\r\n<h2>Pris - hvad koster Huawei P Smart Z?</h2>\r\n<p>Huawei P Smart Z er en billig mellemklassemobil fra Huawei.<br><br>\r\n\r\nSå Huawei har lanceret en ny smartphone til dig, der ønsker en billig telefon med specs i top-kvalitet.<br><br>\r\n\r\nSe din pris på Huawei P Smart Z her på siden ved at vælge det abonnement, du vil have sammen med din nye smartphone.<br><br>\r\n\r\nPrisen på Huawei P Smart Z afhænger nemlig af, hvilket abonnement du vælger, når du bestiller her i webshoppen.</p>\r\n\r\n<h2>Hvilke specifikationer kommer Huawei P Smart Z med?</h2>\r\n\r\n<ul>\r\n                <li>    Banebrydende 16 megapixel pop-up-kamera</li>\r\n                <li>    6,59 tommer Fuld HD Full View-display uden notch</li>\r\n                <li>    16 + 8 + 2 megapixel triple-kamera på bagsiden af telefonen spækket med kamera-features, der giver imponerende billeder </li>\r\n                <li>    Stort 4000 mAh-batteri med lang batterilevetid</li>\r\n                <li>    Lynhurtig og stærk brugerflade med Kirin 710F-processor og 4 GB RAM</li>\r\n                <li>    4D AI Gaming, der baner vej for imponerende og levende spiloplevelser</li>\r\n                <li>    Fleksibel og brugervenlig oplevelse med Google Android 9.0 Pie med den nyeste EMUI 9-brugerflade</li>\r\n                <li>    Stor intern hukommelse på 64 GB</li>\r\n                <li>    Slankt design med USB-C til høretelefoner (ingen 3,5 mm jackstik)</li>\r\n                <li>    Elegant design i grøn, blå eller sort på 163.5 x 77.3 x 8.8 mm</li>\r\n</ul>\r\n\r\n<h2>Huawei P Smart Z får ros i anmeldelser</h2>\r\n<p>På Google kan du finde flere anmeldelser af Huawei P Smart Z, for som sædvanlig har markedets tech-eksperter hver især haft mobilen igennem deres test. Her kan du læse om, hvorfor Huawei P Smart Z er en af de bedste mellemklassetelefoner på markedet lige nu.<br><br>\r\n\r\nHuawei P Smart Z får især ros for det banebrydende pop-up-kamera, der fungerer som front-kamera. Dette betyder fx, at du får et Full View-display, som ikke er afbrudt af den lille notch i toppen af skærmen, hvor front-kameraet normalt sidder.<br><br>\r\n\r\nTelefonen får også ros for det store 4000 mAh-batteri, som man normalt ikke ser på en mellemklassetelefon som Huawei P Smart Z. Så her får du altså et kæmpe batteri, der holder telefonen i gang hele dagen.<br><br>\r\n\r\nOg med Huawei's Kirin 710-processor og 4 GB RAM får du en lynhurtig brugerflade, hvor apps og programmer kører som smurt.<br><br>\r\n\r\nSidst, men ikke mindst, får du kamerateknologi i top-kvalitet. Både bagkameraet og front-kameraet er spækket med kamera-features, der giver dig imponerende billeder.<br><br>\r\n\r\nHer på siden kan du læse meget mere om de specs, du får på Huawei P Smart Z.</p>\r\n\r\n<h2>16 megapixel AI pop-up-kamera spækket med intelligente kamerafunktioner</h2>\r\n<p>En af de helt store nyheder på Huawei P Smart Z er det banebrydende pop-up-kamera, der fungere som front-kamera på telefonen.<br><br>\r\n\r\nDet 16 megapixel store kamera, som skydes i vejret fra telefonens top på ét sekund ved at aktivere kameraet og forsvinder automatisk, når du er færdig med at bruge kameraet.<br><br>\r\n\r\nPop-up-kameraet er udstyret med intelligente kamera-features som fx bokeh-effekt til portrætbilleder. Og AI-intelligens sørger for at optimere dine billeder, så du altid får skarpe og detaljerede billeder med flotte farver, perfekte kontrast- og lysforhold.</p>\r\n\r\n<h2>6,59 tommer Full View LCD-skærm i fuld HD-kvalitet</h2>\r\n<p>På Huawei P Smart Z får du et Full View LCD-display, der fylder hele forsiden af telefonen - for med det banebrydende pop-up-kamera er der ingen notch i toppen af skærmen til front-kameraet.<br><br>\r\n\r\nOg med Huawei's imponerende skærmteknologi får du et klart og lyst skærmbillede - perfekt til gaming og når du ser videoer, film, billeder og læser e-bøger.</p>\r\n\r\n<h2>16 + 8 + 12 megapixel triple-kamera giver imponerende billeder med AI-fotografering</h2>\r\n<p>Du får et 16 + 8 + 12 megapixel triple-kamera på bagsiden af telefonen med intelligent AI-fotografering, der giver imponerende billeder. Fx fanger dybden i dine billeder og kan tage klare og skarpe billeder i lavt lys.</p>\r\n\r\n<h3>Klare, lyse og detaljerige billeder med 6P-glaslinse</h3>\r\n<p>Bagkameraet er udstyret med en 6P-glaslinse, der giver dig klarerer og lysere og meget mere detaljerige billeder.</p>\r\n\r\n<h3>Få det perfekte portrætfoto i kassen hver gang med 3D Portrait Lightning</h3>\r\n<p>Bagkameraet er udstyret med 3D Portrait Lightning, så du kan tage professionelle portrætfotos direkte fra dit mobilkamera.</p>\r\n\r\n<h3>Optag video i super-slow-motion</h3>\r\n<p>Du kan optage video i super-slow-motion med det imponerende bagkamera. Med 430 fps får du videoer i 16 x slow-motion-mode.<br><br>\r\n\r\nSå kan du fange alle livets forunderlige detaljer, som vi normalt tager for givet. Fx kan du se snefnug og regndråber falde til jorden.</p>\r\n\r\n<h2>Stort 4000 mAh-batteri giver lang batterilevetid</h2>\r\n<p>Det store 4000 mAh-batteri holder liv i mobilen hele dagen. Og så er telefonens processor udviklet til at være så effektiv og energibesparende som muligt og spare på strømmen. På den måde har du strøm på mobilen dagen lang på Huawei P Smart Z.</p>\r\n\r\n<h2>USB-C og 3,5 mm jackstik til høretelefoner</h2>\r\n<p>Huawei P Smart Z kommer både med USB-C til opladerstikket og det klassiske 3,5 mm jackstik til høretelefoner, så du ikke behøver at købe en adapter, hvis du gerne vil bruge høretelefoner med det klassiske jackstik.</p>\r\n\r\n<h2>Kirin 710-processor og 4 GB RAM giver masser af power</h2>\r\n<p>Inde i Huawei P Smart Z gemmer der sig en kraftfuld 710-processor, der telefonen masser af drivkraft.<br><br>\r\n\r\nSå kan du køre store og tunge apps, programmer og spil helt uden af telefonen bliver langsom.<br><br>\r\n\r\nKirin 710 octa core sørger for en hurtig og effektiv brugerflade samtidig med, at den er energibesparende, så den ikke tærer på telefonens batteri.</p>\r\n\r\n<h2>4D AI Gaming giver imponerende spiloplevelser</h2>\r\n<p>Du får helt enestående spiloplevelser på telefonen med 4D AI Gaming-teknologi, der giver medrivende spiloplevelser på Huawei P Smart Z.<br><br>\r\n\r\nGrafikken er i top-kvalitet og med Smart Shock-funktionen vibrerer din telefon - fx når du skyder fjender ned eller får din avatar til at udøve sine specielle manøvre.</p>\r\n\r\n<h2>En fleksibel og intelligent brugerflade med Android 9.0 Pie</h2>\r\n<p>Du får det intelligente, fleksible og brugervenlige Android-styresystem fra Google på Huawei P Smart Z.<br><br>\r\n\r\nAndroid-styresystemet fra Google er perfekt til dig, der gerne vil have en personlig, brugervenlig og sikker mobil, hvor du selv kan bestemme, hvordan du vil indrette apps, programmer og widgets på din mobil.<br><br>\r\n\r\nAndroid lærer dig og dine mobilvaner at kende, så du får den bedst mulige brugeroplevelse. Fx lærer Android hvordan du bruger din telefon, hvilke apps, du bruger og hvornår og hvordan, du bruger dem. På den måde er din mobil altid et skridt foran og har apps og programmer klar til dig, lige når du skal bruge dem.<br><br>\r\n\r\nOg med de mange smarte genveje og navigations-kommandoer får du en af de mest brugervenlig telefoner på markedet med Android 9.0 Pie. Og så kan Android også hjælpe dig med at holde styr på hverdagen med påmindelser. Og du kan også se, hvor meget tid, du bruger i forskellige apps og programmer om dagen.<br><br>\r\n\r\nAndroid er også en topsikret styresystem, der holder din data sikker, når du surfer rundt på nettet på din telefon. Og så sørger Android-systemet også for, at de apps og programmer du har åbent i baggrunden hverken har adgang til din telefons kamera eller mikrofon.</p>\r\n\r\n<h2>En unik brugerflade med EMUI 9 fra Huawei</h2>\r\n<p>EMUI 9 fra Huawei er en unik brugerflade, som Huawei har lagt over det populære Android-system.<br><br>\r\n\r\nMed EMUI får du et elegant og farverigt design på telefonens skærm med flotte temaer, baggrundsbilleder og app-ikoner med et realistisk design.<br><br>\r\n\r\nEMUI-brugerfladen giver også mere fart på telefonen samt en større hukommelse, så du kan have flere apps, programmer, filer, billeder og videoer på din telefon.<br><br>\r\n\r\nMed EMUI 9 fra Huawei får du også en række tjenester og programmer på din enhed - fx Huawei Vlog, hvor du kan nemt og hurtigt kan redigere dine billeder og videoer direkte på telefonens skærm.<br><br>\r\n\r\nOg du får også adgang til mange andre specielle Huawei-apps som fx AR Measure-app'en, hvor du kan måle fysiske objekter direkte på din telefons skærm og OneHub-app'en, hvor du nemt og hurtigt kan dele filer mellem din telefon og din PC.</p>\r\n\r\n<h2>Masser af lagerplads med 64 GB intern hukommelse</h2>\r\n<p>Du får hele 64 GB intern hukommelse på din smartphone. Så kan du gemme masser af apps, programmer, spil, billeder, videoer og filer på din mobiltelefon.</p>\r\n\r\n<h3>Op til 512 GB ekstra hukommelse med mikroSD-kort</h3>\r\n<p>Med et eksternt hukommelseskort kan du få op til 512 GB hukommelse på din smartphone. Så hvis det kniber med pladsen på telefonen, kan du nemt udvide lageret.</p>\r\n\r\n<h2>Robust design i sort</h2>\r\n<p>Huawei P Smart Z kommer i et robust design. I vores webshop kan du bestille telefonen i en flot sort farve (Midnight Black).<br><br>\r\n\r\nHuawei P Smart Z glimter flot, når lyset rammer den glatte bagside, og så ligger telefonen godt i hånden.<br><br>\r\n\r\nTelefonen måler 163.5 x 77.3 x 8.8 mm og vejer 196,8 g.</p>\r\n\r\n<h2>Unboxing Huawei P Smart Z - se hvad du får med i pakken</h2>\r\n\r\n<ul>\r\n                <li>    USB-C-oplader</li>\r\n                <li>    USB Type-C-kabel</li>\r\n                <li>    Skærmbeskyttelse (forudmonteret på telefonen)</li>\r\n                <li>    Quick Start Guide</li>\r\n                <li>    Garantibevis</li>\r\n                <li>    Lille værktøj til nem og hurtig montering af simkort</li>\r\n</ul>\r\n \r\n<h2>Sammenlign Huawei P Smart Z vs P30 Lite</h2>\r\n\r\n<ul>\r\n                <li>    Kamera: 16 + 5 + 2 megapixel triple-kamera på P Smart Z vs 24 + 8 + 2 megapixel triple-kamera på P30 Lite</li>\r\n                <li>    Front-kamera: 16 megapixel pop-up-kamera på P Smart Z vs 32 megapixel standard front-kamera på P30 Lite</li>\r\n                <li>    Display: 6,59 tommer LCD Fuld HD-display uden notch på P Smart Z vs 6,15 tommer LCD Fuld HD-display med notch på P30 Lite</li>\r\n                <li>    Batteri: 4000 mAh-batteri på P Smart Z vs 3340 mAh-batteri på P30 Lite</li>\r\n                <li>    Hukommelse: 64 GB intern hukommelse på P Smart Z vs 128 GB intern hukommelse på P30 Lite</li>\r\n                <li>    Feature: Hurtigopladning på P30 Lite</li>\r\n                <li>    Dimensioner: P Smart Z måler 163.5 x 77.3 x 8.8 mm vs 152,9 x 72,7 x 7,4 mm for P30 Lite</li>\r\n                <li>    Vægt: P Smart Z vejer 196,8 g vs 159 g  for P30 Lite</li>\r\n</ul>\r\n\r\n<h2>Sammenlign Huawei P Smart Z vs P Smart 2019</h2>\r\n\r\n<ul>\r\n                <li>    Kamera: 16 + 5 + 2 megapixel triple-kamera på P Smart Z vs 13 + 2 megapixel dual-kamera på Smart P 2019</li>\r\n                <li>    Front-kamera: Pop-up-kamera på 16 megapixel på P Smart Z vs standard front-kamera på 8 megapixel på P Smart 2019</li>\r\n                <li>    Display: 6,59 tommer Fuld HD LCD-skærm på P Smart Z uden notch vs 6,21 tommer Fuld HD-display med notch på P Smart 2019</li>\r\n                <li>    Batteri: 4000 mAh-batteri på P Smart Z vs 3400 mAh-batteri på P Smart 2019</li>\r\n                <li>    RAM: 4 GB RAM på P Smart Z vs 3 GB RAM på P Smart 2019</li>\r\n                <li>    Dimensioner: P Smart Z måler 163.5 x 77.3 x 8.8 mm vs 155,2 x 73,4 x 7,95 mm for P Smart 2019</li>\r\n                <li>    Vægt: 196,8 g på P Smart Z vs 160 g for P Smart 2019</li>\r\n</ul>\r\n\r\n<h2>Se flere mobiltelefoner fra Huawei i vores webshop</h2>\r\n<p>Du kan også finde mange andre mobiltelefoner fra Huawei til salg hos Nuuday til rigtig gode priser.<br><br>\r\n\r\nSe den forrige model Huawei P Smart-serien <a href=\"/mobiltelefoner/huawei/p-smart-2019/\">Huawei P Smart</a>.<br><br>\r\n\r\nSe fx high-end-modellerne <a href=\"/mobiltelefoner/huawei/p30/\">Huawei P30</a>, <a href=\"/mobiltelefoner/huawei/p30-pro/\">Huawei P30 Pro</a> og <a href=\"/mobiltelefoner/huawei/p30-lite/\">Huawei P30 Lite</a>.<br><br>\r\n\r\nDu kan også finde modeller i Mate-serien som fx <a href=\"/mobiltelefoner/huawei/mate-20-pro/\">Huawei Mate 20 Pro</a>.<br><br>\r\n\r\nDu får altid en rigtig god pris, et abonnement spækket med alle vores fordele og fri fragt, når du bestiller din nye Huawei-telefon på vores hjemmeside.</p>",
  "specifications": [
    {
      "label": "Skærm",
      "description": "6.59 tommer Fuld HD"
    },
    {
      "label": "Skærmopløsning",
      "description": "1080 x 2340 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "16 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "16 megapixel pop-up"
    },
    {
      "label": "Styresystem",
      "description": "Android 9.0 Pie"
    },
    {
      "label": "Processor",
      "description": "Kirin 710"
    },
    {
      "label": "RAM",
      "description": "4 GB"
    },
    {
      "label": "Batteri",
      "description": "4000 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "64 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Ja"
    },
    {
      "label": "Features",
      "description": "EMUI 9-brugerflade, 4D AI Gaming, op til 512 GB ekstra hukommelse med mikroSD-kort"
    },
    {
      "label": "Farver",
      "description": "Sort"
    },
    {
      "label": "Mål",
      "description": "155.2 x 73.4 x 8 mm"
    },
    {
      "label": "Vægt",
      "description": "160 g"
    },
    {
      "label": "Simkort",
      "description": "Dual-sim (Nano)"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "Mobilrabat"
  ],
  "offeringService": "Fri + 20 GB",
  "offeringServicePrice": 19900,
  "leastPriceRepayments": 129300,
  "leastPriceUpfront": 179200,
  "leastPrice": 49900,
  "savings": 150000,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 930,
  "onSale": false,
  "variants": [
    {
      "id": 930,
      "size": "64 GB",
      "color": "Sort",
      "colorHex": "#000000",
      "image": "Huawei_PSmartZ_Sort.png",
      "imageAlt": "Køb Huawei P Smart Z billigt med fri fragt her",
      "gallery": [
        {
          "image": "Huawei_PSmartZ_Sort-1.png",
          "imageAlt": "Bagside på Huawei P Smart Z med 64 GB"
        },
        {
          "image": "Huawei_PSmartZ_Sort-2.png",
          "imageAlt": "Huawei Smart Z i sort med knapper i siden"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 49900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 199900,
          "serviceDiscount": 150000,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 9900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 199900,
          "serviceDiscount": 190000,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 9900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 199900,
          "serviceDiscount": 190000,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 189900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 199900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}