{
  "id": 378,
  "name": "Xperia 5",
  "slug": "xperia-5",
  "brandName": "Sony",
  "brandSlug": "sony",
  "headline": "Inkl. Sony WH-XB900 trådløse hovedtelefoner - værdi 1.499 kr.",
  "documentTitle": "Sony Xperia 5 - bestil i dag til en lav pris og få fri fragt",
  "campaignLabel": "Inkl. trådløse hovedtelefoner",
  "colors": [
    {
      "color": "Sort",
      "colorHex": "#000000"
    },
    {
      "color": "Blå",
      "colorHex": "#0000ff"
    }
  ],
  "descriptionMeta": "Sony Xperia 5 er en billig smartphone med imponerende skærm og kamera. Klik her og køb Sony Xperia i dag med fri fragt.",
  "descriptionHtml": "<h2>Køb Sony Xperia 5 til en god pris med fri fragt</h2>\r\n<p>Køb Sony Xperia 5 i dag med fri fragt og et mobilabonnement med et hav af fordele.<br><br>\r\n\r\nDu får Sony Xperia 5 til en lav pris. Og det er nemt og hurtigt at bestille igennem vores webshop.</p>\r\n\r\n\r\n<h2>Overblik - hvilke specifikationer kommer Sony Xperia 5 med?</h2>\r\n\r\n<ul>\r\n                <li>    Fuld HD+ 6,1 tommer HDR OLED-display med 21:9 CinemaWide-format</li>\r\n                <li>    12 + 12 + 12 megapixel triple-kamera med spækket med ekstra kamera-features</li>\r\n                <li>    Stereohøjttalere med Dolby Atmos-lyd i høj opløsning</li>\r\n                <li>    Levende spiloplevelser med Dynamic Vibration System</li>\r\n                <li>    Hurtigopladning</li>\r\n                <li>    Kraftfuld og intelligent Snapdragon 855-processor</li>\r\n                <li>    Kompakt og elegant vand- og støvafvisende design i glas</li>\r\n</ul>\r\n\r\n<p>Læs mere om alle specs og features længere nede på siden.</p>\r\n\r\n<h2>Sony Xperia 5 pris og release-dato i Danmark</h2>\r\n<p>Prisen på Sony Xperia 5 afhænger af hvilket abonnement, du vælger, når du bestiller.<br><br>\r\n\r\nHer på siden kan du se din pris på Sony Xperia 5 ved at vælge det abonnement, der passer bedst til dit forbrug.<br><br>\r\n\r\nSony Xperia har officiel release-dato den 6. oktober 2019, hvor du vil kunne købe telefonen i vores webshop og i din lokale Nuuday butik.</p>\r\n\r\n<h2>Betal nu eller køb på afbetaling over 12 eller 24 mdr.</h2>\r\n<p>Du bestemmer selvfølgelig helt selv, om du vil betale hele beløbet med det samme eller dele regningen op over 12 eller 24 mdr.<br><br>\r\n\r\nVælger du at betale din nye telefon over 12 eller 24 mdr. forbliver prisen den samme, som hvis du betaler hele beløbet på en gang - her er nemlig ingen renter.</p>\r\n\r\n<h2>Køb med mobilabonnement og oplev vores mange fordele</h2>\r\n<p>Hos os kommer du på Danmarks bedste 4G-netværk. Så kan du surfe online lynhurtigt med en stabil forbindelse. Og samtalen falder ikke ud - heller ikke i toget eller i sommerhuset.<br><br>\r\n\r\nDu får også roaming i 36 lande i Europa, så du kan bruge din mobil, når du rejser. Så kan du fx finde vej via GPS, dele feriebillederne direkte fra strandstolen og ringe og sende sms'er - alt sammen direkte fra mobilnetværket.<br><br>\r\n\r\nOg med Nuuday Musik kan du streame alle de musiknumre, du vil. Med Nuuday Musik får du mere end 55 millioner musiknumre at vælge mellem - så her finder du noget for enhver smag og til enhver lejlighed.</p>\r\n\r\n<h2>Anmeldelse og test - banebrydende display, god lyd og sublim kamerateknologi</h2>\r\n<p>Mobilmarkedets tech-eksperter kan ikke få armene ned over den nye Sony Xperia 5.<br><br>\r\n\r\nSony Xperia 5 giver nemlig konkurrenterne kamp til stregen - fx high-end-modeller som iPhone fra Apple, Samsung Galaxy, OnePlus og Huawei.<br><br>\r\n\r\nDet er særlig kombinationen af det store Fuld HD+ 6,1 tommer HDR OLED-display med et skærmbillede i 21:9-bredformat for vaskeægte biografkvalitet, den fænomenale lydkvalitet og det imponerede triple-kamera, der får eksperterne til at forelske sig i den nye Sony-mobil.<br><br>\r\n\r\nHer får du altså en telefon, der er perfekt til at se film, serier og spille spil med et skærmbillede og lyd i biografkvalitet. Og så kan du tage imponerende billeder med det banebrydende bagkamera med tre kameralinser.</p>\r\n\r\n<h2>Imponerende 6,1 tommer OLED-display i Fuld HD+-kvalitet med 21:9-CinemaWide-format</h2>\r\n<p>Du får en skærm, som er perfekt, når du skal se film, serier og spille spil på din telefon.<br><br>\r\n\r\nMed HDR-kvalitet får du Sonys BRAVIA TV-teknologi direkte i hånden. Så kan du se film og serier med et klart billede i flotte farver og med god kontrast.<br><br>\r\n\r\nOg det brede skærmformat giver en biograflignende effekt til film og serier. Og CinemaWide-formatet er også perfekt, når du skal spille spil på din telefon. På den her skærm får du nemlig det bedste skærmbillede med flotte farver og perfekte kontrastforhold i et bredt format, der giver en dyb og ubegrænset visning.<br><br>\r\n\r\nSkærmen kommer også med en skabertilstand-funktion gør, at du kan se videoer og film på Netflix med nøjagtig farvegengivelse.</p>\r\n\r\n<h2>12 + 12 + 12 megapixel triple-kamera med Sony Alpha-kamerateknologi</h2>\r\n<p>Sony Xperia 5 kommer med et imponerende kamera med hele tre kameralinser, der arbejder sammen for at give dig perfekte billeder under alle slags lysforhold.<br><br>\r\n\r\nDu får Sonys Alpha-kamerateknologi til professionelle kameraer direkte på din smartphone. Den banebrydende kamera-teknologi gør, at det næsten er umuligt at tage et dårligt billede med Sony Xperia 5.</p>\r\n\r\n<h3>Få alt med med vidvinkelobjektiv</h3>\r\n<p>Det 16 mm ekstra brede vidvinkelobjektiv sørger for, at du får alt med på billedet.<br><br>\r\n\r\nSå kan du fx tage billeder af storslåede landskaber eller få alle med på familiefotoet.</p>\r\n\r\n<h3>Kom tættere på med portræt- og teleobjektiv-linsen</h3>\r\n<p>En af de tre kameralinser er en teleobjektiv-linse, der sørger for, at du kan komme tæt på motivet og tage klare og detaljerede nærbillede med flotte farver og gode kontrastforhold.</p>\r\n\r\n<h3>Eye AF-teknologi giver dig bedre portrætfotos</h3>\r\n<p>Det er også med den imponerende portræt- og teleobjektiv-linse, at du kan også tage flotte portrætfotos med et motiv, der springer frem i stærk fokus foran en perfekt sløret baggrund.<br><br>\r\n\r\nKameraet kommer også med Eye AF-teknologi, der ved at fokusere på motivets øje, kan fange det bedste portrætfoto. Hver gang. Også selv om dit motiv er i bevægelse.</p>\r\n\r\n<h3>Videoer i top-kvalitet med Cinema Pro-teknologi</h3>\r\n<p>Du kan tage videoer med professionelt look med Sonys banebrydende video-teknologi, som er baseret på den samme teknologi, som du finder på professionelle kameraer.<br><br>\r\n\r\nDu kan vælge mellem otte forskellige farveindstillinger, der hver især sætter sit helt eget professionelle præg på dine optagelser. Fx kan du fremhæve de kolde farver eller de varme farver for at skabe et helt unikt look.<br><br>\r\n\r\nSå her får du videoer i imponerende kvalitet i 4K HDR med flotte farver og 21:9 højde-bredde-forhold, der giver dine videoer samme kvalitet, som de film, du ser i biografen.</p>\r\n\r\n<h2>8 megapixel front-kamera</h2>\r\n<p>Det er slut med pixelerede selfies og slørede videoopkald med det gode 8 megapixel front-kamera på Sony Xperia 5.<br><br>\r\n\r\nMed Sonys kamerateknologi står du altid knivskarpt på dine selfies.</p>\r\n\r\n<h2>Cinematisk lyd med Dolby Atmos</h2>\r\n<p>Du får helt imponerende lyd, når du ser film, spiller spil og høre musik på Sony Xperia 5 med stereohøjttalere med Dolby Atmos-lyd i høj opløsning.<br><br>\r\n\r\nMed surround-sound-effek føles det som om, at lyden omringer dig - hvad enten du hører musik, ser film eller spiller spil.</p>\r\n\r\n<h2>Levende spiloplevelser med Dynamic Vibration System</h2>\r\n<p>Med Dynamic Vibration System tager Sony Xperia 5 dine spiloplevelser til nye niveauer.<br><br>\r\n\r\nTelefonen vibrerer nemlig, når du spiller spil - præcis som du kender det fra din PlayStation-konsol.</p>\r\n\r\n<h2>Hurtigopladning - 0-50 % strøm på bare 30 minutter</h2>\r\n<p>Med Sonys hurtigoplader går det stærkt, når mobilen er til opladning.\r\n\r\nPå bare 30 minutter går batteriet fra 0-50 % strøm.</p>\r\n\r\n<h2>Masser af lagerplads med op til 512 GB hukommelse</h2>\r\n<p>Sony Xperia 5 kommer med 128 GB indbygget hukommelse. Men du kan udvide hukommelsen op til 512 GB med et mikroSDXC-kort som tilbehør til din mobil.<br><br>\r\n\r\nSå her får du altså en smartphone, hvor du der er plads til alle dine apps, programmer, spil, videoer, billeder og filer.</p>\r\n\r\n<h2>Kraftfuld og intelligent Snapdragon 855-processor</h2>\r\n<p>Sony Xperia er en intelligent og kraftfuld smartphone med fart over feltet.<br><br>\r\n\r\nDu kan kører de store og tunge applikationer, programmer og spil - helt uden at telefonen bliver langsom. Og endda på samme tid, så du hurtigt og nemt kan skifte mellem forskellige apps på telefonen.<br><br>\r\n\r\nDen kraftfulde processor giver også en lynhurtig og stærk 4G-forbindelse.<br><br>\r\n\r\nOg så processoren også strømbesparende, så du får længere batterilevetid på Sony Xperia 5s store batteri med stor batterikapacitet.</p>\r\n\r\n<h2>Android 9.0 Pie</h2>\r\n<p>Du får det populære Android 9.0 Pie fra Google, som sammen med iOS fra Apple, er et af de mest populære styresystemer til smartphones på mobilmarkedet.<br><br>\r\n\r\nAndroid er et fleksibelt styresystem med smarte navigationskommandoer, som du lærer på et splitsekund.<br><br>\r\n\r\nOg du kan selv indstille skærmen efter dine unikke behov, så du kan organisere apps og programmer på telefonens skærm, så det giver mest mening for dig.<br><br>\r\n\r\nAndroid lærer dine mobilvaner at kende, så din telefon gradvist tilpasser sig til den måde, du bruger din mobil på. Fx lærer din smartphone hvilke apps, du bruger mest og hvordan du bruger dem. På den måde kan din telefon have de apps klar til dig lige, når du skal bruge dem.<br><br>\r\n\r\nGoogle vægter din digitale sikkerhed højt. Derfor har Google opdateret Android med nye og forbedrede måder, at holde din data endnu mere sikker. Fx bliver din data krypteret meget mere sikkert, når du færdes online. Og apps og programmer, der ligger åbne i baggrunden, har ingen mulighed for at tilgå hverken telefonens mikrofon eller kamera.</p>\r\n\r\n<h2>Kompakt og elegant design i flotte farver</h2>\r\n<p>Sony Xperia 5 kommer i et elegant design i Corning Gorilla Glass, der passer perfekt i hånden.<br><br>\r\n\r\nDu kan vælge Sony Xperia i sort eller blå.</p>\r\n\r\n<h2>Sony Xperia 5 holder vand og støv væk</h2>\r\n<p>Med IP68-klassificering holder Sony Xperia vand og støv væk.<br><br>\r\n\r\nSå du kan sagtens have din telefon fremme i regnvejr. Og hvis du spilder på din telefon, kan du bare tørre det af igen.</p>\r\n\r\n<h2>Sony Xperia 5 vs Sony Xperia 1 - hvad er forskellen på de to smartphones?</h2>\r\n\r\n<ul>\r\n                <li>    Skærm: Sony Xperia 5 har et 6,1 tommer display med en opløsning på 1080 x 2520 pixels, mens Sony Xperia 1 har et større 6,5 tommer display med en højere 4K-opløsning på 1644 x 3844 pixels</li>\r\n                <li>    Dimensioner: Sony Xperia 5 måler 158 x 68 x 8,2 mm er mindre end Sony Xperia 1 med sine mål på 167 x 72 x 8.2 mm</li>\r\n                <li>    Vægt: Sony Xperia 5 vejer 164 gram og er lettere end Sony Xperia 1 med sin vægt på 178 gram</li>\r\n</ul>\r\n\r\n<p>Sony Xperia 5 kommer med samme kamera, processor og antal RAM som Sony Xperia 1. Dog er Sony Xperia 5 en lidt mindre mobil med en mindre skærm uden den høje 4K-opløsning, som du får på Xperia 1.</p>\r\n\r\n<h2>Se flere telefoner fra Sony i vores webshop</h2>\r\n<p>I vores webshop kan du også finde andre Sony Xperia-modeller til rigtig gode priser.<br><br>\r\n\r\nDu får selvfølgelig fri fragt på alle modellerne. Og et mobilabonnement med alle vores fordele.<br><br>\r\n\r\nLæs alt om specs og priser på <a href=\"/mobiltelefoner/sony/xperia-10/\">Sony Xperia 10</a>.</p>",
  "specifications": [
    {
      "label": "Skærm",
      "description": "FHD+ HDR OLED"
    },
    {
      "label": "Skærmopløsning",
      "description": "1080 x 2520"
    },
    {
      "label": "Bagkamera",
      "description": "12 MP"
    },
    {
      "label": "Front-kamera",
      "description": "8 MP"
    },
    {
      "label": "Styresystem",
      "description": "Android 9 Pie"
    },
    {
      "label": "Processor",
      "description": "  Qualcomm® Snapdragon™ 855 Mobile Platform ^3"
    },
    {
      "label": "RAM",
      "description": "6 GB"
    },
    {
      "label": "Batteri",
      "description": "3140 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "128 GB"
    },
    {
      "label": "Feature",
      "description": "Accelerometer, Ambient light sensor, Barometer sensor, eCompass™, Fingerprint sensor, Game rotation vector, Geomagnetic rotation vector, Gyroscope, Hall sensor, Magnetometer, Step counter, Step detector, Significant motion detector, Proximity sensor"
    },
    {
      "label": "Farver",
      "description": "Sort og Blå"
    },
    {
      "label": "Mål",
      "description": "158 x 68 x 8.2 mm"
    },
    {
      "label": "Simkort",
      "description": " Dual SIM (et Nano SIM og et Nano SIM eller et microSD kort)"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "Mobilrabat",
    "Tilbud"
  ],
  "offeringService": "Fri + 50 GB",
  "offeringServicePrice": 29900,
  "leastPriceRepayments": 549400,
  "leastPriceUpfront": 549400,
  "leastPrice": 15000,
  "savings": 239800,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 931,
  "onSale": true,
  "variants": [
    {
      "id": 931,
      "size": "128 GB",
      "color": "Sort",
      "colorHex": "#000000",
      "image": "Sony_Xperia5_Sort.png",
      "imageAlt": "Køb Sony Xperia 5 billigt hos Nuuday",
      "gallery": [
        {
          "image": "Sony_Xperia5_Sort-1.png",
          "imageAlt": "Bagsiden af Sony Xperia 5 med triple-kamera"
        },
        {
          "image": "Sony_Xperia5_Sort-2.png",
          "imageAlt": "Sony Xperia 5 set fra siden i sort"
        },
        {
          "image": "Sony_Xperia5_Sort-3.png",
          "imageAlt": "Forsiden af Sony Xperia 5 i sort med 128 GB"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 408100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 599900,
          "serviceDiscount": 191800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 360100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 599900,
          "serviceDiscount": 239800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 312100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 599900,
          "serviceDiscount": 287800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 589900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 599900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 933,
      "size": "128 GB",
      "color": "Blå",
      "colorHex": "#0000ff",
      "image": "Sony_Xperia5_Bl.png",
      "imageAlt": "Sony Xperia 5 128 GB Blå",
      "gallery": [
        {
          "image": "Sony_Xperia5_Bl-1.png",
          "imageAlt": "Sony Xperia 5 128 GB Blå"
        },
        {
          "image": "Sony_Xperia5_Bl-2.png",
          "imageAlt": "Sony Xperia 5 128 GB Blå"
        },
        {
          "image": "Sony_Xperia5_Bl-3.png",
          "imageAlt": "Sony Xperia 5 128 GB Blå"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 408100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 599900,
          "serviceDiscount": 191800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 360100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 599900,
          "serviceDiscount": 239800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 312100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 599900,
          "serviceDiscount": 287800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 589900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 599900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}