{
  "id": 380,
  "name": "iPhone 11 Pro",
  "slug": "iphone-11-pro",
  "brandName": "Apple",
  "brandSlug": "apple",
  "headline": "",
  "documentTitle": "Ny iPhone 11 Pro fra 2019 - Bestil allerede i dag til en god pris",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Midnight Green",
      "colorHex": "#3c4740"
    },
    {
      "color": "Space Gray",
      "colorHex": "#5d5c5b"
    },
    {
      "color": "Guld",
      "colorHex": "#fedbc0"
    },
    {
      "color": "Sølv",
      "colorHex": "#f0f0e8"
    }
  ],
  "descriptionMeta": "iPhone 11 Pro er landet! Klik her og køb den nye iPhone 11 Pro i dag og få fri fragt. Se alle specs her.",
  "descriptionHtml": "<h2>Køb iPhone 11 Pro til en god pris med abonnement - og få fri fragt</h2>\r\n<p>Køb iPhone 11 Pro fra Apple - det er nemt og hurtigt at bestille i vores webshop. Og du får selvfølgelig telefonen til en rigtig god pris.<br><br>\r\n\r\nDu får fri fragt og et mobilabonnement spækket med fordele.</p>\r\n\r\n\r\n\r\n<h2>Få et mobilabonnement spækket med fordele</h2>\r\n<p>Når du køber iPhone 11 Pro i vores webshop, får du også et mobilabonnement spækket med lækre fordele.<br><br>\r\n\r\nMed vores mobilabonnementer kan du surfe online med en af Danmarks bedste og mest stabile mobilnetværk. Vi har nemlig Danmarks bedste 4G-netværk.<br><br>\r\n\r\nDet betyder også, at samtalen ikke falder ud, når du sidder i toget eller tager på ferie i sommerhuset.<br><br>\r\n\r\nDu kan også bruge mobiltelefonen på rejsen med roaming i 36 lande i Europa. Så kan ringe og sende sms'er, dele dine feriebilleder direkte fra strandstolen og finde vej på bilferien på telefonens GPS.<br><br>\r\n\r\nDu kan også lytte til al den musik, du vil med vores helt egen musik-app Nuuday Musik. Her er over 40 millioner musiknumre, så du er sikker på at finde noget for enhver smag.</p>\r\n\r\n<h2>Pris i Danmark - hvor meget koster iPhone 11 Pro?</h2>\r\n<p>Prisen på iPhone 11 Pro afhænger af, hvilket abonnement du vælger, når du bestiller i vores webshop.<br><br>\r\n\r\nSe din pris på iPhone 11 Pro her på siden ved at vælge det abonnement, du vil have med til din nye telefon.</p>\r\n\r\n<h2>Betal kontant eller på afbetaling</h2>\r\n<p>Du kan enten betale hele beløbet på en gang eller dele regningen op i mindre bidder og betale over 12 eller 24 mdr.<br><br>\r\n\r\nVælger du at betale iPhone 11 Pro på afbetaling forbliver prisen selvfølgelig den samme, som hvis du betaler hele beløbet på en gang. Her er nemlig ingen renter.</p>\r\n\r\n<h2>Hvilke specifikationer kommer iPhone 11 Pro med?</h2>\r\n<p>Vi har samlet en oversigt over alle de største specifikationer og features på iPhone 11 Pro.\r\n\r\n<ul>\r\n                <li>    Energieffektivt 5,8 tommer Super Retina XDR OLED-display med TrueTone, haptisk tryk og tap-to-wake</li>\r\n                <li>    12 + 12 + 12 megapixel triple-kamera med innovative kamera-features og revolutionerende 4K-videooptagelse</li>\r\n                <li>    12 megapixel front-kamera med 4K-optagelse</li>\r\n                <li>    Længste batterilevetid på iPhone til dato</li>\r\n                <li>    Trådløs opladning og hurtigopladning som standard med 18W hurtigoplader med i pakken</li>\r\n                <li>    Hurtigere Face ID, der virker fra flere vinkler</li>\r\n                <li>    Lynhurtig og effektiv performance med ny A13 Bionic Chip og nyt iOS 13</li>\r\n                <li>    Hurtigere og mere stabil wifi-forbindelse med Wi-Fi 6-teknologi</li>\r\n                <li>    Det stærkeste glasdesign nogensinde på iPhone</li>\r\n                <li>    Forbedret IP68-beskyttelse mod vand og støv</li>\r\n                <li>    Et nyt mat finish i space grey, sølv, guld og grøn</li>\r\n</ul>\r\n\r\nDu kan læse meget mere om alle specifikationerne længere nede på siden.</p>\r\n\r\n<h2>Lancering - mere om Apples keynote i 2019 - Byd velkommen til tre nye iPhones</h2>\r\n<p>Apple kommer med hele tre nye iPhones, der alle havde lanceringsdato tirsdag den 10. september 2019 og blevet præsenteret af Apple til deres officielle keynote-event.<br><br>\r\n\r\nUdover 11 Pro løftede Apple også sløret for den større <a href=\"/mobiltelefoner/apple/iphone-11-pro-max/\">iPhone 11 Pro Max</a> og den prisvenlige <a href=\"/mobiltelefoner/apple/iphone-11/\">iPhone 11</a>.<br><br>\r\n\r\nSom altid var mobilmarkedets tech-eksperter ude med rygter og leaks forud for lanceringen af den næste generation af iPhones. På Google, Twitter, Facebook og YouTube kom de hver især med deres bud på, hvad vi kunne forvente at se fra Apple i 2019.<br><br>\r\n\r\nMen nu kender vi endelig alle specifikationerne på de nye iPhones, og der er gode nyheder til Apple-fans verden over. Apple har nemlig lanceret nogle af de mest innovative og bemærkelsesværdige telefoner til dato.</p>\r\n\r\n<h2>Energieffektiv 5,8 tommer Super Retina XDR OLED-display</h2>\r\n<p>Du får den innovative 5,8 tommer Super Retina XDR OLED-skærm med features som TrueTone, haptisk tryk, og tap-to-wake.<br><br>\r\n\r\nSammen giver disse features dig et mere klart, mere detaljerigt og lysere skærmbillede med forbedret kontrastforhold og flottere farver end på tidligere iPhones. Perfekt, når du skal spille spil og se film på din mobiltelefon.<br><br>\r\n\r\nDerudover er den nye skærm 15 % mere energibesparende.</p>\r\n\r\n<h3>Et enestående skærmbillede med TrueTone</h3>\r\n<p>Du får et skarpt og klart skærmbillede med TrueTone-funktionen, der automatisk tilpasser skærmbilledet i forhold til lysforhold.<br><br>\r\n\r\nTrueTone giver dig et  virkelighedstro, klart og detaljeret skærmbillede med flotte farver og gode kontrastforhold.</p>\r\n\r\n<h3>Haptisk tryk i stedet for 3D Touch</h3>\r\n<p>Den nye skærm kommer med haptisk tryk, der erstatter det gamle 3D Touch.<br><br>\r\n\r\nMed haptisk tryk registrerer telefonen, hvor længe du holder fingeren nede på et ikon i stedet for, hvor hårdt du trykker på ikonet.<br><br>\r\n\r\nSå behøver du ikke trykke hårdt ned på skærmen men blot holde fingeren på ikonet i længere tid, når du fx skal omrokerer apps.</p>\r\n\r\n<h2>Større kamera i 2019</h2>\r\n<p>Bagkameraet på 11 Pro har fået sig noget af en opdatering. Nu får du nemlig hele tre kameralinser i stedet for to.<br><br>\r\n\r\nSå kan du tage endnu bedre billeder og videoer i 2019 med kamera-specs som 4 x optisk zoom, Night Mode og QuickTake.<br><br>\r\n\r\nDet 12 + 12 + 12 triple-kameraer har fået et nyt, smart og kompakt design, hvor de tre linser er samlet inden for en lille firkant bag på telefonen.</p>\r\n\r\n<h3>Professionel fotografering med vidvinkel-, telefoto- og ultravidvinkellinse</h3>\r\n<p>De tre kameralinser arbejder sammen og gør det nærmest umuligt at få et dårligt billede i kassen med det imponerende kamera på 11 Pro.<br><br>\r\n\r\nDu kan både tage alt fra smukke portrætbilleder af motiver helt tæt på til imponerende billeder af store landskaber med den nye 120 grader field-of-view ultravidvinkellinse.</p>\r\n\r\n<h3>Få klare og detaljerige fotos i lavt lys med Night Mode</h3>\r\n<p>Night Mode-funktionen på det nye triple-kamera giver dig nogle af de bedste fotos i nattelys.<br><br>\r\n\r\nSå her får du altså klare billeder, hvor alle detaljer er med selv i helt mørke omgivelser.</p>\r\n\r\n<h3>Ny Deep Fusion-teknologi gør det umuligt at tage dårlige billeder</h3>\r\n<p>Apple præsenterede den nye Deep Fusion-teknologi, der giver dig enestående og imponerende billeder - hver gang du trykker på udløseren.<br><br>\r\n\r\nMed Deep Fusion-teknologien tager kameraet 9 billeder og kombinerer det bedste fra alle billederne til ét perfekt og detaljeret fotografi.</p>\r\n\r\n<h2>Ny og kraftfuld 4K-videooptagelse med videoredigering direkte på telefonen</h2>\r\n<p>Du får den højeste videokvalitet nogensinde på iPhone 11 Pro.<br><br>\r\n\r\nDe tre kameralinser arbejder sammen og giver dig videoer i topkvalitet med dybde, fokus, flotte farver og perfekt lysstyring under alle lysforhold.<br><br>\r\n\r\n\r\nDu kan også redigere dine videoer direkte fra iPhone 11 Pro.<br><br>\r\n\r\nDu får også features som slow-motion og time-lapse. Og med den nye QuickTake-funktion kan du nemt tage en video ved at holde fingeren nede på udløseren - så behøver du ikke skifte mellem billede- og video-mode i kamera-app'en.</p>\r\n\r\n<h2>12 megapixel front-kamera helt nye funktioner</h2>\r\n<p>Du får hele 12 megapixel på det lille front-kamera, der sidder som notch i toppen af skærmen.<br><br>\r\n\r\nOg så kommer front-kameraet med en masse nye features som 4K-videooptagelse og slow-motion.</p>\r\n\r\n<h3>4K-video på frontkameraet</h3>\r\n<p>Apple har i den grad forbedret front-kameraet på de nye iPhones. Og nu kan du optage videoer i ultra høj 4K-kvalitet.</p>\r\n\r\n<h3>Apple starter ny Slofie-trend i 2019</h3>\r\n<p>Apple præsenterede en helt ny trend til deres keynote-event.<br><br>\r\n\r\n\r\nNu kan du nemlig optage video i slow-motion på front-kameraet og lave slofies af dig selv og dine venner.</p>\r\n\r\n<h2>Længste batterilevetid i en iPhone til dato</h2>\r\n<p>Du får flere timers batterilevetid i 2019 med større batterier i de nye modeller. Så går der endnu længere tid mellem hver opladning på din nye iPhone.<br><br>\r\n\r\nPå iPhone 11 Pro får du hele 4 timers længere batterilevetid end på sidste års iPhone XS.</p>\r\n\r\n<h2>Hurtigopladning som standard på 11 Pro</h2>\r\n<p>2019 er året, hvor hurtigopladning bliver hverdagskost for 11 Pro.<br><br>\r\n\r\nApple giver nemlig en 18W oplader med i pakken.</p>\r\n\r\n<h2>Trådløs opladning</h2>\r\n<p>Du får selvfølgelig også mulighed for at oplade iPhone 11 Pro helt uden ledninger og kabler.<br><br>\r\n\r\nMed en Qi oplader-dock, som du kan købe separat til din nye mobil, kan du oplade 11 Pro trådløst.</p>\r\n\r\n<h2>Det nye True Depth-kamera baner vej for hurtigere og mere fleksibelt Face ID</h2>\r\n<p>TrueDepth-kameraet har fået en opgradering siden sidste års iPhones.<br><br>\r\n\r\nOg det betyder bl.a., at Face ID er 30 % hurtigere og kan genkende dit ansigt fra flere forskellige vinkler, som gør det nemmere og hurtigere at låse telefonen op via ansigtsgenkendelse.</p>\r\n\r\n<h2>Energibesparende A13 Bionic Chip med forbedret Machine Learning</h2>\r\n<p>Den nye A13 Bionic Chip er Apples mest avancerede processor til dato.<br><br>\r\n\r\n\r\nA13 Bionic Chip gør din iPhone 11 Pro hurtigere og langt mere intelligent end forrige iPhones med masser af drivkraft, fart og længere batterilevetid.<br><br>\r\n\r\nIfølge Apple er A13 Bionic Chip både den hurtigste processor med den bedste grafik på markedet.</p>\r\n\r\n<h2>iOS 13 med bedre performance og helt nye funktioner</h2>\r\n<p>Apple lancerer også det nye iOS 13 i 2019, der giver dig helt nye muligheder samtidig med, at din iPhone bliver endnu hurtigere end sidste års iPhone XS og XS Max.<br><br>\r\n\r\nFx er det iOS 13, der er med til at gøre Face ID hurtigere. Og apps og programmer åbner også hurtigere og fylder mindre på telefonens hukommelse med iOS 13.<br><br>\r\n\r\nKamera-app'en har fået nye funktioner - fx kan du forvandle dine portrætfotos til sort/hvid med High-Key Mono-featuren. Og du kan også justerer lyset på dine portrætfotos.<br><br>\r\n\r\nDu får også helt nye redskaber i kamera-app'en, så du kan redigere dine billeder og videoer direkte fra din smartphone.<br><br>\r\n\r\nMed en ny mørk-funktion kan du vælge et nyt og smart look til din iPhone 11 Pro med en sort baggrund, der er mere behagelig at kigge på.<br><br>\r\n\r\nSikkerheden er også i top på iOS 13. Apple sørger for, at du kan benytte dig at smarte løsninger, når du skal betale online og logge ind på apps via én metode samtidig med, at styresystemet sikre din anonymitet.<br><br>\r\n\r\nSidst har de gamle apps og programmer på iPhone også fået en opdatering, så de følger med tidens trends.</p>\r\n\r\n<h2>Dolby Atmos-lydsystem med spacial audio-feature</h2>\r\n<p>Du får fænomenal lyd på 11 Pro. Med Dolby Atmos-lydsystem og spacial audio får du lyd med vaskeægte surround sound-effekt direkte fra telefonens højttalere.<br><br>\r\n\r\nDu får perfekt lyd, der gør din oplevelse af spil og film endnu bedre på iPhone 11 Pro.</p>\r\n\r\n<h2>Hurtigere og mere stabilt wifi på iPhone 11 Pro med Wi-Fi 6</h2>\r\n<p>Du får hurtigere og mere stabilt wi-fi på 11 Pro med den nyeste Wi-Fi 6-teknologi.<br><br>\r\n\r\nWi-Fi 6-teknologien er en mere effektiv wifi-teknologi, som giver dig hurtigere og mere stabilt internet, når du er koblet på en wifi-forbindelse via din mobiltelefon.<br><br>\r\n\r\nWi-Fi 6-teknologien har også forbedret rækkevidde og kan håndterer, når mange enheder er koblet på samme wifi-netværk.<br><br>\r\n\r\nOg så er Wi-Fi 6-teknologien mere strømbesparende og sluger ikke nær så meget strøm fra din telefons batteri.</p>\r\n\r\n<h2>Robust og vandtæt design</h2>\r\n<p>Apple har designet 11 Pro i et holdbart glas-design, der holder bedre og så er telefonen blevet endnu mere vandtæt i 2019 med forbedret IP68-beskyttelse.<br><br>\r\n\r\nMed den forbedrede IP68-beskyttelse kan du have iPhone 11 Pro under 4 meter i op til 30 minutter.</p>\r\n\r\n<h2>Nyt look i mat glas og flotte farver</h2>\r\n<p>iPhone 11 Pro har fået et nyt look. Bagsiden kommer i mat glas i stedet for den skinnende bagside forrige modeller.<br><br>\r\n\r\nOg så kommer 11 Pro i fire flotte farver: sort, guld, grøn og space grey.</p>\r\n\r\n<h2>Unboxing iPhone 11 Pro - det får du med i pakken</h2>\r\n\r\n<ul>\r\n                <li>    iPhone 11 Pro</li>\r\n                <li>    EarPods med Lightning-stik</li>\r\n                <li>    USB-C til Lightning-adapter</li>\r\n                <li>    USB-C 18W-oplader</li>\r\n                <li>    Dokumentation</li>\r\n</ul>\r\n\r\n<h2>iPhone 11 Pro vs iPhone XS</h2>\r\n\r\n<ul>\r\n                <li>    Kamera: 12 + 12 + 12 megapixel på 11 Pro vs 12 + 12 megapixel på XS</li>\r\n                <li>    Front-kamera: 12 megapixel på 11 Pro vs 7 megapixel på XS</li>\r\n                <li>    Processor: A13 Bionic Chip på 11 Pro vs A12 Bionic Chip på XS</li>\r\n                <li>    Størrelse: 11 Pro måler 144 x 71,4 x 8,1 mm og er en lille smule større end XS, der måler 143,5 x 70,9 x 7,7 mm</li>\r\n                <li>    Vægt: 11 Pro vejer 188 gram og er en smule tungere end XS på 177 gram</li>\r\n</ul>\r\n\r\n\r\n<p>Features: iPhone 11 Pro er efterfølgeren til XS fra 2018. Den nye 11 Pro kommer med nye features og forbedringer som større bagkamera med tre kameralinser og nye kameraspecifikationer, et større front-kamera med videooptagelse i 4K-kvalitet og slow-motion, et mere robust design der er bedre beskyttet mod vand og støv, 4 timers længere batterilevetid, 18W hurtigoplader, haptisk tryk på displayet i stedet for 3D Touch, 30 % hurtigere Face ID, bedre lyd med spacial-audio med surround sound-effekt, Wi-Fi 6-teknologi for en hurtigere og stærkere wifi-forbindelse på mobilen og et nyt design i mat finish, som du nu også kan vælge i en flot grøn farve.</p>\r\n\r\n<h2>iPhone 11 Pro vs 11 Pro Max</h2>\r\n\r\n\r\n<ul>\r\n                <li>    Skærm: 5,8 tommer på 11 Pro vs 6,5 tommer på 11 Pro Max</li>\r\n                <li>    Skærmopløsning: 2436 x 1125 pixels på 11 Pro vs 2688 x 1242 pixels på 11 Pro Max</li>\r\n                <li>    Størrelse: 11 Pro måler 144 x 71,4 x 8,1 mm og er mindre end 11 Pro Max på 158 x 77,8 x 8,1 mm</li>\r\n                <li>    Vægt: 11 Pro vejer 188 gram og vejer mindre en 11 Pro max på 226 gram</li>\r\n</ul>\r\n\r\n<p>Features: iPhone 11 Pro og 11 Pro Max er to telefoner i samme iPhone-serie fra 2019 med samme features og design. Dog er iPhone 11 Pro en større model med et større batteri med længere batterilevetid og et større display med højere skærmopløsning.</p>\r\n\r\n\r\n<h2>11 Pro vs iPhone 11</h2>\r\n\r\n\r\n<ul>\r\n                <li>    Skærm: 5,8 tommer Super Retina XDR OLED på 11 Pro vs 6,1 tommer Liquid Retina LCD på iPhone 11</li>\r\n                <li>    Skærmopløsning: 2436 x 1125 pixels på 11 Pro vs 1792 x 828 pixels på iPhone 11</li>\r\n                <li>    Kamera: 12 + 12 + 12 megapixel på 11 Pro vs 12 + 12 megapixel på iPhone 11</li>\r\n                <li>    Materiale: Glas med stålramme på 11 Pro vs glas med aluminiumsramme på iPhone 11</li>\r\n                <li>    Størrelse: 11 Pro måler 144 x 71,4 x 8,1 mm og er mindre end iPhone 11, der måler 150,9 x 75,7 x 8,3 mm</li>\r\n                <li>    Vægt: 11 Pro vejer 188 gram og er lettere end iPhone 11 på 194 gram</li>\r\n</ul>\r\n\r\n<p>Features: 11 Pro Max og iPhone 11 fra 2019 er fra samme serie og ligner hinanden. Dog er iPhone 11 billigere model med LCD-display i stedet for OLED og dual-kamera i stedet for triple-kamera på 11 Pro. Derudover kommer 11 Pro også med flere features som fx en 18W hurtigoplader og et nyt design i mat finish. iPhone 11 har flere farver og fås i sort, grøn, lilla, rød, hvid og gul, mens 11 Pro kommer i Space grey, guld, sølv og grøn.</p>\r\n\r\n\r\n<h2>Se flere iPhones fra Apple</h2>\r\n<p>Du kan finde mange forskellige iPhones i vores webshop.<br><br>\r\n\r\nFx kan du finde <a href=\"/mobiltelefoner/apple/iphone-xs/\">iPhone XS</a>, <a href=\"/mobiltelefoner/apple/iphone-xs-max/\">iPhone XS Max</a> og <a href=\"/mobiltelefoner/apple/iphone-xr/\">iPhone XR</a> i den populære og innovative X-serie.<br><br>\r\n\r\nDu kan også finde ældre modeller som fx <a href=\"/mobiltelefoner/apple/iphone-8/\">iPhone 8</a> og <a href=\"/mobiltelefoner/apple/iphone-7/\">iPhone 7</a>.",
  "specifications": [
    {
      "label": "Skærm",
      "description": "5,8 tommer Super Retina XDR OLED"
    },
    {
      "label": "Skærmopløsning",
      "description": "2436 x 1125 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "12 + 12 + 12 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "12 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "iOS 13"
    },
    {
      "label": "Processor",
      "description": "A13 Bionic Chip"
    },
    {
      "label": "Hukommelse",
      "description": "64 GB / 256 GB / 512 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Nej"
    },
    {
      "label": "Features",
      "description": "Face ID, 4K-videooptagelse og slow-motion på frontkameraet, hurtig- og trådløs opladning, IP68-klassificering, WiFI 6, Dolby Atmos-lyd med Spacial Audio-feature"
    },
    {
      "label": "Farver",
      "description": "Space grey, midnight green, sølv og guld"
    },
    {
      "label": "Materiale",
      "description": "Glas med stålramme"
    },
    {
      "label": "Mål",
      "description": "144 x 71,4 x 8,1 mm"
    },
    {
      "label": "Vægt",
      "description": "188 gram"
    },
    {
      "label": "Simkort",
      "description": "Dual-sim (Nano)"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "Mobilrabat",
    "Forsalg"
  ],
  "offeringService": "Fri + 50 GB",
  "offeringServicePrice": 29900,
  "leastPriceRepayments": 909400,
  "leastPriceUpfront": 909400,
  "leastPrice": 30000,
  "savings": 169800,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 949,
  "onSale": false,
  "variants": [
    {
      "id": 949,
      "size": "64 GB",
      "color": "Midnight Green",
      "colorHex": "#3c4740",
      "image": "Apple_iPhone11Pro_MidnightGreen.png",
      "imageAlt": "Bestil den nye iPhone 11 Pro til en god pris i dag",
      "gallery": [],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 768100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 889900,
          "serviceDiscount": 121800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 720100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 889900,
          "serviceDiscount": 169800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 696100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 889900,
          "serviceDiscount": 193800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 950,
      "size": "256 GB",
      "color": "Midnight Green",
      "colorHex": "#3c4740",
      "image": "Apple_iPhone11Pro_MidnightGreen.png",
      "imageAlt": "Apple iPhone 11 Pro 256 GB Midnight Green",
      "gallery": [],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 888100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1029900,
          "serviceDiscount": 141800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 840100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1029900,
          "serviceDiscount": 189800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 816100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1029900,
          "serviceDiscount": 213800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 951,
      "size": "512 GB",
      "color": "Midnight Green",
      "colorHex": "#3c4740",
      "image": "Apple_iPhone11Pro_MidnightGreen.png",
      "imageAlt": "Apple iPhone 11 Pro 512 GB Midnight Green",
      "gallery": [],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 1056100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1209900,
          "serviceDiscount": 153800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 1008100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1209900,
          "serviceDiscount": 201800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 984100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1209900,
          "serviceDiscount": 225800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 952,
      "size": "64 GB",
      "color": "Space Gray",
      "colorHex": "#5d5c5b",
      "image": "Apple_iPhone11Pro_SpaceGray.png",
      "imageAlt": "Apple iPhone 11 Pro 64 GB Space Gray",
      "gallery": [],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 768100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 889900,
          "serviceDiscount": 121800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 720100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 889900,
          "serviceDiscount": 169800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 696100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 889900,
          "serviceDiscount": 193800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 953,
      "size": "256 GB",
      "color": "Space Gray",
      "colorHex": "#5d5c5b",
      "image": "Apple_iPhone11Pro_SpaceGray.png",
      "imageAlt": "Apple iPhone 11 Pro 256 GB Space Gray",
      "gallery": [],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 888100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1029900,
          "serviceDiscount": 141800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 840100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1029900,
          "serviceDiscount": 189800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 816100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1029900,
          "serviceDiscount": 213800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 954,
      "size": "512 GB",
      "color": "Space Gray",
      "colorHex": "#5d5c5b",
      "image": "Apple_iPhone11Pro_SpaceGray.png",
      "imageAlt": "Apple iPhone 11 Pro 512 GB Space Gray",
      "gallery": [],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 1056100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1209900,
          "serviceDiscount": 153800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 1008100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1209900,
          "serviceDiscount": 201800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 984100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1209900,
          "serviceDiscount": 225800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 955,
      "size": "64 GB",
      "color": "Guld",
      "colorHex": "#fedbc0",
      "image": "Apple_iPhone11Pro_Guld.png",
      "imageAlt": "Apple iPhone 11 Pro 64 GB Guld",
      "gallery": [],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 768100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 889900,
          "serviceDiscount": 121800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 720100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 889900,
          "serviceDiscount": 169800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 696100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 889900,
          "serviceDiscount": 193800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 956,
      "size": "256 GB",
      "color": "Guld",
      "colorHex": "#fedbc0",
      "image": "Apple_iPhone11Pro_Guld.png",
      "imageAlt": "Apple iPhone 11 Pro 256 GB Guld",
      "gallery": [],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 888100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1029900,
          "serviceDiscount": 141800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 840100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1029900,
          "serviceDiscount": 189800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 816100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1029900,
          "serviceDiscount": 213800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 957,
      "size": "512 GB",
      "color": "Guld",
      "colorHex": "#fedbc0",
      "image": "Apple_iPhone11Pro_Guld.png",
      "imageAlt": "Apple iPhone 11 Pro 512 GB Guld",
      "gallery": [],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 1056100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1209900,
          "serviceDiscount": 153800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 1008100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1209900,
          "serviceDiscount": 201800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 984100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1209900,
          "serviceDiscount": 225800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 958,
      "size": "64 GB",
      "color": "Sølv",
      "colorHex": "#f0f0e8",
      "image": "Apple_iPhone11Pro_Slv.png",
      "imageAlt": "Apple iPhone 11 Pro 64 GB Sølv",
      "gallery": [],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 768100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 889900,
          "serviceDiscount": 121800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 720100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 889900,
          "serviceDiscount": 169800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 696100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 889900,
          "serviceDiscount": 193800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 959,
      "size": "256 GB",
      "color": "Sølv",
      "colorHex": "#f0f0e8",
      "image": "Apple_iPhone11Pro_Slv.png",
      "imageAlt": "Apple iPhone 11 Pro 256 GB Sølv",
      "gallery": [],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 888100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1029900,
          "serviceDiscount": 141800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 840100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1029900,
          "serviceDiscount": 189800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 816100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1029900,
          "serviceDiscount": 213800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 960,
      "size": "512 GB",
      "color": "Sølv",
      "colorHex": "#f0f0e8",
      "image": "Apple_iPhone11Pro_Slv.png",
      "imageAlt": "Apple iPhone 11 Pro 512 GB Sølv",
      "gallery": [],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 1056100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1209900,
          "serviceDiscount": 153800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 1008100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1209900,
          "serviceDiscount": 201800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 984100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1209900,
          "serviceDiscount": 225800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    }
  ]
}