{
  "id": 381,
  "name": "iPhone 11 Pro Max",
  "slug": "iphone-11-pro-max",
  "brandName": "Apple",
  "brandSlug": "apple",
  "headline": "",
  "documentTitle": "Ny iPhone 11 Pro Max - Bestil her til en god pris",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Midnight Green",
      "colorHex": "#3c4740"
    },
    {
      "color": "Space Gray",
      "colorHex": "#5d5c5b"
    },
    {
      "color": "Guld",
      "colorHex": "#fedbc0"
    },
    {
      "color": "Sølv",
      "colorHex": "#f0f0e8"
    }
  ],
  "descriptionMeta": "iPhone 11 Pro Max fra Apple med triple-kamera, A13 Bionic Chip og iOS 13. Klik her og køb iPhone 11 Pro Max allerede i dag. Du får fri fragt.",
  "descriptionHtml": "<h2>Køb iPhone 11 Pro Max til en god pris med abonnement og få fri fragt</h2>\r\n<p>Køb iPhone 11 Pro Max fra 2019 til en rigtig god pris med fri fragt i vores webshop - det er nemt og hurtigt at bestille.</p>\r\n\r\n\r\n<h2>Release-dato - hvornår kommer iPhone 11 Pro Max til Danmark?</h2>\r\n<p>iPhone 11 Pro Max har officiel release-dato den 20. september 2019, hvor du vil kunne købe den i alle vores butikker.</p>\r\n\r\n<h2>Køb iPhone 11 Pro Max med abonnement og få et hav af fordele</h2>\r\n<p>Du køber din nye iPhone 11 Pro Max med abonnement hos os.<br><br>\r\n\r\nVores mobilabonnementer er spækket med fordele, så her får du meget mere end bare tale, sms og mms.<br><br>\r\n\r\nFx kommer du på Danmarks bedste 4G-netværk, så du kan surfe online med en lynhurtig hastighed med en stabil forbindelse. Og så falder samtalen heller ikke ud, når du sidder i toget.<br><br>\r\n\r\nDu får også roaming i 36 lande i Europa, så du kan tage mobilen med på rejsen uden bekymringer. Så kan du ringe og sms'er, når du er i udlandet og dele rejsebilleder på de sociale medier og finde vej på GPS - alt sammen direkte fra mobilnetværket.<br><br>\r\n\r\nDu kan også lytte til al den musik, du vil på vores helt egen app Nuuday Musik. Her finder du over 55 millioner musiknumre - så her må man sige, at der er lidt for enhver smag.</p>\r\n\r\n<h2>Pris - hvor meget koster iPhone 11 Pro Max?</h2>\r\n<p>Prisen på iPhone 11 Pro Max afhænger af, hvilket abonnement du vælger, når du bestiller din nye telefon.<br><br>\r\n\r\nHer på siden kan du se din pris på iPhone 11 Pro Max ved at vælge det abonnement, der passer bedst til dit forbrug.</p>\r\n\r\n<h2>Betal iPhone 11 Pro Max på afbetaling over 12 eller 24 mdr.</h2>\r\n<p>Hos os kan du betale din nye 11 Pro Max på afbetaling over 12 eller 24 mdr.<br><br>\r\n\r\nDu kan selvfølgelig også betale hele beløbet på en gang, hvis du foretrækker.<br><br>\r\n\r\nHvad enten du vælger at betale hele beløbet på en gang eller dele regningen op over 12 eller 24 mdr. forbliver prisen den samme - her er nemlig ingen renter.</p>\r\n\r\n<h2>Hvilke specifikationer kommer iPhone 11 Pro Max med?</h2>\r\n\r\n<ul>\r\n                <li>    Energibesparende 6,5 tommer Super Retina XDR-display med TrueTone, haptisk tryk og tap-to-wake-funktion</li>\r\n                <li>    12 + 12 + 12 megapixel triple-kamera med revolutionerende kamera-features og videooptagelse i 4K</li>\r\n                <li>    Længste batterilevetid på iPhone nogensinde</li>\r\n                <li>    Trådløs opladning og hurtigopladning med 18W hurtigoplader inkluderet som standard i pakken</li>\r\n                <li>    30 % hurtigere Face ID, der fungerer fra alle vinkler</li>\r\n                <li>    Den hurtigste og mest effektive performance på markedet med den nye A13 Bionic Chip og det nye iOS 13</li>\r\n                <li>    Lynhurtig og stabil wifi-forbindelse med Wi-Fi  6</li>\r\n                <li>    Stærkere og mere robust design i glas med forbedret IP68-beskyttelse mod støv og vand</li>\r\n                <li>    Re-designet mat finish i sort, guld, space grey og grøn</li>\r\n</ul>\r\n\r\n<p>Du kan læse meget mere om alle specifikationer og features længere på siden.</p>\r\n\r\n<h2>Apple lancering - tre nye iPhones i 2019</h2>\r\n<p>Udover iPhone 11 Pro Max kan vi også byde velkommen til <a href=\"/mobiltelefoner/apple/iphone-11/\">iPhone 11</a> og <a href=\"/mobiltelefoner/apple/iphone-11-pro/\">iPhone 11 Pro</a>, som også havde lanceringsdato tirsdag den 10. september.<br><br>\r\n\r\nForud for lanceringen var der mange rygter og leaks på Google, Twitter, Facebook og YouTube. Som sædvanlig kom markedets tech-eksperter med forskellige bud på, hvad vi kunne forvente at se fra Apple i 2019.<br><br>\r\n\r\nMen efter Apples keynote-event kender vi alt til de tre nye telefoner. Og der er masser at glæde sig til, for den næste generation af iPhones er spækket med innovative og bemærkelsesværdige specifikationer.</p>\r\n\r\n<h2>6,5 tommer Super Retina XDR OLED-skærm</h2>\r\n<p>Den store Super Retina XDR OLED-skærm med en opløsning på 2688 x 1242 pixels er det største display med den højeste skærmopløsning på den nye iPhone-serie fra Apple.<br><br>\r\n\r\nSkærmen kommer med samme features som 11 Pro som fx TrueTone, tap-to-wake og haptisk tryk.<br><br>\r\n\r\nSå her får du både et fantastisk skærmbillede med funktioner, der gør det nemt og hurtigt at navigere rundt.</p>\r\n\r\n<h3>Et imponerende skærmbillede med TrueTone</h3>\r\n<p>TrueTone-funktionen gør skærmen behagelig at kigge på, fordi skærmen matcher det lysforhold, du befinder dig i ved at justere hvid-balancen efter omgivelserne.</p>\r\n\r\n<h3>Nem og hurtig navigation med haptisk tryk</h3>\r\n<p>Haptisk tryk erstatter 3D Touch og gør det endnu nemmere og hurtigere at navigere rundt på skærmen.<br><br>\r\n\r\nHaptisk tryk er en feature, der registrerer hvor længe, du holder fingeren nede. Så når du fx vil omplacerer apps og programmer på telefonen, skal du bare holde fingeren nede på det ikon, du gerne vil flytte.<br><br>\r\n\r\nOg haptisk tryk er også med til at gøre det nemmere at lave hurtigere kommandoer, så du fx kan tage et billede på et splitsekund helt uden at skulle åbne kamera-app'en først.</p>\r\n\r\n<h3>15% mere energibesparende display</h3>\r\n<p>Selvom den store OLED-skærm har fået opdateringer er den faktisk 15% mere energibesparende end tidligere modeller.</p>\r\n\r\n<h2>Tre kameraer i 2019</h2>\r\n<p>En af de helt store nyheder fra Apple i 2019 er det nye 12 + 12 + 12 megapixel triple-kamera med kamera-specs, der gør dine billeder og videoer helt ekstraordinært gode.<br><br>\r\n\r\nFx får du 4 x optisk zoom, Smart HDR, billedstabilisering og meget mere.<br><br>\r\n\r\nDet nye triple-kamerasystem er placeret bag på telefonen i toppen af venstre hjørne i en firkant. Et smart og kompakt design, der adskiller sig fra andre modeller på markedet, hvor de tre kameralinser sidder under hinanden.</p>\r\n\r\n<h3>Revolutionerne billeder med vidvinkel-, telefoto- og ultravidvinkellinser</h3>\r\n<p>Apple præsenterede det revolutionerende kamera med hele tre kameralinser. Til Apples keynote-event kunne vi se de imponerende billeder, som alle var taget med det nye kamerasystem.<br><br>\r\n\r\nDe tre kameralinser arbejder sammen for at give dig utrolig smukke billeder. De tre kameralinser gør det muligt både at tage billeder helt tæt på dit motiv med telefotolinsen, men du kan også bruge utravidvinkellinsen for storslåede billeder af landskaber.</p>\r\n\r\n<h3>Ny Night Mode-feature på 11 Pro Max</h3>\r\n<p>Det er intet problem at tage billeder i mørke med kameraet på 11 Pro Max.<br><br>\r\n\r\nDen avancerede Night Mode-teknologi kan du tage klare og detaljerige billeder på aftenturen og indenfor på natklubben.</p>\r\n\r\n<h3>Det er umuligt at tage et dårligt billede med den nye Deep Fusion-teknologi</h3>\r\n<p>Apple præsenterede den nye Deep Fusion-feature til deres keynote-event.<br><br>\r\n\r\nOg du skal virkelig gøre dig umage for at tage et dårligt billede med den nye Deep Fusion-teknologi, der tager 9 billeder og tager alle de bedste detaljer og forvandler dem til ét imponerende fotografi.</p>\r\n\r\n<h2>4K-video og kreative redigeringsmuligheder</h2>\r\n<p>Du kan optage video i den ultra høje 4K-kvalitet på nye triple-kamera. Og de tre kameralinser gør, at du kan zoome ind og ud i en og samme optagelse.<br><br>\r\n\r\nDu får også rig mulighed for at redigere dine videoer direkte på din 11 Pro Max med helt nye redigeringsværktøjer i kamera-app'en.<br><br>\r\n\r\nSå kan du skabe et unikt udtryk med flotte filtre, beskære, rotére og meget mere.</p>\r\n\r\n<h2>12 megapixel TrueDepth front-kamera med nye features</h2>\r\n<p>TrueDepth-kameraet på forsiden af telefonen har fået sig en opdatering og går fra 7 megapixel på iPhone XS-serien til hele 12 megapixel på 11-serien.<br><br>\r\n\r\nOg helt nye features giver dig endnu flere muligheder på front-kameraet.</p>\r\n\r\n<h3>Optag video i 4K på front-kameraet</h3>\r\n<p>Du kan optage videoer i den ultra høje 4K-kvalitet på det nye TrueDepth-kamera på forsiden af telefonen.</p>\r\n\r\n<h3>Ny trend - Apple er klar med slofies</h3> \r\n<p>Apple er klar med en helt ny trend i 2019 - nemlig videoer i slow-motion på front-kameraet, som Apple kalder slofies.<br><br>\r\n\r\nSå kan du tage sjove videoer af dig selv i slow-motion med 120 billeder i sekundet.</p>\r\n\r\n<h2>Batteriet holder længere end nogensinde før</h2> \r\n<p>Batteriet i iPhone 11 Pro Max holder 5 timer mere end sidste års iPhone XS Max.<br><br>\r\n\r\nJa, faktisk får du den længste batterilevetid på en iPhone nogensinde på den nye iPhone 11-serie.</p>\r\n\r\n<h2>Du får hurtigopladning som standard på iPhone 11 Pro Max</h2>\r\n<p>En af de helt store nyheder fra Apple i 2019 er, at du får hurtigopladning som standard.<br><br>\r\n\r\nDer er nemlig en hurtigoplader med, når du køber dine nye 11 Pro Max.<br><br>\r\n\r\n11 Pro Max oplader fra 0-50 % på 30 minutter med hurtigopladeren.</p>\r\n\r\n<h2>Mulighed for trådløs opladning</h2>\r\n<p>Du kan selvfølgelig også oplade iPhone 11 Pro Max helt uden ledninger og kabler via en trådløs oplader-dock fra Qi, som du skal købe som separat tilbehør til din nye mobil.</p>\r\n\r\n<h2>30 % hurtigere Face ID fungerer fra flere vinkler</h2>\r\n<p>Face ID er blevet meget hurtigere siden sidste år. Og nu virker det også fra alle vinkler, så du får et mere fleksibelt Face ID, der gør det nemmere at låse skærmen op.</p>\r\n\r\n<h2>Den hurtigste performance med den nye A13 Bionic Chip</h2>\r\n<p>Apples A13 Bionic Chip er den hurtigste chip på markedet med den bedste grafik.<br><br>\r\n\r\nI årevis har den avancerede processor fra Apple overhalet alle de andre processorer på markedet.<br><br>\r\n\r\nDen hurtige, intelligente og kraftfulde processor med højtydende kerner og 64-bit Fusion-arkitektur klarer de krævende opgaver til perfektion - så her kan du kører mange apps samtidig.<br><br>\r\n\r\nOg iPhone 11 Pro Max kan også sagtens kører de helt tunge apps og programmer på din telefon.</p>\r\n\r\n<h2>Den bedste performance på iPhone til dato med iOS 13</h2>\r\n<p>Det nye iOS 13-styresystem fra Apple gør, at iPhone 11 Pro Max er endnu hurtigere end iPhone XS og iPhone XS Max fra 2018. Og så kommer det nye styresystem også med helt nye muligheder.<br><br>\r\n\r\nDet er bl.a. iOS 13 der er med til at gøre Face ID hurtigere. Men det er ikke kun ansigtsgenkendelses-funktionen, der er blevet hurtigere. Med iOS 13 er åbner apps og programmer to gange så hurtigt og fylder mindre på telefonens lager.<br><br>\r\n\r\nDu finder også helt nye funktioner i kamera-app'en. Fx kan du justere lyset på dine portrætbilleder eller forvandle dem til imponerende sort/hvid-fotografier med den nye High-Key Mono-feature.<br><br>\r\n\r\nOg du kan redigere dine billeder og videoer med helt nye redigeringsmuligheder i kamera-app'en.<br><br>\r\n\r\nSkærmen på iPhone 11 Pro Max har også fået et helt nyt look med mørk-funktionen, som gør skærmen mere behagelig at kigge på. Du bestemmer selv, om du vil aktivere mørk-funktionen i telefonens indstillinger.<br><br>\r\n\r\niOS 13 er topsikret software, der holder dine data anonyme samtidig med, at du kan benytte dig at smarte betalings- og log ind-løsninger. Og så er det blevet meget nemmere for dig, at have indflydelse på, hvilke apps, der må bruge din lokation med notifikationer og kontrolfunktioner.<br><br>\r\n\r\nOg så har velkendte apps på iPhone også fået en opdatering, så de fungere endnu bedre på iPhone 11 Pro Max.</p>\r\n\r\n<h2>Rummelig lyd med Dolby Atmos-lydsystem med spacial audio</h2>\r\n<p>Det nye højttalersystem med Dolby Atmos-lyd og spacial audio-funktionen giver imponerende lyd med surround sound-effekt - perfekt når du ser film og spiller spil på 11 Pro Max.</p> \r\n\r\n<h2>Altid lynhurtigt og stabilt wifi på iPhone 11 Pro Max</h2>\r\n<p>Log på wifi på iPhone 11 Pro Max og surf online med en hurtig og stabil forbindelse, som ikke tærer på batteriet.<br><br>\r\n\r\nDen nye Wi-Fi 6-teknologi er en ny wifi-teknologi, der giver dig en hurtigere og mere stabil internetforbindelse, når du kobler din telefon på et wifi-netværk.<br><br>\r\n\r\nWi-Fi 6-teknologien er perfekt, når I er mange, der er koblet på samme wifi på samme tid. Wi-Fi 6-teknologien har nemlig forbedret rækkevidde, så den kan forbindelsen er stærkere end tidligere teknologier.</p>\r\n\r\n<h2>Stærkere og mere vandtæt design i robust glas</h2>\r\n<p>11 Pro Max er designet i robust glas, der holder endnu bedre end forrige modeller.<br><br>\r\n\r\nOg så er telefonen og bedre beskyttet mod støv og vand på ned til 4 meter i op til 30 minutter med forbedret IP68-beskyttelse.</p>\r\n\r\n<h2>Nye farver i mat finish</h2>\r\n<p>iPhone 11 Pro Max kommer i et nyt design i mat glas i sort, guld, grøn eller space grey.</p>\r\n\r\n<h2>Unboxing iPhone 11 Pro Max - se alt du får i pakken</h2>\r\n\r\n<ul>\r\n                <li>    iPhone 11 Pro Max</li>\r\n                <li>    EarPods med Lightning-stik</li>\r\n                <li>    USB-C til Lightning-stik</li>\r\n                <li>    USB-C 18W hurtigoplader</li>\r\n                <li>    Dokumentation</li>\r\n</ul>\r\n\r\n<h2>iPhone 11 Pro Max vs XS Max</h2>\r\n\r\n\r\n<ul>\r\n                <li>    Kamera: 12 + 12 + 12 megapixel på 11 Pro Max vs 12 + 12 megapixel på XS Max</li>\r\n                <li>    Front-kamera: 12 megapixel på 11 Pro Max vs 7 megapixel på XS Max</li>\r\n                <li>    Processor: A13 Bionic Chip på 11 Pro Max vs A12 Bionic Chip på XS Max</li>\r\n                <li>    Størrelse: 11 Pro Max måler 158 x 77,8 x 8,1 mm - næsten det samme som XS Max på 157,5 x 77,4 x 7,7 mm</li>\r\n                <li>    Vægt: 11 Pro Max vejer 226 gram og er lidt tungere end XS Max på 208 gram</li>\r\n</ul>\r\n\r\n<p>Features: 11 Pro Max fra 2019 er efterfølgeren til iPhone XS Max fra 2018 med nye features og opdateringer. Fx et bedre triple-kamera med nye kamera-features, et større front-kamera på 12 megapixel med 4K-optagelse og video i slow-motion, 5 timers længere batterilevetid, 30 % hurtigere Face ID, forbedret højttalersystem med spacial-audio-effekt for surround sound, bedre wifi-forbindelse med Wi-Fi 6 og et nyt og mere robust design i mat glas i Space grey, guld, sølv og grøn. Derudover får du også en 18W hurtigoplader med som standard i pakken.</p>\r\n\r\n\r\n<h2>iPhone 11 Pro Max vs 11 Pro</h2>\r\n\r\n<ul>\r\n                <li>    Skærm: Større 6,5 tommer display på 11 Pro Max vs 5,8 tommer på 11 Pro</li>\r\n                <li>    Skærmopløsning: En højere opløsning på 2688 x 1242 pixels på XS Max vs 2436 x 1125 pixels på 11 Pro</li>\r\n                <li>    Størrelse: 11 Pro Max på 158 x 77,8 x 8,1 mm og er større end iPhone 11 Pro, der måler 144 x 71,4 x 8,1 mm</li>\r\n                <li>    Vægt: 11 Pro Max på 226 gram er tungere end 11 Pro, der vejer 188 gram</li>\r\n</ul>\r\n\r\n<p>Features: 11 Pro Max har samme specs som 11 Pro, men kommer med en større og bedre skærm og et større batteri, der holder strøm længere.</p>\r\n\r\n<h2>iPhone 11 Pro Max vs iPhone 11</h2>\r\n\r\n<ul>\r\n                <li>    Skærm: 6,5 tommer Super Retina XDR OLED på 11 Pro Max vs 6,1 tommer Liquid Retina LCD på iPhone 11</li>\r\n                <li>    Skærmopløsning: 2688 x 1242 pixels på 11 Pro Max vs 1792 x 828 på iPhone 11</li>\r\n                <li>    Kamera: 12 + 12 + 12 megapixel på 11 Pro Max vs 12 + 12 megapixel på iPhone 11</li>\r\n                <li>    Materiale: Glas med stålramme på 11 Pro Max vs glas med aluminiumsramme på iPhone 11</li>\r\n                <li>    Størrelse: 11 Pro Max er større og måler 158 x 77,8 x 8,1 mm, mens iPhone 11 måler 150,9 x 75,7 x 8,3 mm</li>\r\n                <li>    Vægt: 11 Pro Max på 226 gram vejer mere end iPhone 11, der vejer 194 gram</li>\r\n</ul>\r\n\r\n<p>Features: 11 Pro Max er fra samme serie som iPhone 11 men er større og har flere features. Fx triple-kamera med tre kameralinser i stedet for dual-kamera og OLED-display i stedet for LCD. Med 11 Pro Max får du også en 18W hurtigoplader med som standard og kommer i et mat finish med lidt færre farver på paletten end iPhone 11.</p>\r\n\r\n\r\n<h2>Mange flere iPhones i webshoppen</h2>\r\n<p>I vores webshop finder du mange forskellige iPhone-modeller. Alle sammen til rigtig gode priser.<br><br>\r\n\r\nFx kan du købe alle modeller i den banebrydende X-serie: <a href=\"/mobiltelefoner/apple/iphone-xs/\">iPhone XS</a>, <a href=\"/mobiltelefoner/apple/iphone-xs-max/\">iPhone XS Max</a> og <a href=\"/mobiltelefoner/apple/iphone-xr/\">iPhone XR</a>.<br><br>\r\n\r\nDu kan også finde en ældre model som fx <a href=\"/mobiltelefoner/apple/iphone-8/\">iPhone 8</a> og <a href=\"/mobiltelefoner/apple/iphone-7/\">iPhone 7</a>.</p>",
  "specifications": [
    {
      "label": "Skærm",
      "description": "6,5 tommer Super Retina XDR OLED"
    },
    {
      "label": "Skærmopløsning",
      "description": "2688 x 1242 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "12 + 12 + 12 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "12 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "iOS 13"
    },
    {
      "label": "Processor",
      "description": "A13 Bionic Chip"
    },
    {
      "label": "Hukommelse",
      "description": "64 GB / 256 GB / 512 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Nej"
    },
    {
      "label": "Features",
      "description": "Face ID, 4K-videooptagelse og slow-motion på frontkameraet, hurtig- og trådløs opladning, IP68-klassificering, WiFI 6, Dolby Atmos-lyd med Spacial Audio-feature"
    },
    {
      "label": "Farver",
      "description": "Space grey, midnight green, sølv og guld"
    },
    {
      "label": "Materiale",
      "description": "Glas med stålramme"
    },
    {
      "label": "Mål",
      "description": "158 x 77,8 x 8,1 mm"
    },
    {
      "label": "Vægt",
      "description": "226 gram"
    },
    {
      "label": "Simkort",
      "description": "Dual-sim (Nano)"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "Mobilrabat",
    "Forsalg"
  ],
  "offeringService": "Fri + 50 GB",
  "offeringServicePrice": 29900,
  "leastPriceRepayments": 981400,
  "leastPriceUpfront": 981400,
  "leastPrice": 33000,
  "savings": 187800,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 961,
  "onSale": false,
  "variants": [
    {
      "id": 961,
      "size": "64 GB",
      "color": "Midnight Green",
      "colorHex": "#3c4740",
      "image": "Apple_iPhone11ProMax_MidnightGreen.png",
      "imageAlt": "Køb den nye iPhone 11 Pro Max til en god pris",
      "gallery": [],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 840100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 139800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 792100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 187800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 768100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 211800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 962,
      "size": "256 GB",
      "color": "Midnight Green",
      "colorHex": "#3c4740",
      "image": "Apple_iPhone11ProMax_MidnightGreen.png",
      "imageAlt": "Apple iPhone 11 Pro Max 256 GB Midnight Green",
      "gallery": [],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 984100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1119900,
          "serviceDiscount": 135800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 936100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1119900,
          "serviceDiscount": 183800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 912100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1119900,
          "serviceDiscount": 207800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 963,
      "size": "512 GB",
      "color": "Midnight Green",
      "colorHex": "#3c4740",
      "image": "Apple_iPhone11ProMax_MidnightGreen.png",
      "imageAlt": "Apple iPhone 11 Pro Max 512 GB Midnight Green",
      "gallery": [],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 1152100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1299900,
          "serviceDiscount": 147800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 1104100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1299900,
          "serviceDiscount": 195800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 1080100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1299900,
          "serviceDiscount": 219800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 964,
      "size": "64 GB",
      "color": "Space Gray",
      "colorHex": "#5d5c5b",
      "image": "Apple_iPhone11ProMax_SpaceGray.png",
      "imageAlt": "Apple iPhone 11 Pro Max 64 GB Space Gray",
      "gallery": [],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 840100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 139800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 792100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 187800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 768100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 211800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 965,
      "size": "256 GB",
      "color": "Space Gray",
      "colorHex": "#5d5c5b",
      "image": "Apple_iPhone11ProMax_SpaceGray.png",
      "imageAlt": "Apple iPhone 11 Pro Max 256 GB Space Gray",
      "gallery": [],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 984100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1119900,
          "serviceDiscount": 135800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 936100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1119900,
          "serviceDiscount": 183800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 912100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1119900,
          "serviceDiscount": 207800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 966,
      "size": "512 GB",
      "color": "Space Gray",
      "colorHex": "#5d5c5b",
      "image": "Apple_iPhone11ProMax_SpaceGray.png",
      "imageAlt": "Apple iPhone 11 Pro Max 512 GB Space Gray",
      "gallery": [],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 1152100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1299900,
          "serviceDiscount": 147800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 1104100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1299900,
          "serviceDiscount": 195800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 1080100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1299900,
          "serviceDiscount": 219800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 967,
      "size": "64 GB",
      "color": "Guld",
      "colorHex": "#fedbc0",
      "image": "Apple_iPhone11ProMax_Guld.png",
      "imageAlt": "Ny iPhone 11 Pro Max set forfra og bagfra i guld",
      "gallery": [],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 840100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 139800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 792100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 187800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 768100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 211800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 968,
      "size": "256 GB",
      "color": "Guld",
      "colorHex": "#fedbc0",
      "image": "Apple_iPhone11ProMax_Guld.png",
      "imageAlt": "Apple iPhone 11 Pro Max 256 GB Guld",
      "gallery": [],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 984100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1119900,
          "serviceDiscount": 135800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 936100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1119900,
          "serviceDiscount": 183800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 912100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1119900,
          "serviceDiscount": 207800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 969,
      "size": "512 GB",
      "color": "Guld",
      "colorHex": "#fedbc0",
      "image": "Apple_iPhone11ProMax_Guld.png",
      "imageAlt": "Apple iPhone 11 Pro Max 512 GB Guld",
      "gallery": [],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 1152100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1299900,
          "serviceDiscount": 147800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 1104100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1299900,
          "serviceDiscount": 195800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 1080100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1299900,
          "serviceDiscount": 219800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 970,
      "size": "64 GB",
      "color": "Sølv",
      "colorHex": "#f0f0e8",
      "image": "Apple_iPhone11ProMax_Slv.png",
      "imageAlt": "Apple iPhone 11 Pro Max 64 GB Sølv",
      "gallery": [],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 840100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 139800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 792100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 187800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 768100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 211800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 971,
      "size": "256 GB",
      "color": "Sølv",
      "colorHex": "#f0f0e8",
      "image": "Apple_iPhone11ProMax_Slv.png",
      "imageAlt": "Apple iPhone 11 Pro Max 256 GB Sølv",
      "gallery": [],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 984100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1119900,
          "serviceDiscount": 135800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 936100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1119900,
          "serviceDiscount": 183800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 912100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1119900,
          "serviceDiscount": 207800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 972,
      "size": "512 GB",
      "color": "Sølv",
      "colorHex": "#f0f0e8",
      "image": "Apple_iPhone11ProMax_Slv.png",
      "imageAlt": "Apple iPhone 11 Pro Max 512 GB Sølv",
      "gallery": [],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 1152100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1299900,
          "serviceDiscount": 147800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 1104100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1299900,
          "serviceDiscount": 195800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 1080100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1299900,
          "serviceDiscount": 219800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    }
  ]
}