{
  "id": 382,
  "name": "Watch 5",
  "slug": "watch-5",
  "brandName": "Apple",
  "brandSlug": "apple",
  "headline": "Smart Wear-abonnement købes via Watch-appen på din iPhone",
  "documentTitle": "Nyt Apple Watch 5 fra 2019 - Bestil i dag til en god pris",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Space Grey Aluminium - Black Sport Band",
      "colorHex": "#525252"
    },
    {
      "color": "Gold Aluminium - Pink Sand Sport Band",
      "colorHex": "#dfc0b5"
    },
    {
      "color": "Silver Aluminium - White Sport Band",
      "colorHex": "#c7c7c7"
    }
  ],
  "descriptionMeta": "Apple Watch 5 kommer med GPS, 4G og mobilforbindelse, så du kan ringe, sms'e og streame musik. Klik her og køb Apple Watch 5 med fri fragt.",
  "descriptionHtml": "<h2>Køb Apple Watch 5 i dag med fri fragt</h2>\r\n<p>Køb Apple Watch 5 nemt og hurtigt i vores webshop. Du får fri fragt og et mobilabonnement spækket med fordele.</p>\r\n\r\n<h2>Release-dato og pris - hvornår kommer Apple Watch Series 5 til Danmark?</h2>\r\n<p>Apple Watch 5 har officiel release-dato den 20. september 2019, hvor uret vil være tilgængeligt i vores webshop eller i din lokale Nuuday butik.<br><br>\r\n\r\n<strong>Prisen</strong> på dit Apple Watch 5 afhænger af, hvilket abonnement du vælger, når du bestiller.<br><br>\r\n\r\nVælg det abonnement, der passer til dit behov og se din pris på Apple Watch 5 her på siden.</p>\r\n\r\n<h2>Betal kontant eller på afbetaling</h2>\r\n<p>Når du køber Apple Watch 5 gennem vores webshop, bestemmer du helt selv, om du vil betale hele beløbet på en gang eller dele regningen op over 12 eller 24 mdr.<br><br>\r\n\r\nVælger du at betale regningen på afbetaling forbliver prisen på Apple Watch 5 selvfølgelig den samme, som hvis du betaler hele beløbet med det samme - her er nemlig ingen renter.</p>\r\n\r\n<h2>Masser af fordele med et billigt mobilabonnement</h2>\r\n<p>Hos os får du et billigt mobilabonnement med meget mere end bare tale og sms.<br><br>\r\n\r\nSurf lynhurtigt på nettet, snak i mobil uden forstyrrelse i toget og i sommerhuset med Danmarks bedste 4G-netværk.<br><br>\r\n\r\nMed roaming i 36 lande i Europa kan du tage din mobil med dig på ferien og ringe, sende beskeder og gå på nettet - helt uden at skulle lede efter nærmeste wifi-netværk. Så kan du dele dine feriebilleder direkte fra strandstolen eller finde vej til hotellet via din telefons GPS.<br><br>\r\n\r\nOg med Nuuday Musik kan du lytte til al den musik du vil. På Nuuday Musik finder du over 55 millioner musiknumre, så her er der noget for enhver smag og enhver situation.</p>\r\n\r\n<h2>Forbind dit Apple Watch 5 med din iPhone med et billigt Smart Wear-abonnement</h2>\r\n<p>Ved at forbinde dit Apple Watch 5 med din iPhone med vores Smart Wear-abonnement  kan du bruge dit smartwatch helt uden at have din telefon på dig.<br><br>\r\n\r\nSå kan du ringe, sende beskeder, høre musik, betale dine indkøb, finde vej via GPS og meget mere - direkte fra dit ur.<br><br>\r\n\r\nDit Apple Watch 5 er nemlig forbundet til din iPhone gennem dit Smart Wear-abonnement.<br><br>\r\n\r\nOg Smart Wear-abonnement koster kun 30 kr./mdr. og trækkes igennem dit mobilregning.</p>\r\n\r\n<h2>Køb en iPhone i vores webshop</h2>\r\n<p>Har du ikke en iPhone endnu?<br><br>\r\n\r\nI vores webshop kan du altid finde et bredt udvalg de bedste <a href=\"/mobiltelefoner/apple/\">iPhone</a> til rigtig gode priser.</p>\r\n\r\n<h2>Apple keynote-event 2019 - tre nye telefoner og ny Apple Watch Series 5</h2>\r\n<p>Tirsdag aften den 13. september 2019 præsenterede Apple deres nye produkter.<br><br>\r\n\r\nBl.a. bød Apples officielle keynote-event på tre nye iPhones - <a href=\"/mobiltelefoner/apple/iphone-11/\">iPhone 11</a>, <a href=\"/mobiltelefoner/apple/iphone-11-pro/\">iPhone 11 Pro</a> og <a href=\"/mobiltelefoner/apple/iphone-11-pro-max/\">iPhone 11 Pro Max</a>.<br><br>\r\nMen Apple præsenterede selvfølgelig også det nye Apple Watch Series 5 med nye og innovative specifikationer, der, utrolig nok, gør uret endnu bedre end det forrige Apple Watch Series 4.<br><br>\r\n\r\nForud for lanceringen gik der som sædvanlig rygter om det nye ur fra Apple.<br><br> \r\n\r\nMobilmarkedets tech-eksperter kom hver med deres bud på, hvilke nyheder vi kunne forvente på den nye model.<br><br>\r\n\r\nOg nu kender vi til alle specifikationer og features på det seneste Apple Watch.<br><br>\r\n\r\nLæs meget mere, om de nye features på Apple Watch 5 længere nede på siden.</p>\r\n\r\n<h2>Specifikationer - se alle de nye funktioner på Apple Watch 5</h2>\r\n<p>Vi har samlet et lille overblik over alle nyheder på Apple Watch 5</p>\r\n\r\n<ul>\r\n                <li>    Nyt Always On-display</li>\r\n                <li>    Indbygget kompas</li>\r\n                <li>    Ny international nødopkaldsfunktion</li>\r\n                <li>    Nye teknologier med fokus på din sundhed som fx hørelse, menstruationscyklus og hjerterytme</li>\r\n                <li>    Udvidet lagerplads med hele 32 GB indbygget hukommelse</li>\r\n                <li>    Det nye WatchOS 6</li>\r\n                <li>    Stort udvalg af remme i flotte farver</li>\r\n</ul>\r\n\r\n<h2>Du får alle de bedste features som du kender fra Apple Watch</h2>\r\n<p>Apple Watch 5 arver selvfølgelig alle de bedste specifikationer og features fra tidligere modeller som fx Apple Watch 4 fra sidste år.</p>\r\n\r\n<ul>\r\n                <li>    4G</li>\r\n                <li>    Cellular-model med mobilforbindelse til opkald, sms, streaming og musik mm. uden din iPhone</li>\r\n                <li>    Nem og hurtig navigation med Digital Crown-hjul</li>\r\n                <li>    Imponerende lyd og støjreducerende mikrofon til telefonsamtaler</li>\r\n                <li>    Automatisk træningsregistrering og motivation til en aktiv livsstil</li>\r\n                <li>    Faldregistrering og nødopkaldsfunktion</li>\r\n                <li>    Vandafvisende design ned til 50 meter</li>\r\n                <li>    HomeKit-app hvorfra du kan styre fx lys og musik derhjemme</li>\r\n                <li>    Siri</li>\r\n</ul>\r\n\r\n<h2>Anmeldelse - derfor skal du købe Apple Watch 5</h2>\r\n<p>Apple Watch er en af de mest populære smartwatches på markedet og modtager ros i test og anmeldelser fra både markedets tech-eksperter og hos forbrugerne.<br><br>\r\n\r\nJa, faktisk er Apple Watch 5 meget mere end bare et ur.<br><br>\r\n\r\nApple Watch 5 fortæller ikke bare hvad klokken er. Uret modtager opkald, tænder lyset, vækker dig om morgenen, afspiller musik, betaler dine indkøb, holder styr på din sundhed og træning, viser dig vej og minder dig om at passe på dig selv - fx ved at stoppe op og trække vejret dybt i løbet af dagen.<br><br>\r\nOg det er især urets utrolige evne til at passe på dig, som har fået forbrugerne over hele verden til at takke Apple for det innovative og banebrydende smartwatch.<br><br>\r\n\r\nSå kan du gå til lægen, hvis uret fortæller dig, at du har en uregelmæssig hjerterytme. Og uret hjælper dig også med at passe på din hørelse og fortæller dig, når du er omgivet af for meget støj.</p>\r\n\r\n<h2>Nyhed i 2019 - Always On-display</h2>\r\n<p>Som noget helt nyt i 2019 kommer Apple Watch 5 med Always On-display, hvilket vil sige, at skærmen ikke slukker helt, når du sænker armen.<br><br>\r\n\r\nSå kan du altid se dine notifikationer, eller hvad klokken er.<br><br>\r\n\r\nHvis du løfter armen, lyser skærmen helt op.</p>\r\n\r\n<h2>Energieffektivt LTPO OLED-display</h2>\r\n<p>LTPO-teknologien i skærmen, gør at du får mange flere timers batterilevetid på den energieffektive skærm.<br><br>\r\n\r\nApple har nemlig designet skærmen med en speciel lyssensor og en skærmdriver, der gør, at skærmen ikke dræner batteriet, selvom den altid er tændt.</p>\r\n\r\n<h2>18 timers batterilevetid på én opladning</h2>\r\n<p>Apple Watch 5 er udstyret med et batteri, der kan holde strøm i 18 timer på en enkelt opladning.<br><br>\r\n\r\nSå har du masser af strøm til hele dagen, så du kan lytte til musik på vej til arbejde, registrere din træning morgen, middag og aften og betale dine indkøb på vejen hjem.</p>\r\n\r\n<h2>Ny feature - kompas</h2>\r\n<p>Til det officielle keynote-event løftede Apple sløret for, at der nu er indbygget kompas i uret.<br><br>\r\n\r\nSammen med GPS giver det dig endnu bedre muligheder for navigation og lokationsoplysninger med et Apple Watch 5 på ved dit håndled.<br><br>\r\n\r\nOg du kan også benytte kompasset i forskellige apps som fx Night Sky og dermed få hjælp til at klarlægge stjernehimlen.</p> \r\n\r\n<h2>International Emergency - ny international nødopkaldsfunktion</h2>\r\n<p>Den indbyggede SOS-funktion har fået sig en opdatering i 2019. Hvis du f.eks. er ude at rejse og der opstår en nødsituation, hvor du har brug for akut hjælp, kan du blot trykke på knappen på siden af uret for at aktivere SOS Nødopkald.<br><br>\r\n\r\nApple Watch 5 kender nemlig de enkelte landes 112-numre og kan ringe op uden, at din iPhone er i nærheden.</p>\r\n\r\n<h2>32 GB hukommelse</h2>\r\n<p>Du får hele 32 GB hukommelse på Apple Watch 5, så du kan downloade alle dine favorit-apps og programmer på uret.</p>\r\n\r\n<h2>WatchOS 6 - Nye teknologier med fokus på sundhed og nemmere navigation</h2>\r\n<p>Ikke overraskende er der en ny version på vej af Watch IOS-software, som kommer til at hedde Watch IOS 6 og er tilgængeligt fra 19. september 2019.<br><br>\r\n\r\nApple har fortsat stor fokus på sundhed. Målet er at Apple Watch skal hjælpe dig med at leve et sundere liv, hvor du kan tracke forskellige og nødvendige data om dit helbred - direkte fra dit håndled.</p>\r\n\r\n<h3>Apple hjælper dig med at passe på din hørelse</h3>\r\n<p>En af de nye features på WatchOS 6 fortæller dig, hvis støjniveauet, hvor du befinder dig, er skadelig for din hørelse.</p>\r\n\r\n<h3>Få overblik over din menstruationscyklus</h3> \r\n<p>Den nye cyklus-funktion giver kvinder verden over overblik deres cyklus.<br><br>\r\n\r\nSå kan du få et overblik over din cyklus og hvornår din næste cyklus begynder.<br><br>\r\n\r\nDen nye cyklus-funktion kan også hjælpe dig med at få bedre overblik over din fertilitet.</p>\r\n\r\n<h3>Følg dine fremskridt med forbedret tracking af træningsaktivitet</h3>\r\n<p>Med WatchOS 6 er det endnu nemmere at følge din træningsaktivitet og følge dine fremskridt, så du får endnu mere motivation til at opretholde en sund og aktiv livsstil.<br><br>\r\n\r\nDu kan simpelthen tracke dit aktivitetsniveau ned til mindste detalje på Apple Watch 5.<br><br>\r\n\r\nFå overblik over hvor meget du bevæger dig, hvor meget du står stille, hvilket tempo du går i, hvor mange trapper du tager og meget, meget mere.</p>\r\n\r\n<h3>Siri og Shazam på Apple Watch 5</h3>\r\n<p>Hvad er det for en sang, der spiller? Kender du det, at du lytter til en rigtig god sang og ikke ved, hvem det er, der synger?<br><br>\r\n\r\nDet ved Siri og Shazam – du løfter bare håndleddet og spørger hvilken sang, du lytter til!</p>\r\n\r\n<h3>Apple Store direkte på dit håndled</h3>\r\n<p>App store er ikke længere væk end dit håndled – nu kan du browse mellem Apps, musik mv.</p>\r\n\r\n<h3>Beskyttet og sikker data</h3> \r\n<p>Selvom Apple Watch 5 har mange data på dig, hvis du vælger at den skal tracke din træning, vise dig vej via GPS, tracker din cyklus og hjerterytme, kan du være sikker på, at dine data er dine data - og kun dine.<br><br>\r\n\r\nMed WatchOS 6 bliver dine data krypterede og holdt bag lås og slå. Også hvis du overfører sikkerhedskopier til iCloud.</p>\r\n\r\n<h2>Stort udvalg af ure og armbånd i flotte farver</h2>\r\n<p>Urkassen kommer i Space Grey m. sort rem, guld m. pink rem og sølv m. hvid rem<br><br>\r\n\r\nOg du har rig mulighed for at designe dit ur i med urremme i mange flotte farver fra fx Hermes og Nike.<br><br>\r\n\r\nUrremmene skal købes som separat tilbehør til dit Apple Watch 5.</p>\r\n\r\n<h2>Sammenligning - Apple Watch 5 vs 4</h2>\r\n<p>Få et overblik over forskellene mellem Apple Watch 5 og Apple Watch 4:</p>\r\n\r\n<ul>\r\n                <li>    Skærm: Always On-display på Apple Watch 5 vs Apple Watch 4 hvor du skal løfte hånden for at tænde skærmen</li>\r\n                <li>    Processor: S5 Chip på Apple Watch 5 vs S4 Chip på Apple Watch 4</li>\r\n                <li>    Hukommelse: 32 GB på Apple Watch 5 vs 16 GB på Apple Watch 4</li>\r\n</ul>\r\n\r\n<p>Featues: Apple Watch 5 kommer med helt nye features i 2019 som fx indbygget kompas, ny international nødopkaldsfunktion og nye teknologier der hjælper dig forbedrer den måde uret hjælper dig til en sund og aktiv livsstil.</p>",
  "specifications": [
    {
      "label": "Skærm",
      "description": "40 mm / 44 mm Always On LTPO OLED Retina"
    },
    {
      "label": "Skærmopløsning",
      "description": "368 x 448 pixels"
    },
    {
      "label": "Styresystem",
      "description": "WatchOS 6"
    },
    {
      "label": "Processor",
      "description": "64-bit dual-core S5"
    },
    {
      "label": "Batteri",
      "description": "Indbygget litiumionbatteri m. magnetisk opladerkabel Hukommelse"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Nej"
    },
    {
      "label": "Features",
      "description": "4G, wifi, Bluetooth, Digital Crown m. haptisk tryk, Siri, kompas, vandafvisende ned til 50 meter, elektriske hjertesensorer, faldregistrering, internationalt nødopkald, træningsregistrering"
    },
    {
      "label": "Farver",
      "description": "Space Grey m. sort rem, guld m. pink rem, sølv m. hvid rem"
    },
    {
      "label": "Materiale",
      "description": "Aluminium"
    }
  ],
  "deviceType": "watch",
  "labels": [],
  "offeringService": "Fri + 50 GB",
  "offeringServicePrice": 29900,
  "leastPriceRepayments": 501400,
  "leastPriceUpfront": 501400,
  "leastPrice": 13000,
  "savings": 120000,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 973,
  "onSale": false,
  "variants": [
    {
      "id": 973,
      "size": "40mm",
      "color": "Space Grey Aluminium - Black Sport Band",
      "colorHex": "#525252",
      "image": "Apple_Watch5_SpaceGreyAluminiumBlackSportBand.png",
      "imageAlt": "Apple Watch 5 Space Grey Aluminium Case Black Sport band 40mm",
      "gallery": [
        {
          "image": "Apple_Watch5_SpaceGreyAluminiumBlackSportBand-1.png",
          "imageAlt": "Apple Watch 5 Space Grey Aluminium Case Black Sport band 40mm"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 360100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 432100,
          "serviceDiscount": 72000,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 312100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 432100,
          "serviceDiscount": 120000,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 264100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 432100,
          "serviceDiscount": 168000,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 974,
      "size": "40mm",
      "color": "Gold Aluminium - Pink Sand Sport Band",
      "colorHex": "#dfc0b5",
      "image": "Apple_Watch5_Gold.png",
      "imageAlt": "Køb Apple Watch 5 billigt hos Nuuday",
      "gallery": [
        {
          "image": "Apple_Watch5_Gold-1.png",
          "imageAlt": "Apple Watch 5 Gold Aluminium Case Pink Sand Sport band 40mm"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 360100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 432100,
          "serviceDiscount": 72000,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 312100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 432100,
          "serviceDiscount": 120000,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 264100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 432100,
          "serviceDiscount": 168000,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 975,
      "size": "40mm",
      "color": "Silver Aluminium - White Sport Band",
      "colorHex": "#c7c7c7",
      "image": "Apple_Watch5_SilverAluminiumWhiteSportBand.png",
      "imageAlt": "Apple Watch 5 Silver Aluminium Case White Sport band 44mm",
      "gallery": [
        {
          "image": "Apple_Watch5_SilverAluminiumWhiteSportBand-1.png",
          "imageAlt": "Apple Watch 4 Silver Aluminium Case White Sport band 44mm"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 360100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 432100,
          "serviceDiscount": 72000,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 312100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 432100,
          "serviceDiscount": 120000,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 264100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 432100,
          "serviceDiscount": 168000,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 976,
      "size": "44mm",
      "color": "Space Grey Aluminium - Black Sport Band",
      "colorHex": "#525252",
      "image": "Apple_Watch5_SpaceGreyAluminiumBlackSportBand.png",
      "imageAlt": "Apple Watch 5 Space Grey Aluminium Case Black Sport band 44mm",
      "gallery": [
        {
          "image": "Apple_Watch5_SpaceGreyAluminiumBlackSportBand-1.png",
          "imageAlt": "Apple Watch 5 Space Grey Aluminium Case Black Sport band 44mm"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 384100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 456100,
          "serviceDiscount": 72000,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 336100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 456100,
          "serviceDiscount": 120000,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 288100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 456100,
          "serviceDiscount": 168000,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    },
    {
      "id": 977,
      "size": "44mm",
      "color": "Gold Aluminium - Pink Sand Sport Band",
      "colorHex": "#dfc0b5",
      "image": "Apple_Watch5_GoldAluminiumPinkSandSportBand.png",
      "imageAlt": "Apple Watch 5 Gold Aluminium Case Pink Sand Sport band 44mm",
      "gallery": [
        {
          "image": "Apple_Watch5_GoldAluminiumPinkSandSportBand-1.png",
          "imageAlt": "Apple Watch 5 Gold Aluminium Case Pink Sand Sport band 44mm"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 384100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 456100,
          "serviceDiscount": 72000,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 336100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 456100,
          "serviceDiscount": 120000,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 288100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 456100,
          "serviceDiscount": 168000,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        }
      ]
    }
  ]
}