{
  "id": 383,
  "name": "7T",
  "slug": "7t",
  "brandName": "OnePlus",
  "brandSlug": "oneplus",
  "headline": "",
  "documentTitle": "OnePlus 7T er landet i Danmark - Køb billigt med fri fragt",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Frosted Silver",
      "colorHex": "#b0afb1"
    }
  ],
  "descriptionMeta": "OnePlus 7T er en billig smartphone med triple-kamera, AMOLED-skærm, hurtigopladning og en stærk processor. Klik og køb OnePlus 7T allerede i dag.",
  "descriptionHtml": "<h2>Køb OnePlus 7T til en god pris med fri fragt og mobilabonnement</h2>\r\n<p>Bestil OnePlus 7T allerede i dag i vores webshop. Du får fri fragt og et mobilabonnement spækket med fordele.<br><br>\r\n\r\nHos os kan du købe OnePlus 7T billigt med abonnement - og det er nemt og hurtigt at bestille i vores webshop.</p>\r\n\r\n<h2>Lancering og release-dato - hvornår kommer OnePlus 7T i Danmark?</h2>\r\n<p>OnePlus 7T kommer på markedet den 5. november 2019, hvor du vil kunne købe telefonen i vores butikker landet over.<br><br>\r\n\r\nOnePlus 7T og 7T Pro havde lanceringsdato den 10. oktober 2019, hvor OnePlus præsenterede nyheder og specs på de to nye flagskibe til deres lancerings-event i London.</p>\r\n\r\n<h2>Bestil OnePlus 7T i vores forsalg</h2>\r\n<p>Selvom OnePlus 7T officielt først har release-dato den 5. november kan du allerede nu bestille i dag i vores forsalg.<br><br>\r\n\r\nSå kan du være en af de første til at få OnePlus 7T mellem hænderne.</p>\r\n\r\n<h2>Hvilke specifikationer kommer OnePlus 7T med?</h2>\r\n\r\n<ul>\r\n                <li>    6,55 tommer Fluid AMOLED skærm med lækre skærm-features og 31,46 % mindre waterdrop-notch i toppen til front-kameraet</li>\r\n                <li>    Bagkamera med hele tre kameralinser på 48 + 16 + 12 megapixel i nyt cirkulært design</li>\r\n                <li>    Stort 16 megapixel kamera på forsiden af telefonen</li>\r\n                <li>    Stærkere og hurtigere brugerflade med ny Snapdragon 855+-processor</li>\r\n                <li>    Hurtigere og mere sikker fingeraftryksscanner direkte på touch-skærmen 18 % hurtigere opladning end tidligere modeller</li>\r\n                <li>    En intelligent brugerflade med nye funktioner med det OxygenOS 10.0-styresystem</li>\r\n                <li>    Haptisk vibration, der gør spiloplevelser mere levende</li>\r\n                <li>    Design i mat glas i sølv</li>\r\n</ul>\r\n\r\n<p>Læs meget mere om alle specifiPriskationerne på OnePlus 7T på her på siden.</p>\r\n\r\n<h2>Pris - hvad koster OnePlus 7T?</h2>\r\n<p>Prisen på OnePlus 7T variere alt efter, hvilket abonnement du vælger, når du bestiller din nye mobil her i webshoppen.<br><br>\r\n\r\nSe din pris på OnePlus 7T her på siden ved at vælge det abonnement, der passer bedst til dine behov.</p>\r\n\r\n<h2>Køb på afbetaling over 12 eller 24 mdr.</h2>\r\n<p>Hos os bestemmer du helt selv, om du vil betale hele beløbet på en gang eller dele regningen op i mindre bidder over 12 eller 24 mdr.<br><br>\r\n\r\nVælger du at betale over 12 eller 24 mdr. forbliver prisen på OnePlus 7T selvfølgelig den samme - hos os er der ingen renter.</p>\r\n\r\n<h2>Mobilabonnementer til gode priser spækket med fordele</h2>\r\n<p>Vores mobilabonnementer kommer med en lang række lækre fordele, som gør hverdagen både nemmere og sjovere.<br><br>\r\n\r\nHos os får du en Danmarks bedste 4G-dækning med en lynhurtig og stabil forbindelse, når du surfer online på telefonen. Og så falder samtalen heller ikke ud i toget eller i sommerhuset.<br><br>\r\n\r\nDu får også roaming i 36 lande i Europa, så du kan bruge mobilen, når du rejser. Så kan du fx ringe og sende beskeder, finde vej via telefonens GPS og dele feriebillederne på  de sociale medier direkte fra strandstolen.<br><br>\r\n\r\nOg med Nuuday Musik kan du lytte til al den musik du vil. Her er over 60 millioner musiknumre at vælge imellem, så du er sikker på at finde noget til enhver smag. I Nuuday Musik-app'en kan du også lytte til live radio og finde et hav af playlister indenfor enhver genre. Du kan lytte til musik i Hi-Fi-lydkvalitet og afspille via AirPlay, Chromecast, CarPlay og Bluetooth.</p>\r\n\r\n<h2>Anmeldelser og test af OnePlus 7T - simpelt design med features i top-kvalitet til en rigtig god pris</h2>\r\n<p>OnePlus-telefoner går altid lige i hjertet hos både tech-eksperterne og forbrugerne for det simple og elegante design med features i high-end-kvalitet.<br><br>\r\n\r\nOg OnePlus 7T er absolut ingen undtagelse. Du skal vælge OnePlus 7T, hvis du vil have en simpel og billig smartphone med få, virkelig gode features til en pris, hvor alle kan være med.<br><br>\r\n\r\nDen nye oneplus-telefon får især ros for den gode skærm, det store triple-kamera, den lange batterilevetid og den stærke processor, der får apps og programmer til at køre som smurt.<br><br>\r\n\r\nMed OnePlus 7T i hånden får du solidt hardware og effektiv software i et enkelt og elegant design til en fornuftig pris.</p>\r\n\r\n<h2>Stort 6,55 tommer AMOLED-display giver et flot og klart skærmbillede</h2>\r\n<p>Den store AMOLED-skærm kommer med en masse features, der giver dig et endnu bedre skærmbillede end på tidligere modeller.</p>\r\n\r\n<h3>QHD+-opløsning giver et klart skærmbillede</h3>\r\n<p>Du får et af de klareste skærmbilleder med OnePlus 7T. Her får du nemlig den høje QHD+-opløsning.<br><br>\r\n\r\nDet betyder, at du får skarpe videoer og billeder. Og så er det virkelig nemt at læse på telefonens skærm med tekst, der fremgår klart og tydeligt.</p>\r\n\r\n<h3>Enestående oplevelse af film og spil med HDR10+ og 20:9-format</h3>\r\n<p>Skærmen kommer med den høje HDR10+-kvalitet og 20:9-format, der giver en enestående oplevelse af videoer, film og spil på mobilen.<br><br>\r\n\r\nHer får du altså en skærm med et klart og detaljeret skærmbillede i flotte farver med et bredt format, så du får det hele med.</p>\r\n\r\n<h3>31,46% mindre waterdrop notch giver mere skærm</h3>\r\n<p>Den lille notch i toppen af skærmen, hvor front-kameraet sidder er blevet mindre på 7T-modellen.<br><br>\r\n\r\nMed en mindre notch i toppen af skærmen, bliver du mindre forstyrret og får mere ud af skærmbilledet.</p>\r\n\r\n<h3>90 Hz gør at alt bare flyder, når du navigerer rundt på skærmen</h3>\r\n<p>Med den nye 90 Hz-opdatering føles det mere flydende, når du navigerer rundt på telefonens skærm.<br><br>\r\n\r\nFx vil du opleve et godt flow, når du bladrer mellem apps på skærmen. Og især når du spiller spil på mobilen, vil du kunne mærke, hvordan navigationen kører som smurt.</p>\r\n\r\n<h3>Et klart skærmbillede i sollys</h3>\r\n<p>OnePlus har optimeret skærmen på 7T, så du får et mere klart og tydeligt skærmbillede i direkte sollys.<br><br>\r\n\r\nDette er virkelig en god nyhed - så skal du nemlig ikke hele tiden justere lyssætningen manuelt efter lysforholdet.</p>\r\n\r\n<h3>Et komfortabelt skærmbillede i aftentimerne</h3>\r\n<p>Skærmen blokerer 40% af det blå lys, der gør skærmen mere komfortabel af se på i aftentimerne.<br><br>\r\n\r\nSå får du ikke ondt i øjnene, når du slapper af med mobilen efter en lang dag.</p>\r\n\r\n<h3>Forbedret Reading Mode</h3>\r\n<p>OnePlus har også forbedret Reading Mode-featuren, så tekst fremstår mere tydeligt på skærmen.<br><br>\r\n\r\nPerfekt når du skal læse længere artikler og andre tekster på telefonen.</p>\r\n\r\n<h2>Premium 48 + 16 + 12 megapixel triple-kamera giver enestående billeder og videoer</h2>\r\n<p>Selvom OnePlus 7T er en prisvenlig smartphone er der langt fra sparet, når det kommer til kameraet.<br><br>\r\n\r\nBagkameraet kommer med tre kameralinser, der giver enestående billeder og videoer.<br><br>\r\n\r\nOg med OnePlus professionelle kamerateknologi får du en masse kamera-features som fx god flash, så du kan tage billeder i lavt lys, 2 x optisk zoom, så du kan komme helt tæt på motivet og meget mere.<br><br>\r\n\r\nMed alle de nye kamera-specs får du rig mulighed for at tage nogle af de bedste billeder.<br><br>\r\n\r\nFx optimere telefonen automatisk dine billeder og videoer med flot tilpassede farver, kontrast- og lysforhold. Og billedstabilisering  fjerner rystelser og gør, at dine billeder altid er skarpe og klare.</p>\r\n\r\n<h3>Nyt cirkulært design</h3>\r\n<p>Bagkameraet har fået et nyt design, hvor de tre kameralinser sidder i en cirkel bag på telefonen i stedet for i en lodret række som på tidligere modeller.</p>  \r\n\r\n<h3>Få billeder af storslåede landskaber med 16 megapixel ultra-wide-kameralinse</h3>\r\n<p>En af kameralinserne er en 16 megapixel ultra-wide-linse med 17 graders field-of-view, hvilket betyder, at du kan få storslåede billeder af sublime landskaber.<br><br>\r\n\r\nMed ultra-wide-linsen kan du fange hele landskabet i billedet, når du fx tager billeder af et bakkelandskab eller en skyline.</p>\r\n\r\n<h3>Bokeh-effekt giver flotte portrætbilleder</h3>\r\n<p>Med bokeh-effekt kan du tage flotte portrætbilleder, hvor dit motiv står i skarp fokus foran en perfekt sløret baggrund.<br><br>\r\n\r\nOg nu kan den store 48 megapixel kameralinse arbejde sammen med telefotolinsen for at give flere muligheder for dine portrætter.<br><br>\r\n\r\nFx kan du vælge mellem to brændvidder, hvor du enten kan komme helt tæt på dit motiv eller få et bredere foto, hvor du får mere af baggrunden med.<br><br>\r\n\r\n<h3>Night Scape-funktionen giver dig klare billeder i nattelys</h3>\r\n<p>Med Night Scape-funktionen kan du tage klare og detaljerige billeder om aftenen og om natten.</p>\r\n\r\n<h3>Kom helt tæt på og fang alle detaljerne med Macro Mode-fotografering</h3>\r\n<p>Med den nye Macro Mode-feature kan du tage et billede af dit motiv fra 2,5 cm afstand, der fanger alle de små detaljer, som det menneskelige øje ikke ser.<br><br>\r\n\r\nSå kan du fx få et billede af et blad på et træ eller et lille dyr i naturen, hvor alle detaljer kommer med.</p>\r\n\r\n<h3>Optag video i 4K-kvalitet</h3> \r\n<p>Du kan optage video i den høje 4K-kvalitet.<br><br>\r\n\r\nSå her får du skarpe videoer med flotte farver, som du kan vise på store skærme - fx tv'et i stuen eller på computeren.</p>\r\n\r\n<h3>Få alle detaljer med i slow-motion</h3>\r\n<p>Du kan også optage videoer i slow-motion, så du kan fange alt det, som det menneskelige øje ikke ser.<br><br>\r\n\r\nMed slow-motion-featuren kan du fx fange regndråber eller snefnug, når de falder til jorden.</p>\r\n\r\n<h2>16 megapixel front-kamera med portræt-feature</h2>\r\n<p>Kameraet på forsiden er på hele 16 megapixel og har både portræt-feature.<br><br>\r\n\r\nSå kan du tage flotte portrætter af dig selv.</p>\r\n\r\n<h2>OnePlus 7T er en hurtig og kraftfuld telefon</h2>\r\n<p>Med den stærke Snapdragon 855+-processor får du en telefon, der kan håndterer alle de tunge programmer og apps - helt uden at miste fart.<br><br>\r\n\r\nAlt føles hurtigere på 7T-modellen - apps og programmer åbner med det samme og kører som smurt. Og så kan du hurtigt navigere rundt på telefonen, der reagere hurtigt på dine kommandoer.</p>\r\n\r\n<h2>Hurtigere og mere sikker fingeraftrykssensor på touch-skærmen</h2>\r\n<p>Den indbyggede fingeraftrykslæser på touch-skærmen er både blevet hurtigere og mere sikker.<br><br>\r\n\r\nSå nu går det endnu hurtigere, når du brer dit fingeraftryk til at låse skærmen op på OnePlus 7T. Og så er metoden endnu mere sikker end på tidligere modeller.</p>\r\n\r\n<h2>Stort 3800 mAh-batteri giver strøm til hele dagen</h2>\r\n<p>Det store 3800 mAh-batteri giver strøm på mobilen hele dagen.<br><br>\r\n\r\nSå med OnePlus 7T i hånden skal du ikke gå rundt og spare på batteriet og passe på med, hvor meget du bruger telefonen i løbet af dagen.</p>\r\n\r\n<h2>Oplad batteriet 18 % hurtigere Warp Charge 30T</h2>\r\n<p>Man skulle næsten ikke tro det, men OnePlus hurtigopladning er blevet endnu hurtigere.<br><br>\r\n\r\nNu kan du oplade batteriet fra 0 - 70 % på bare 30 minutter.<br><br>\r\n\r\nOg du kan endda også bruge telefonen mens den er til opladning helt uden, at det går langsommere. Så kan du fx sagtens spille spil eller se videoer på din mobil og stadig få den lynhurtige opladningstid.</p>\r\n\r\n<h2>Haptisk vibration</h2>\r\n<p>OnePlus 7T kommer med haptisk vibration, som gør, at din telefon vibrerer en lille smule, når du trykker på et ikon.<br><br>\r\nMed haptisk vibration er det nemmere at navigere rundt på telefonen, for du kan mærke, hvornår telefonen har registreret at du trykker.<br><br>\r\n\r\nOg så giver haptisk vibration også en mere levende oplevelse af spil på telefonen, fordi den vibrerer i takt med, hvad der sker på skærmen.</p>\r\n\r\n<h2>Forbedret brugeroplevelse med OxygenOS 10.0</h2>\r\n<p>OxygenOS er OnePlus helt eget styresystem, som er baseret på Android 10.<br><br>\r\n\r\nOxygenOS 10 er software med en simpel brugerflade uden et hav af forudinstallerede apps og programmer.<br><br>\r\n\r\nOg det er super nemt at navigere rundt på telefonen med smarte og intuitive navigations-kommandoer.<br><br>\r\n\r\nOg apps og programmer kører som smurt på med OxygenOS.<br><br>\r\n\r\nHer får du altså en hurtig software med en simpel og hurtig navigation - og selvfølgelig også en række helt nye features.</p>\r\n\r\n<h3>Ny galleri-app</h3>\r\n<p>Du får mange flere features i den nye galleri-app på OnePlus 7T.<br><br>\r\n\r\nDu kan fx gemme billeder i skjulte albummer. Og så kan OnePlus 7T helt selv lave små collage-videoer af alle dine bedste minder.</p>\r\n\r\n<h3>Tag en slapper med Zen Mode</h3>\r\n<p>Har du travlt i hverdagen? Stresser du over alle dine mails, beskeder og påmindelser på telefonen?<br><br>\r\n\r\nOnePlus hjælper dig med at koble helt ned i gear med den nye Zen Mode-feature.<br><br>\r\n\r\nMed Zen Mode kan du deaktivere notifikationer fra telefonen i 20 - 60 minutter.<br><br>\r\n\r\nPå den måde bliver det nemmere for dig at tage en pause fra hverdagens stress og få lidt alenetid, hvor du evt. kan meditere, læse en bog eller noget helt andet.</p>\r\n\r\n<h2>Elegant design i mat glas</h2>\r\n<p>OnePlus 7T kommer i et elegant design med et mat finish i det robuste Corning Gorilla Glas.<br><br>\r\n\r\nTelefonen måler 160,94 x 74,44 x 8,13 mm og er ca. på samme størrelse som den nye Apple iPhone 11 Pro Max.</p>\r\n\r\n \r\n\r\n<h2>Unboxing OnePlus 7T - se her hvad du får med i pakken</h2>\r\n\r\n<ul>\r\n                <li>    OnePlus 7T</li>\r\n                <li>    Warp 30T oplader</li>\r\n                <li>    Type C-kabel</li>\r\n                <li>    Cover</li>\r\n                <li>    Skærmbeskyttelse (allerede monteret på skærmen)</li>\r\n                <li>    Quick Start Guide</li>\r\n                <li>    Velkomstbrev</li>\r\n                <li>    Sikkerhedsinformation</li>\r\n                <li>    Garantibevis</li>\r\n                <li>    Klistermærke med OnePlus-logo</li>\r\n                <li>    Sim-ejecter til nemt og hurtig at indsætte simkort</li>\r\n</ul>\r\n\r\n<h2>OnePlus 7T vs 7 Pro</h2>\r\n\r\n<ul>\r\n                <li>    Skærm: 6,55 tommer notch-display på 7T vs 6,67 tommer display uden notch på 7 Pro</li>\r\n                <li>    Skærmopløsning: 2400 x 1080 pixels på 7T vs 3120 x 1440 pixels på 7 Pro</li>\r\n                <li>    Bagkamera: 48 + 16 + 12 megapixel kamera i nyt cirkulært design på 7T vs 48 + 8 + 16 megapixel kamera med linserne placeret lodret under hinanden på 7T Pro</li>\r\n                <li>    Front-kamera: 16 megapixel notch-kamera på skærmen på 7T vs 16 megapixel pop-up-kamera på 7T Pro</li>\r\n                <li>    Styresystem: OxygenOS 10 på 7T vs OxygenOS 9 på 7 Pro</li>\r\n                <li>    Processor:  Qualcomm Snapdragon 855+ på 7T vs Snapdragen 855 på 7 Pro</li>\r\n                <li>    Batteri: 3800 mAh på 7T vs 4000 mAh på 7T Pro</li>\r\n                <li>    Hukommelse: 128 GB på 7T vs op til 256 GB på 7 Pro</li>\r\n                <li>    Dimensioner: 7T måler 160,94 x 74,44 x 8,13 mm, mens 7 Pro måler 162.6 x 75.9 x 8.8 mm</li>\r\n                <li>    Vægt: 7T vejer 190 gram, mens 7T Pro vejer 206 gram</li>\r\n</ul>\r\n\r\n<p>OnePlus 7 Pro er fra den forrige serie af OnePlus-telefoner og adskiller sig markant fra 7T-modellen, når det kommer til design. Dette er fordi, at 7 Pro-modellen er en plus-model, hvorimod 7T er en standard-model. OnePlus 7 Pro er en større smartphone med en større skærm uden notch med pop-up-kamera, mens 7T kommer med det klassiske notch-kamera i toppen af skærmen. Bagkameraet på 7 Pro har det klassiske design med tre kameralinser placeret lodret bag på, mens 7T har fået et nyt cirkulært design med de tre linser placeret i en cirkel. Kameraet på 7T har også flere megapixel end kameraet på 7 Pro. Du kan vælge 7 Pro med op til 256 GB intern hukommelse, hvor du vil få et større lager en på 7T med 128 GB hukommelse. 7 Pro er også en større telefon og vejer mere end 7T.<br><br>\r\n\r\nDerudover kommer 7T også med en masse nye features. Fx får du en hurtigere og kratigere processor og det nye OxygenOS 10 med nye funktioner - fx den nye galleri-app og det nye zen-mode. Du får også den nye Warp Charge 30T på 7T, som er 18 % hurtigere end på 7 Pro. Og fingeraftrykssensoren er blevet hurtigere og mere sikker. Kameraet har også fået sig en opdatering på 7T, så du får bedre billeder i alle slags belysning. Og så kommer skærmen også med med 9 Hz, som gør at alt føles mere flydende. Skærmen er også blevet bedre til at tilpasse sig efter, hvor du befinder dig, så du kan se skærmen tydeligere i sollys.</p>\r\n\r\n<h2>OnePlus 7T vs 7T Pro</h2>\r\n\r\n<ul>\r\n                <li>    Skærm: 6,55 tommer notch-display på 7T vs 6,67 tommer notch-fri skærm på 7T Pro</li>\r\n                <li>    Skærmopløsning: 2400 x 1080 pixels på 7T vs 3100 x 1440 pixels på 7T Pro</li>\r\n                <li>    Bagkamera: 48 + 16 + 12 megapixel kamera i nyt cirkulært design på 7T vs 48 + 16 + 8 megapixel kamera i klassisk lodret design på 7T Pro</li>\r\n                <li>    Front-kamera: 16 megapixel notch-kamera på forsiden på 7T vs 16 megapixel pop-up-kamera på 7T Pro</li>\r\n                <li>    Batteri: 3800 mAh på 7T vs 4085 mAh på 7T Pro</li>\r\n                <li>    Hukommelse: 128 GB hukommelse på 7T vs 256 GB på 7T Pro</li>\r\n                <li>    Dimensioner: 7T måler 160,94 x 74,44 x 8,13 mm, mens 7T Pro måler 162.6 x 75.9 x 8.8 mm</li>\r\n                <li>    Vægt: 7T vejer 190 gram, mens 7T Pro vejer 206 gram</li>\r\n</ul>\r\n\r\n<p>Begge smartphones er fra samme serie fra oktober 2019 og OnePlus 7T Pro er storebroren til 7T-modellen. Det betyder, at 7T Pro ligner 7T meget, når det kommer til specifikationer og features. Dog er der nogle forskelle mellem de tot telefoner. OnePlus 7 Pro er en større telefon med et større og bedre display. Pop-up-kameraet i toppen af telefonen betyder, at du får et notch-frit display helt uden forstyrrelser. Bagkameraet på OnePlus 7T Pro kommer også i det klassiske design med de tre kameralinser placeret lodret under hinanden, mens 7T har fået et nyt og smart cirkulært design, hvor linserne sidder i en ring bag på telefonen. Du får også mere lagerplads på 7T Pro til billeder, videoer, apps og programmer. Sidst, har OnePlus 7T Pro også et større batteri end sin lillebror. Til gengæld er 7T en billigere telefon end 7T Pro.</p>\r\n\r\n<h2>Find et bredt udvalg af populære OnePlus-telefoner i vores webshop</h2>\r\n<p>Er du fan af telefoner fra OnePlus? Se også <a href=\"/mobiltelefoner/oneplus/7t-pro/\">OnePlus 7T Pro</a> med skærm uden notch, pop-up-front-kamera, triple bagkamera og meget mere.",
  "specifications": [
    {
      "label": "Skærm",
      "description": "6,55 tommer Fluid HDR10+ AMOLED"
    },
    {
      "label": "Skærmopløsning",
      "description": "2400 x 1080 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "48 + 16 + 12 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "16 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "Oxygen OS baseret på Android 10"
    },
    {
      "label": "Processor",
      "description": "Qualcomm Snapdragen 855+"
    },
    {
      "label": "RAM",
      "description": "8 GB"
    },
    {
      "label": "Batteri",
      "description": "3800 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "128 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Nej"
    },
    {
      "label": "Features",
      "description": "Hurtigopladning, fingeraftrykslæser på touch-skærmen, Face Unlock"
    },
    {
      "label": "Farver",
      "description": "Sølv"
    },
    {
      "label": "Materiale",
      "description": "Glas m. aluminiumsramme"
    },
    {
      "label": "Mål",
      "description": "160,94 x 74,44 x 8,13 mm"
    },
    {
      "label": "Vægt",
      "description": "190 gram"
    },
    {
      "label": "Simkort",
      "description": "Dual-sim (Nano)"
    }
  ],
  "deviceType": "mobile",
  "labels": [],
  "offeringService": "Fri + 50 GB",
  "offeringServicePrice": 29900,
  "leastPriceRepayments": 549400,
  "leastPriceUpfront": 549400,
  "leastPrice": 15000,
  "savings": 109800,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 988,
  "onSale": false,
  "variants": [
    {
      "id": 988,
      "size": "128 GB",
      "color": "Frosted Silver",
      "colorHex": "#b0afb1",
      "image": "OnePlus_7T_FrostedSilver.png",
      "imageAlt": "Køb OnePlus 7T til en lav pris hos Nuuday",
      "gallery": [
        {
          "image": "OnePlus_7T_FrostedSilver-1.png",
          "imageAlt": "OnePlus 7T set bagfra med kamera i cirkulært design"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 408100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 469900,
          "serviceDiscount": 61800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 360100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 469900,
          "serviceDiscount": 109800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 312100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 469900,
          "serviceDiscount": 157800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 459900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 469900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}