{
  "id": 384,
  "name": "7T Pro",
  "slug": "7t-pro",
  "brandName": "OnePlus",
  "brandSlug": "oneplus",
  "headline": "Salget af OnePlus 7T Pro McLaren Edition starter 8. november kl. 10.",
  "documentTitle": "OnePlus 7T Pro - køb billigt med fri fragt her",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Haze Blue",
      "colorHex": "#59b4ce"
    },
    {
      "color": "McLaren Edition",
      "colorHex": "#000000"
    }
  ],
  "descriptionMeta": "OnePlus 7T Pro med pop-up selfie-kamera, AMOLED-skærm, triple-kamera og lang batterilevetid. Klik og køb OnePlus 7T Pro billigt allerede i dag.",
  "descriptionHtml": "<h2>Køb OnePlus 7T Pro billigt med fri fragt og abonnement</h2>\r\n<p>Bestil OnePlus 7 Pro nemt og hurtigt i vores webshop til en rigtig god pris. Du får fri fragt og et mobilabonnement fyldt med fordele.</p>\r\n\r\n<h2>Lancering og release og tilgængelighed i Danmark</h2>\r\n<p>OnePlus 7T Pro har officiel release-dato den 5. november 2019, hvor du vil kunne købe mobilen i din lokale Nuuday butik.<br><br>\r\n\r\nOnePlus lancerede deres nye OnePlus 7T og 7T Pro ved deres officielle lancerings-event i london den 10. oktober. Her løftede de sløret alle nyheder og specifikationer på de nye modeller.</p>\r\n\r\n<h2>Hvilke specifikationer og features kommer OnePlus 7T Pro med?</h2>\r\n\r\n<ul>\r\n                <li>    6,67 tommer Fluid AMOLED skærm helt uden notch og med lækre skærm-features</li>\r\n                <li>    Bagkamera med tre kameralinser på 48 + 16 + 8 megapixel i det nye cirkulære design</li>\r\n                <li>    16 megapixel kamera pop-up-kamera</li>\r\n                <li>    Ny lynhurtig og stærk Snapdragon 855+-processor</li>\r\n                <li>    Hurtigere og mere sikker fingeraftrykslæser på displayet</li>\r\n                <li>    23 % hurtigere opladning end på tidligere OnePlus-modeller</li>\r\n                <li>    Det nye OxygenOS 10.0-styresystem med en intelligent brugerflade med nye funktioner</li>\r\n                <li>    Haptisk vibration, der gør navigation nemmere og spiloplevelser mere levende</li>\r\n                <li>    Elegant design i glas med mat finish i sølv eller blå</li>\r\n</ul>\r\n\r\n<p>Læs om alle specifikationerne på OnePlus 7T Pro længere nede på siden.</p>\r\n\r\n<h2>Pris - hvad koster OnePlus 7T Pro hos Nuuday?</h2>\r\n<p>Prisen på OnePlus 7T Pro variere alt efter, hvilket mobilabonnement du vælger, når du bestiller din nye telefon.<br><br>\r\n\r\nHer på siden kan du se din pris på OnePlus 7T Pro ved at vælge det abonnement, du vil have til din nye OnePlus-telefon.</p>\r\n\r\n<h2>Køb OnePlus 7T Pro på afbetaling - helt uden renter</h2>\r\n<p>Du kan vælge at betale hele beløbet på en gang eller dele regningen op i små bidder over 12 eller 24 mdr.<br><br>\r\n\r\nNår du vælger at betale OnePlus 7T Pro på afbetaling over 12 eller 24 mdr. forbliver prisen selvfølgelig den samme, som hvis du betaler hele beløbet på en gang.<br><br>\r\n\r\nDu skal altså ikke betale ekstra renter, når du vælger vores afbetalingsordning.</p>\r\n\r\n<h2>Vælt dig i fordele med vores mobilabonnementer</h2>\r\n<p>Hos os får du en masse fordele med i prisen på dit mobilabonnement. Så her får du meget mere end bare tale og sms.<br><br>\r\n\r\nDu kan surfe online med en lynhurtig og stabil forbindelse. Du kommer nemlig på Danmarks bedste 4G-netværk. Så kan du også tale i telefon på togturen eller tage mobilen med i sommerhuset uden at miste forbindelsen.<br><br>\r\n\r\nDu kan også bruge din telefon, når du rejser. Hos os får du roaming i 36 lande i Europa, så du kan ringe, sende beskeder, finde vej via GPS og dele feriebillederne med dine venner og familie - alt sammen fra mobilnetværket.<br><br>\r\n\r\nOg med Nuuday Musik kan du lytte til al den musik, du vil. På Nuuday Musik finder du over 60 millioner musiknumre. Og du kan også lytte til live radio og vælge mellem en hav af playlister med musik fra hver en genre. Du får musik i Hi-Fi-kvalitet, og du kan selvfølgelig afspille via AirPlay, Chromecast, CarPlay og Bluetooth.</p>\r\n\r\n<h2>Anmeldelser og test - se hvorfor du skal vælge OnePlus 7T Pro</h2>\r\n<p>Du skal vælge OnePlus 7T Pro, hvis du ønsker en simpel smartphone med en række virkelig gode specs til en lav pris.<br><br>\r\n\r\nBåde forbrugerne og tech-eksperterne kan ikke få armene ned over OnePlus 7T Pro med innovative og banebrydende specs - alt sammen i en telefon, der er til at betale.<br><br>\r\n\r\nOnePlus 7T Pro får især ros for den gode skærm med et knivskarpt skærmbillede, det store triple-kamera på bagsiden, det smarte og innovative pop-up-kamera til selfies, den lange batterilevetid og den lynhurtige og stærk processor.<br><br>\r\n\r\nMed OnePlus 7T Pro får du en prisvenlig premium-smartphone med high-end-features i et enkelt og brugervenligt design.</p>\r\n\r\n<h2>6,67 tommer AMOLED-display uden notch</h2>\r\n<p>Med banebrydende og innovative features, giver den store AMOLED-skærm dig et knivskarpt skærmbillede.<br><br>\r\n\r\nOg med det banebrydende pop-up-kamera er der ingen notch i toppen af skærmen, som forstyrrer skærmbilledet.</p>\r\n\r\n<h3>Et skarpt og klart skærmbillede med QHD+-opløsning</h3>\r\n<p>Med den høje QHD+-opløsning får du et skærmbilleder, der står skarpt og klart på 7T Pro.<br><br>\r\n\r\nSå her får du de skarpeste videoer og billeder. Det er også virkelig nemt at læse på telefonens skærm - her fremstår tekst nemlig super klart og tydeligt.</p>\r\n\r\n<h3>Oplev film og spil i banebrydende kvalitet med HDR10+ og 20:9-format</h3>\r\n<p>Du får et knivskarpt skærmbillede i et bredt 20:9 format. Så her vil du virkelig kunne mærke forskel, når du fx ser film og spiller spil på telefonens skærm.<br><br>\r\n\r\nDu får nemlig et klart og detaljeret skærmbilledet med flotte farver.</p>\r\n\r\n<h3>Flydende navigation med 90 Hz-teknologi</h3>\r\n<p>Med 90 Hz-teknologi kører det som smurt, når du navigerer rundt på telefonens skærm.<br><br>\r\n\r\nDet hele føles meget mere flydende, når du bladrer mellem apps og programmer. Og når du spiller spil vil du især lægge mærke til, hvor smooth navigationen er på skærmen.</p>\r\n\r\n<h3>Alt står skarpt - selv i sollys</h3>\r\n<p>Kender du det, når du står i udenfor i sollys og bare ikke kan se, hvad der sker på skærmen?<br><br>\r\n\r\nSå er der gode nyheder til dig på OnePlus 7T Pro. OnePlus har nemlig optimeret skærmen, så du altid har et klart og tydeligt skærmbillede - selv i direkte sollys.</p>\r\n\r\n<h3>Et mere komfortabelt skærmbillede</h3>\r\n<p>Ved at blokere for 40 % af det blå lys er skærmen meget mere komfortabel at se på - især om aftenen.<br><br>\r\n\r\nSå får du ikke ondt i øjnene, når du ligger i sofaen med din telefon efter en lang dag.</p>\r\n\r\n<h3>Bedre Reading Mode-feature</h3>\r\n<p>OnePlus har forbedret Reading Mode-funktionen, kan du læse endnu flere tekster med tydelig og klart tekst. Fx kan du nu også bruge Reading Mode-funktionen, når du læser længere artikler.</p>\r\n\r\n<h2>48+ 16 + 8 megapixel triple-kamera</h2>\r\n<p>Selvom OnePlus 7T Pro er en billig smartphone, har OnePlus ikke sparet, når det kommer til kameraet. Tværtimod.<br><br>\r\n\r\nDe tre kameraer bag på telefonen gør det nærmest umuligt at tage et dårligt billede.<br><br>\r\n\r\nOg med professionel kamerateknologi får du kamera-specs i top-kvalitet - fx 3 x optisk zoom, så du kan tage billeder fra lang afstand og en god flash-funktion, så du får tydelige billeder i nattelys.<br><br>\r\n\r\nOg så optimere OnePlus 7T Pro automatisk dine billeder og videoer, så de bliver tilpasset med flotte farver, kontrast, lys og billedstabilisering for færre rystelser.</p>\r\n\r\n<h3>16 megapixel ultra-wide-kameralinse giver sublime billeder af storslåede landskaber</h3>\r\n<p>Med den ene af de tre kameralinser kan du billeder af store landskaber - fx af en skyline eller et bakkelandskab.<br><br>\r\n\r\nUltra-wide-linsen kommer nemlig med 17 graders field-of-view, som betyder, at du kan fange hele landskabet med alle detaljer.</p>\r\n\r\n<h3>Tag professionelle portrætbilleder med bokeh-effekt</h3>\r\n<p>Med bokeh-effekt kan du tage professionelle portrætter med dit motiv i skarp fokus foran en sløret baggrund.<br><br>\r\n\r\nOg den store 48 megapixel kameralinse arbejder sammen med telefotolinsen og giver dig flere muligheder for endnu bedre portrætfotos.<br><br>\r\n\r\nDu kan vælge mellem forskellige brændvidder - så du enten kan få et close-up af dit motiv eller få et bredere portrætfoto, hvor du får hele baggrunden med.</p>\r\n\r\n<h3>Få klare billeder i lavt lys med Night Scape-funktionen</h3>\r\n<p>Night Scape er en funktion, der gør, at du kan tage klare og skarpe billeder i lavt lys - fx på natklubben eller på aftenturen.</p>\r\n\r\n<h3>Macro Mode-fotografering lader dig komme helt tæt på dit motiv</h3>\r\n<p>Den nye Macro Mode-feature gør, at du kan få klare billeder helt ned til 2,5 cm afstand fra dit motiv.<br><br>\r\n\r\nSå kan du fx tage billeder af en blomst eller et lille insekt i naturen og få alle de bittesmå detaljer med, som det menneskelige øje ikke fanger.</p>\r\n\r\n<h3>Optag skarpe videoer i 4K-kvalitet</h3>\r\n<p>Du kan også optage video i skarp 4K-kvalitet med flotte farver.<br><br>\r\n\r\nNår du optager video i den høje 4K-kvalitet kan du vise dine videoer på større skærme i biograflignende kvalitet. Fx kan du vise dine venner og familie videoer på tv’et i stuen i ultra høj kvalitet.</p>\r\n\r\n<h3>Fang livets små detaljer med super-slow-motion</h3>\r\n<p>Du kan optage video i super-slow-motion med alle livets små detaljer, som det menneskelige øje ikke fanger.<br><br>\r\n\r\nSå kan du fx fange regndråber og snefnug, når de falder til jorden.</p>\r\n\r\n<h2>16 megapixel pop-up selfie-kamera</h2>\r\n<p>Synes du også at den lille notch med kamera forstyrrer skærmbilledet?<br><br>\r\n\r\nPå den tidligere OnePlus 7 Pro kom OnePlus med løsningen - nemlig det banebrydende pop-up selfie-kamera.<br><br>\r\n\r\nOg på OnePlus 7T Pro får du det samme banebrydende kamera, der erstatter det lille kamera i toppen af skærmen.<br><br>\r\n\r\nKameraet popper helt automatisk op, når du åbner kamera-app'en og sætter slår den over på front-kameraet.<br><br>\r\n\r\nKameraet popper også automatisk frem under videoopkald, og hvis du vil bruge ansigtsgenkendelse til at låse op for skærmen.<br><br>\r\n\r\nIfølge OnePlus er det lille pop-kamera robust er testet til at kunne klare mere end 300.000 gange i brug.</p>\r\n\r\n<h2>Masser af fart og drivkraft med Snapdragon 855+-processor</h2>\r\n<p>OnePlus 7T Pro er en kraftfuld og hurtig telefon med den nye Qualcomm Snapdragon 855+-processor.<br><br>\r\n\r\nSå her får du en stærk telefon, hvor du kan køre de helt tunge programmer. Og du kan have mange apps åbne på samme tiden, uden at mobilen mister fart.<br><br>\r\n\r\nAlt går hurtigt på OnePlus 7T Pro - apps og programmer svarer med det samme. Og du kan hurtigt åbne apps og programmer og skifte mellem dem.</p>\r\n\r\n<h2>En hurtigere og mere sikker fingeraftrykssensor</h2>\r\n<p>Skærmens sensor er blevet hurtigere og mere sikker på OnePlus 7T Pro.<br><br>\r\n\r\nSå nu tager det kun et splitsekund, når du låser mobilen op med dit fingeraftryk. Og så kan du føle dig mere tryg med den forbedrede sikkerhed.</p>\r\n\r\n<h2>Spandevis af RAM</h2>\r\n<p>Med OnePlus 7T Pro får du 8 GB RAM og hele 12 GB RAM med McLaren Edition</p>\r\n<br><br>\r\n\r\n<h2>Kæmpe 4085 mAh-batteri giver laaang batterilevetid</h2>\r\n<p>OnePlus-telefoner er kendt for den lange batterilevetid - og OnePlus 7T Pro er ingen undtagelse.<br><br>\r\n\r\nDet store 4085 mAh-batteri holder gang i din telefon hele dagen.</p>\r\n\r\n<h2>Lynhurtig opladning med Warp Charge 30T-oplader</h2>\r\n<p>Selvom det næsten virker umuligt oplader 7T Pro hurtigere end tidligere modeller med optimeret hurtigopladning.<br><br>\r\n\r\nIfølge OnePlus kan du oplade batteriet fra 0 - 70 % på kun 30 minutter.<br><br>\r\n\r\nOg du kan sagtens bruge telefonen mens den sidder i opladeren helt uden, at det tager længere tid at oplade. Fx kan du spille spil og surfe på nettet og stadig få opladt batteriet lynhurtigt.</p>\r\n\r\n<h2>Nemmere navigation med haptisk vibration</h2>\r\n<p>Med haptisk vibration bliver navigation nemmere og spiloplevelser mere levende.<br><br>\r\n\r\nNår du bevæger dig rundt på skærmen kan du mærke en lille vibration, så du ved, at telefonen har registreret dit tryk.<br><br>\r\n\r\nOg når du spiller spil vibrerer telefonen i takt med, hvad der sker på skærmen.</p>\r\n\r\n<h2>En intuitiv brugerflade med OxygenOS 10</h2>\r\n<p>OnePlus helt eget styresystem, OxygenOS 10, er baseret på det populære Android 10 fra Google.<br><br>\r\n\r\nOxygenOS 10 giver dig en simpel og intuitiv brugerflade. Med OxygenOS får du fx ikke et hav af forudinstallerede apps og programmer.<br><br>\r\n\r\nMed smarte navigations-kommandoer, der er nemme at lære, kan du hurtigt ig nemt bevæge dig rundt på skærmen.<br><br>\r\n\r\nOg OxygenOS 10 kommer også med en masse nye features.</p>\r\n\r\n<h3>Optimeret galleri-app</h3>\r\n<p>Galleri-app'en har fået sig et par optimeringer på OnePlus 7T Pro.<br><br>\r\n\r\nDu kan skjule albummer, så det kun er dig, der kan tilgå dem. Og så kan telefonen lave små collage-videoer af dine billeder, så du får fine billedserier af dine bedste minder.</p>\r\n\r\n<h3>Ro i hverdagen med Zen Mode</h3>\r\n<p>Føler du dig stresset i hverdagen med arbejde, sociale arrangementer og tusindvis af notifikationer på din mobil?<br><br>\r\n\r\nMed Zen Mode hjælper din mobil dig med at trække dig tilbage og koble helt fra.<br><br>\r\n\r\nMed Zen Mode aktiveret får du ikke notifikationer i alt mellem 20 - 60 minutter.<br><br>\r\n\r\nSå kan du nemmere træde et trin tilbage og tage dig noget alenetid.</p>\r\n\r\n<h2>Elegant glas-design i mit finish</h2>\r\n<p>OnePlus 7T Pro kommer i et elegant design i robust corning gorilla glas i et mat finish.</p>\r\n\r\n<h2>Sølv eller blå? Valget er dit</h2>\r\n<p>Du kan vælge mellem to flotte farver - sølv (Frosted Silver) og blå (Glacier Blue).</p>\r\n\r\n<h2>Unboxing OnePlus 7T Pro - det får du med i pakken</h2>\r\n\r\n<ul>\r\n                <li>    OnePlus 7T</li>\r\n                <li>    Warp 30T hurtigoplader</li>\r\n                <li>    Type C-kabel</li>\r\n                <li>    Cover</li>\r\n                <li>    Monteret skærmbeskyttelse på skærmen</li>\r\n                <li>    Manual</li>\r\n                <li>    Velkomstbrev</li>\r\n                <li>    Sikkerhedsinformation</li>\r\n                <li>    Garantibevis</li>\r\n                <li>    Klistermærke med OnePlus-logo</li>\r\n                <li>    Sim-ejecter så du nemt og hurtigt kan indsætte dit simkort</li>\r\n</ul>\r\n\r\n<h2>OnePlus 7T Pro vs OnePlus 7 Pro</h2>\r\n \r\n<ul>\r\n                <li>    Styresystem: OxygenOS 10 på 7T Pro vs OxygenOS 9 på 7 Pro</li>\r\n                <li>    Processor: Snapdragon 855+ i 7T Pro vs Snapdragon 855 i 7 Pro</li>\r\n                <li>    Batteri: 4085 mAh på 7T Pro vs 4000 mAh på 7 Pro</li>\r\n</ul>\r\n\r\n<p>OnePlus 7T Pro og OnePlus 7 Pro ligner meget hinaden, når det kommer til display, kameraer og design. Men OnePlus 7T Pro fået en række opdateringer. 7T Pro har en hurtigere og mere kraftig processor. Og med det nye OxygenOS 10-styresystem får du en række nye funktioner som fx en ny galleri-app og det nye Zen Mode. Og så OnePlus 7T Pro 23 % hurtigere til at oplade end 7 Pro med det nye Warp Charge 30T. Fingeraftrykssensoren er også blevet hurtigere og mere sikker på 7T Pro. Og så er der opdateringer på displayet og kameraet. Fx får du et mere klart skærmbillede i sollys og forbedret Reading Mode-teknologi, så det er nemmere og mere behageligt at læse længere tekster. Du kan også få bedre billeder med de nye kamera-specifikationer som fx Night Scape, hvor du får mere klare billeder i aftenlys og Macro Mode-fotografering, hvor du kan tage imponerende billeder af motiver på helt ned til 2,5 cm afstand.</p>\r\n\r\n<h2>Vi tilbyder et bredt udvalg af de populære OnePlus-telefoner i webshoppen</h2>\r\n<p>Er du vild med OnePlus-telefoner. Hos os kan du også købe <a href=\"/mobiltelefoner/oneplus/7t/\">OnePlus 7T</a>, som er lidt billigere end 7T Pro. Her får du fx ikke pop-up-kamera. Men bare rolig - du får stadig alt det, som kendetegner OnePlus - fx et godt kamera med hele tre kameralinser, en lynhurtig og kraftfuld processor, en stor skærm med imponerende skærmbillede og meget, meget mere.",
  "specifications": [
    {
      "label": "Skærm",
      "description": "6,67 tommer notch-fri Fluid AMOLED"
    },
    {
      "label": "Skærmopløsning",
      "description": "1440 x 3100 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "48 + 16 + 8 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "16 megapixel pop-up-kamera"
    },
    {
      "label": "Styresystem",
      "description": "Oxygen OS baseret på Android 10"
    },
    {
      "label": "Processor",
      "description": "Qualcomm Snapdragen 855+"
    },
    {
      "label": "RAM",
      "description": "8 GB eller 12 GB (kun McLaren Edition)"
    },
    {
      "label": "Batteri",
      "description": "4085 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "256 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Nej"
    },
    {
      "label": "Features",
      "description": "Hurtigopladning, dual-stereohøjttalere med Dolby Atmos-lyd, fingeraftrykslæser på touch-skærmen, Face Unlock"
    },
    {
      "label": "Farver",
      "description": "Sølv eller blå"
    },
    {
      "label": "Materiale",
      "description": "Glas m. aluminiumsramme"
    },
    {
      "label": "Mål",
      "description": "162.6 x 75.9 x 8.8 mm"
    },
    {
      "label": "Vægt",
      "description": "206 gram"
    },
    {
      "label": "Simkort",
      "description": "Dual-sim (Nano)"
    }
  ],
  "deviceType": "mobile",
  "labels": [],
  "offeringService": "Fri + 50 GB",
  "offeringServicePrice": 29900,
  "leastPriceRepayments": 645400,
  "leastPriceUpfront": 645400,
  "leastPrice": 19000,
  "savings": 113800,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 989,
  "onSale": false,
  "variants": [
    {
      "id": 989,
      "size": "256 GB",
      "color": "Haze Blue",
      "colorHex": "#59b4ce",
      "image": "OnePlus_7TPro_HazeBlue.png",
      "imageAlt": "Køb OnePlus 7T Pro med pop-up-kamera hos Nuuday",
      "gallery": [
        {
          "image": "OnePlus_7TPro_HazeBlue-1.png",
          "imageAlt": "Bagsiden af OnePlus 7T Pro med 256 GB"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 504100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 569900,
          "serviceDiscount": 65800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 456100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 569900,
          "serviceDiscount": 113800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 408100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 569900,
          "serviceDiscount": 161800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 559900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 569900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 990,
      "size": "256 GB",
      "color": "McLaren Edition",
      "colorHex": "#000000",
      "image": "OnePlus_7TPro_McLarenEdition.png",
      "imageAlt": "OnePlus 7T Pro 256 GB McLaren Edition",
      "gallery": [
        {
          "image": "OnePlus_7TPro_McLarenEdition-1.png",
          "imageAlt": "OnePlus 7T Pro 256 GB McLaren Edition"
        },
        {
          "image": "OnePlus_7TPro_McLarenEdition-2.png",
          "imageAlt": "OnePlus 7T Pro 256 GB McLaren Edition"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 576100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 649900,
          "serviceDiscount": 73800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 528100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 649900,
          "serviceDiscount": 121800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 480100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 649900,
          "serviceDiscount": 169800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 639900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 649900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}