{
  "id": 385,
  "name": "Galaxy Xcover 4s",
  "slug": "galaxy-xcover-4s",
  "brandName": "Samsung",
  "brandSlug": "samsung",
  "headline": "",
  "documentTitle": "Samsung Galaxy XCover 4s - køb billigt med fri fragt og abonnement",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Sort",
      "colorHex": "#000000"
    }
  ],
  "descriptionMeta": "Samsung Galaxy XCover 4 er en billig smartphone i et robust design. Klik her og køb Samsung Galaxy XCover 4s allerede i dag. Se alle specifikationer her.",
  "descriptionHtml": "<h2>Køb Samsung Galaxy XCover 4s billigt med fri fragt</h2>\r\n<p>I vores webshop kan du bestille den robuste og prisvenlige Samsung Galaxy XCover 4S fra 2019 med Android fra Google. Det er nemt og hurtigt at bestille. Og du får fri fragt og et mobilabonnement spækket med fordele.</p>\r\n\r\n<h2>Hvilke specifikationer kommer Samsung Galaxy XCover 4s med?</h2>\r\n\r\n<ul>\r\n                <li>    5 tommer HD-skærm med Glove Touch til brug med handsker</li>\r\n                <li>    16 megapixel kamera med LED-blitz som også fungere som lommelygte</li>\r\n                <li>    5 megapixel front-kamera</li>\r\n                <li>    Hurtig brugerflade med 1.6 GHz Octa-Core-processor</li>\r\n                <li>    Udskifteligt batteri med lang batterilevetid</li>\r\n                <li>    Op til 512 GB med mikroSD-kort</li>\r\n                <li>    IP68-klassificering beskytter mod vand og støv</li>\r\n                <li>    Robust design certificeret i henhold til US Military-standard</li>\r\n                <li>    Trykknapper på skærmen for hjem-, menu- og tilbage-funktioner</li>\r\n                <li>    Nem og intuitiv navigation med smarte genvejsfunktioner</li>\r\n                <li>    Enterprise Edition med sikkerhedsopdateringer for høj sikkerhed og særlig beskyttelse af data</li>\r\n</ul>\r\n\r\n<p>Læs mere om alle specifikationerne længere nede på siden.</p>\r\n\r\n<h2>Pris - hvad koster Samsung Galaxy XCover 4s?</h2>\r\n<p>Du får Samsung Galaxy XCover 4s billigt i vores webshop.<br><br>\r\n\r\nDin endelige pris afhænger af, hvilket mobilabonnement du vælger, når du bestiller din nye telefon.</p>\r\n\r\n<h2>Køb på afbetaling over 12 eller 24 mdr.</h2>\r\n<p>Hos os bestemmer du helt selv, om du vil betale Samsung Galaxy XCover 4s på en gang eller, om du vil dele regningen op i mindre bidder over 12 eller 24 måneder.<br><br>\r\n\r\nVælger du at købe på afbetaling forbliver prisen selvfølgelig den samme - det er altså uden renter.</p>\r\n\r\n<h2>Mobilabonnementer spækket med fordele</h2>\r\n<p>Alle vores mobilabonnementer er spækket med fordele.<br><br>\r\n\r\nDu kan surfe på nettet med en lynhurtig og stabil forbindelse med Danmarks bedste 4G-netværk. Og med det stabile mobilnetværk falder samtalen heller ikke ud, når du sidder i toget eller tager op i sommerhuset.<br><br>\r\n\r\nDu kan også bruge mobilen, når du rejser uden for Danmark. Med roaming i 36 lande i Europa kan du ringe, sende beskeder og gå på nettet i udlandet - direkte fra mobilen. Så kan du fx finde vej via GPS på bilferien eller dele feriebillederne med venner og familie direkte fra strandstolen.<br><br>\r\n\r\nOg med Nuuday Musik kan du lytte til al den musik, du vil. Her er over 60 millioner musiknumre at vælge mellem. Og du kan også lytte til live radio samt playlister indenfor enhver genre. Med Nuuday Musik-app'en får du musik i Hi-Fi-kvalitet, og du kan afspille via AirPlay, Chromecast, CarPlay og Bluetooth.</p>\r\n\r\n<h2>Test og anmeldelse - Samsung Galaxy XCover 4s er en robust og brugervenlig smartphone til en lav pris</h2>\r\n<p>Samsung Galaxy XCover 4s får særligt ros for dens robuste design, der holder til helt særlige arbejdsforhold.<br><br>\r\n\r\nMed både IP68-beskyttelse mod vand og støv, lang batterilevetid og robust design, der er certificeret af det amerikanske militær er Galaxy XCover 4s perfekt som arbejdstelefon til dig, der arbejder under særlige eller barske forhold.<br><br>\r\n\r\nSamsung har også lagt stor vægt på at sikkerhedsoptimere telefonen, så den egner sig godt til virksomheder med behov for særlig beskyttelse af data.<br><br>\r\n\r\nOg så kommer telefonen 4s kommer med et batteri, der holder strøm i mange timer. Og så har den har endda udskifteligt batteri, så du kan sætte et opladt batteri i, hvis telefonen løber tør for strøm, og du er et sted, hvor det ikke er muligt at oplade telefonen.<br><br>\r\n \r\nSidst, men ikke mindst, kommer Galaxy XCover 4S til en lav pris, hvor alle kan være med.</p>\r\n\r\n<h2>5 tommer LCD-display med HD-opløsning og Glove Touch</h2>\r\n<p>Den 5 tommer store LCD-skærm kommer med HD-opløsning, så du får et klart og tydeligt skærmbillede - både ude i sollys og indenfor.<br><br>\r\n\r\nOg med Glove Touch-featuren kan du bruge skærmen med handsker på.</p>\r\n\r\n<h2>16 megapixel kamera med LED-blitz</h2>\r\n<p>Bag på telefonen får du et 16 megapixel kamera, der kan tage flotte billeder.<br><br>\r\n\r\nOg med LED-blitzen kan du tage skarpe billeder i lav belysning.</p>\r\n\r\n<h3>LED-blitzen fungere som lommelygte</h3>\r\n<p>Det smarte ved kameraets LED-blitz er, at du også kan bruge den som lommelygte.<br><br>\r\n\r\nSå har du altid en lommelygte lige ved hånden med Galaxy XCover 4s i lommen.</p>\r\n\r\n<h2>5 megapixel front-kamera</h2>\r\n<p>Du får også et 5 megapixel kamera på forsiden af telefonen, så du kan tage selfies og foretage videoopkald med kollegaer, venner og familie.</p>\r\n\r\n<h2>Kraftfuld processor og 3 GB RAM giver dig en lynhurtig brugerflade</h2>\r\n<p>Bag det robuste ydre gemmer der sig en kraftfuld processor, som gør, at telefonen er lynhurtig og har masser af drivkraft til at køre apps og programmer.</p>\r\n\r\n<h2>Udskifteligt batteri med lang batterilevetid</h2>\r\n<p>Det holdbare 2800 mAh-batteri holder gang i Galaxy XCover 4s i mange timer.<br><br>\r\n\r\nMen skulle du mod forventning løbe tør for strøm eller på en længere tur, hvor du ikke har mulighed for at lade telefonen op, kan du have et ekstra batteri med, som du nemt kan sætte i mobilen.</p>\r\n\r\n<h2>32 GB indbygget hukommelse</h2>\r\n<p>Du får et lager på 32 GB hukommelse, så du kan downloade apps og programmer og gemme billeder og videoer på din mobil.</p>\r\n\r\n<h2>Helt op til 512 GB med mikroSD-kort</h2>\r\n<p>Har du brug for rigtig meget lagerplads på din mobil?<br><br>\r\n\r\nDu kan få helt op til 512 GB intern hukommelse på Galaxy XCover 4s med et mikroSD-kort som separat tilbehør til din telefon.</p>\r\n\r\n<h2>IP68-klassificering beskytter mobilen mod vand og støv</h2>\r\n<p>IP68-klassificeringen beskytter din mobil mod vand og støv.<br><br>\r\n\r\nIfølge Samsung kan du have mobilen under vand ned til 1,5 meter i 30 minutter.<br><br>\r\n\r\nSå kan du fx sagtens bruge telefonen i tung regn og skylle mobilen under vand, hvis den er beskidt.</p>\r\n\r\n<h2>En robust mobil med US Military certificeret design</h2>\r\n<p>Mobilen kommer i et utrolig robust design. Faktisk så robust, at den har fået det amerikanske militærs certifikat for både stødsikkerhed og modstand over for vilde temperatur-, vind- og vejrforhold.<br><br>\r\n\r\nOg så har telefonen anti-skrid-overflade, så den ligger sikkert i hånden - ja, det er nærmest umuligt at miste grebet og tabe telefonen.</p>\r\n\r\n<h2>Trykknapper på skærmen</h2>\r\n<p>Det er efterhånden sjældent man ser en telefon med trykknapper.<br><br>\r\n\r\nMen på denne model får du tre trykknapper under skærmen. Her kan du trykke på hjem-knappen, menu-knappen eller tilbage-knappen.</p>\r\n\r\n<h2>Smarte navigations-kommandoer gør det nemt og hurtigt at bruge telefonen</h2>\r\n<p>Du kan bruge knapperne på siden at mobilen som smarte genveje til de apps og programmer. Så kan du hele tiden nemt tilgå dine mest brugte apps og programmer på telefonen.</p>\r\n\r\n<h2>Samsung Galaxy XCover 4s Enterprise Edition</h2>\r\n<p>Samsung Galaxy XCover 4s kommer i Enterprise Edition, hvilket betyder, at du kontinuerlige sikkerhedsopdateringer, så dine data på mobilen er endnu bedre sikret.<br><br>\r\n\r\nFx er det en fordel, hvis du arbejder i en virksomhed, hvor det er vigtigt med høj sikkerhed, hvor din data på telefonen er beskyttet.<br><br>\r\n\r\nOg du får også sikkerhedssystemet med en kombination af intelligent teknologi og sikkerhedsprogrammer som fx Samsung Knox og Knox Configure, der beskytter alt indhold og følsomme data på din telefon.</p>\r\n\r\n<h2>Samsung Galaxy XCover 4s vs 4</h2>\r\n\r\n\r\n<ul>\r\n                <li>    Bagkamera: 16 megapixel på XCover 4s vs 13 megapixel på XCover 4</li>\r\n                <li>    Processor: Exynos 7885 på XCover 4s vs. Exynos 7570 på XCover 4</li>\r\n                <li>    RAM: 3 GB RAM på XCover 4s vs 2 GB RAM på XCover 4</li>\r\n                <li>    Hukommelse: 32 GB på XCover 4s vs 16 GB på XCover 4</li>\r\n                <li>    Sim: dual-sim på XCover 4s vs single-sim på XCover 4</li>\r\n</ul>\r\n\r\n<p>Du får en række opgraderinger på Samsung Galaxy XCover 4s. XCover 4s har en hurtigere processor, flere GB RAM, en større intern hukommelse, mulighed for at udvide hukommelsen på helt op til 512 GB og forbedret sikkerhedsoptimeringer.</p>\r\n\r\n<h2>Samsung Galaxy XCover 4s vs A40</h2>\r\n\r\n\r\n<ul>\r\n                <li>    Skærm: 5 tommer LCD-skærm på XCover 4s vs. 5,9 tommer Super AMOLED på Galaxy A40</li>\r\n                <li>    Skærmopløsning: 1280 x 720 på XCover 4s vs. 2340 x 1080 på Galaxy A40</li>\r\n                <li>    Bagkamera: 16 megapixel på XCover 4s vs 16 + 5 megapixel på Galaxy A40</li>\r\n                <li>    Front-kamera: 5 megapixel på XCover 4s vs 25 megapixel på Galaxy A40</li>\r\n                <li>    Processor: Exynos 7885 på XCover 4s vs Exynos 7904 på Galaxy A40</li>\r\n                <li>    RAM: 3 GB på XCover 4 vs 4 GB på Galaxy A40</li>\r\n                <li>    Batteri: 2800 mAh på XCover 4s vs 3100 mAh på Galaxy A40</li>\r\n                <li>    Hukommelse: 32 GB på XCover 4 vs 64 GB på Galaxy A40</li>\r\n                <li>    Mål: XCover 4s måler 146.2 x 73.3 x 9.7 mm, mens Galaxy A40 måler 144.4 x 69.2 x 7.9 mm</li>\r\n                <li>    Vægt: XCover 4s vejer 172 gram, mens Galaxy A40 vejer 140 gram</li>\r\n</ul>\r\n\r\n<p>Galaxy XCover 4s er en robust og billig telefon end Samsung Galaxy A40 med IP68-klassificering, der beskytter mod vand og støv, anti-skrid-design, trykknapper i bunden  af skærmen og en lang batterilevetid og fungerer bedst som håndværkertelefon. Samsung Galaxy A40 har flere af de helt store high-end-specs med et bedre selfie-kamera på forsiden, dual-kamera på bagsiden, display og en mere kraftfuld og hurtigere processor.</p>\r\n\r\n<h2>Vælg mellem mange flere Samsung Galaxy-telefoner i vores webshop</h2>\r\n<p>Vi har et stort udvalg af Samsung Galaxy-telefoner i vores webshop til rigtig gode priser.\r\n\r\nVi har både billige Samsung Galaxy - fx fra A-serien med <a href=\"/mobiltelefoner/samsung/galaxy-a40/\">Samsung Galaxy A40</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a20e/\">Samsung Galaxy A20e</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a50/\">Samsung Galaxy A50</a> og <a href=\"/mobiltelefoner/samsung/galaxy-a80/\">Samsung Galaxy A80</a>.<br><br>\r\n\r\nOg så har vi alle de store flagskibstelefoner som fx <a href=\"/mobiltelefoner/samsung/galaxy-s10/\">Samsung Galaxy S10</a>, <a href=\"/mobiltelefoner/samsung/galaxy-s10plus/\">Samsung Galaxy S10+</a>, <a href=\"/mobiltelefoner/samsung/galaxy-s10e/\">Samsung Galaxy S10e</a>, <a href=\"/mobiltelefoner/samsung/galaxy-note-10/\">Samsung Galaxy Note 10</a>, <a href=\"/mobiltelefoner/samsung/galaxy-note-10plus/\">Samsung Galaxy Note 10+</a> og <a href=\"/mobiltelefoner/samsung/galaxy-note9/\">Samsung Galaxy Note 9</a>.<br><br>\r\n\r\nSå er du sikker på, at finde en model, der passer perfekt til dig og dine behov.</p>",
  "specifications": [
    {
      "label": "Skærm",
      "description": "5 tommer LCD-skærm"
    },
    {
      "label": "Skærmopløsning",
      "description": "1280 x 720"
    },
    {
      "label": "Bagkamera",
      "description": "16 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "5 megapixel"
    },
    {
      "label": "Processor",
      "description": "Exynos 7885"
    },
    {
      "label": "RAM",
      "description": "3 GB"
    },
    {
      "label": "Batteri",
      "description": "2800 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "32 GB"
    },
    {
      "label": "Mål",
      "description": "146.2 x 73.3 x 9.7 mm"
    },
    {
      "label": "Vægt",
      "description": "172 gram"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "Mobilrabat"
  ],
  "offeringService": "Fri + 20 GB",
  "offeringServicePrice": 19900,
  "leastPriceRepayments": 129300,
  "leastPriceUpfront": 279200,
  "leastPrice": 149900,
  "savings": 100000,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 991,
  "onSale": false,
  "variants": [
    {
      "id": 991,
      "size": "32 GB",
      "color": "Sort",
      "colorHex": "#000000",
      "image": "Samsung_GalaxyXcover4s_Sort.png",
      "imageAlt": "Køb Samsung Galaxy XCover 4s billigt hos Nuuday i dag",
      "gallery": [
        {
          "image": "Samsung_GalaxyXcover4s_Sort-1.png",
          "imageAlt": "Den lille Samsung Galaxy Xcover 4s set fra siden"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 149900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 249900,
          "serviceDiscount": 100000,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 129900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 249900,
          "serviceDiscount": 120000,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 99900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 249900,
          "serviceDiscount": 150000,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 239900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 249900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}