{
  "id": 386,
  "name": "Nova 5T",
  "slug": "nova-5t",
  "brandName": "Huawei",
  "brandSlug": "huawei",
  "headline": "",
  "documentTitle": "Huawei Nova 5T - køb billigt med fri fragt i dag",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Sort",
      "colorHex": "#000000"
    },
    {
      "color": "Lilla",
      "colorHex": "#96019e"
    },
    {
      "color": "Blå",
      "colorHex": "#2819ff"
    }
  ],
  "descriptionMeta": "Huawei Nova 5T er en billig smartphone med imponerende kamera, display og proccessor. Klik her og køb Huawei Nova 5T allerede i dag. Se alle specs her",
  "descriptionHtml": "<h2>Køb Huawei Nova 5T billigt med fri fragt og abonnement</h2>\r\n<p>Bestil Huawei Nova 5T til en god pris allerede i dag. Det er nemt og hurtigt at bestille i vores webshop, og du får fri fragt og et mobilabonnement spækket med lækre fordele.</p>\r\n\r\n<h2>Hvilke specifikationer kommer Huawei Nova 5T med?</h2>\r\n\r\n<ul>\r\n                <li>    Stor 6,26 tommer Fuld HD+ LCD-skærm med skjult notch</li>\r\n                <li>    Bagkamera med fire kameralinser på 48 + 16 + 2 + 2 megapixel med med innovative kamera-features</li>\r\n                <li>    32 megapixel front-kamera</li>\r\n                <li>    Hurtig og stærk Kirin 980-processor</li>\r\n                <li>    Hurtigopladning med Huawei SuperCharge</li>\r\n                <li>    Lynhurtig fingeraftrykssensor på siden af telefonen</li>\r\n                <li>    Innovativt design i sort, blå eller lilla med 3D-effekt</li>\r\n</ul>\r\n\r\n<p>Læs mere om alle specifikationer og features længere nede på siden.</p>\r\n\r\n<h2>Huawei Nova 5T pris hos Nuuday</h2>\r\n<p>Hos os får du Huawei Nova 5T billigt med fri fragt.<br><br>\r\n\r\nDin endelige pris på Huawei Nova 5T afhænger af, hvilket abonnement du vælger, når du bestiller din nye mobil.<br><br>\r\n\r\nDu kan se din pris ved at vælge det abonnement du vil have med, når du bestiller.</p>\r\n\r\n<h2>Køb online og betal over 12 eller 24 mdr.</h2>\r\n<p>Du bestemmer helt selv, om du vil betale hele beløbet på Huawei Nova 5T på en gang, eller om du dele regningen op i mindre bidder.<br><br>\r\n\r\nHos os kan du nemlig betale på afbetaling over 12 eller 24 mdr.<br><br>\r\n\r\nVælger du at købe din nye telefon på afbetaling, forbliver prisen selvfølgelig den samme - her er ingen renter.</p>\r\n\r\n<h2>Få et mobilabonnement spækket med fordele</h2>\r\n<p>Med et mobilabonnement hos kan du meget mere end bare at ringe og sende beskeder. Vores abonnementer er nemlig pakket med fordele.<br><br>\r\n\r\nDu kan surfe online med en lynhurtig og stabil forbindelse med Danmarks bedste 4G-netværk. Med det stabile 4G-net falder samtalen heller ikke ud - så nu kan du snakke løs i toget og i sommerhuset uden at blive afbrudt.<br><br>\r\n\r\nMed roaming i 36 lande i Europa  kan du også ringe, sender beskeder og gå på nettet uden for Danmark. Så kan du fx bruge GPS'en til at finde vej på bilferien og dele dine ferieminder på de sociale medier direkte fra strandstolen.<br><br>\r\n\r\nOg med Nuuday Musik kan du lytte til musik dagen lang. Vi har over 50 millioner musiknumre at vælge mellem, så du er sikker på at finde noget for enhver smag. Du kan også lytte til playlister og live-radio. Og med Nuuday Musik-app’en får du musik i Hi-Fi-kvalitet, og du kan streame til AirPlay, Chromecast, CarPlay og Bluetooth.</p>\r\n\r\n<h2>Anmeldelser og test - en billig smartphone med imponerende kameraer og en kraftfuld og intelligent processor i et ikonisk design</h2>\r\n<p>Markedets anmeldere og tech-eksperter er vilde med den prisvenlige Huawei Nova 5T med fem AI-kameraer fordelt på forsiden og bagsiden spækket med kamera-features, der giver dig fænomenale billeder.<br><br>\r\n\r\nOg telefonen kommer også med en kraftfuld og intelligent processor, der gør telefonen i stand til at kører mange tunge apps og programmer lynhurtigt.<br><br>\r\n\r\nHuawei Nova 5T ligner heller ikke bare hvilken som helst mobiltelefon. Telefonen bliver nemlig også rost for det unikke design i 3D-glas i fortryllende farver, der i den grad skiller sig ud fra andre smartphones på markedet.</p>\r\n\r\n<h2>Stor 6,26 tommer Fuld HD+ LCD-skærm</h2>\r\n<p>Du får et smukt skærmbillede med det store LCD-display, der fylder 84,2 % af telefonens forside.<br><br>\r\n\r\nOg under telefonens indstillinger kan du skjule den lille notch i toppen af venstre hjørne af skærmen, hvor front-kameraet sidder. Så kan du få et større skærmbillede uden forstyrrelser, når du ser film, videoer og spiller spil på din telefon.</p>\r\n\r\n<h2>Professionelt bagkamera med fire kameralinser</h2>\r\n<p>Huawei Nova 5T's hovedkamera giver imponerende billeder og videoer i 4K-opløsning med hele fire kameralinser på 48 + 16 + 2 + 2 megapixel på bagsiden af telefonen.<br><br>\r\n\r\nSå med Huawei Nova 5T får du rig mulighed for at benytte en række forskellige indstillinger, så du får verdens bedste billeder og videoer af alt fra storslåede landskaber, nærbilleder og portrætter.<br><br>\r\n\r\nOg med professionel kamerateknologi får du masser af kamera-features, der gør dine billeder endnu bedre.</p>\r\n\r\n<h3>Fang livets storslåede øjeblikke med vidvinkel-linsen</h3>\r\n<p>Når du tager billeder med vidvinkel-linsen kan du fange episke billeder af storslåede landskaber - fx et bjerg- eller klippelandskab eller storbyens seværdigheder, vartegn og skyline.</p>\r\n\r\n<h3>Fang alle livets bittesmå detaljer med Super Makro-linsen</h3>\r\n<p>Med Super Makro-linsen kan du tage nærbilleder at motiver på helt ned til 4 cm afstand. Så kan du komme helt tæt på livets bittesmå detaljer og fange alt det, som det menneskelige øje normalt ikke ser.<br><br>\r\n\r\nFx kan du få flotte billeder af blomster og planter i naturen, hvor du kan se alle de små detaljer som fx regndråber.</p>\r\n\r\n<h3>Fang enestående portrætbilleder</h3>\r\n<p>Du får helt enestående portrætfotos med med bokeh-effekt.<br><br>\r\n\r\nMed den populære bokeh-effekt får du professionelle portrætter med dit motiv i fokus foran en perfekt sløret baggrund.</p>\r\n\r\n<h3>Super Night Mode</h3>\r\n<p>Super Night Mode er en feature, der gennem intelligent kamerateknologi automatisk sørger for, at du får de bedste billeder - selv om aftenen i lavt lys.<br><br>\r\n\r\nMed intelligente lyssensorer, lang lukkertid og billedstabilisator får du skarpe og klare billeder i lavt lys. Så nu er det endelig helt slut med slørede, uklare og mørke aftenbilleder.</p>\r\n\r\n<h2>32 megapixel front-kamera</h2>\r\n<p>I toppen af venstre hjørne af skærmen sidder det lille front-kamera. Men selvom front-kameraet er lille, skal du ikke lade dig narre.<br><br>\r\n\r\nMed hele 32 megapixel får du altid flotte selfies, der fanger dig fra din smukkeste side. Professionel kamerateknologi fanger nemlig dine unikke ansigtstræk og giver flotte billeder med intelligent lysstyring, farve- og kontrastforhold.</p>\r\n\r\n<h2>Masser af power med intelligent og lynhurtig AI Kirin 980-processor og 6 GB RAM</h2>\r\n<p>Ifølge Huawei er den lynhurtige Kirin 980-chip en af de ledende processorer på markedet. Med innovativt og højteknologisk design og hele 6 GB RAM får du en flydende oplevelse, hvor apps og programmer kører som smurt.<br><br>\r\n\r\nDen høje ydeevne gør, at du får en telefon med hurtig reaktionsevne, hvor apps og programmer åbner og reagerer på dine kommandoer med det samme.<br><br>\r\n\r\nOg så kan du have mange apps og programmer åbne på samme tid og skifte hurtigt mellem dem - helt uden at telefonen bliver langsom.</p>\r\n\r\n<h2>Stort 3750 mAh-batteri giver strøm på telefonen hele dagen</h2>\r\n<p>Inde i Huawei Nova 5T sidder et stort 3750 mAh-batteri med høj batterikapacitet, der sørger for, at du er kørende hele dagen.<br><br>\r\n\r\nOg med forskellige funktioner kan du spare på strømmen - fx kan du skrue ned for skærmopløsningen eller bede telefonen justere den automatisk for en længere batterilevetid.</p>\r\n\r\n<h2>Hurtigopladning med Huawei 22.5 W Super Charge</h2>\r\n<p>Huawei Nova 5T kommer med en hurtigoplader, så du kan oplade batteriet fra 0 - 50% på kun 30 minutter.</p>\r\n\r\n<h2>Fingeraftrykslæser på siden af telefonen</h2>\r\n<p>Det tager mindre en et øjeblik at låse skærmen op via fingeraftrykssensoren i højre side.<br><br>\r\n\r\nPlaceringen på siden at telefonen føles naturlig, og du kan nemt låse op med en hånd.</p>\r\n\r\n<h2>Styresystem - EMUI 9.1 baseret på Google Android 9</h2>\r\n<p>EMUI 9.1 er Huaweis eget styresystem, som er baseret på Android 9 fra Google.<br><br>\r\n\r\nStyresystemet ligner meget det klassiske Android-styresystem med flere hjem-skærme, som du nemt og hurtigt kan skifte mellem. Du kan også helt selv indrette skærmene med de apps og programmer, du gerne vil have liggende.<br><br>\r\n\r\nMen EMUI-styresystemet har ikke så mange forudinstallerede apps fra Google. På den måde har du en ren brugerflade med de apps og programmer, du selv vælger at downloade.</p>\r\n\r\n<h2>128 GB hukommelse</h2>\r\n<p>Du får et stort indbyggede lager på 128 GB, så du uden problemer kan downloade og gemme alle dine billeder, videoer, filer, film, apps og programmer.</p>\r\n\r\n<h2>Spil og vind - Huawei Nova 5T er perfekt til gaming</h2>\r\n<p>AI Kirin 980-processoren er perfekt til dig, der elsker at spille spil på din mobiltelefon.<br><br>\r\n\r\nMobilen er nemlig både hurtig og intelligent og kan køre de mest populære spil.<br><br>\r\n\r\nSå kan du game løs uden at spillet hakker eller et langsomt.<br><br>\r\n\r\nOg med den gode skærm får du også enestående grafik, så du får en fuldendt spiloplevelse på Huawei Nova 5T.</p>\r\n\r\n<h2>Ikonisk glas-design med 3D-effekt</h2>\r\n<p>Designet på Huawei Nova 5T skiller sig ud fra andre modeller på markedet.<br><br>\r\n\r\nDu får en flot og elegant telefon i glas med aluminiumsramme.<br><br>\r\n\r\nGlasset har 3D-effekt, der giver telefonen dens unikke og glimtende look.</p>\r\n\r\n<h3>Vælg mellem tre fortryllende farver</h3>\r\n<p>Du kan vælge mellem tre fortryllende farver, der glimter med det unikke 3D-design - vælg mellem Crush Blue (blå), Midsummer Purple (lilla) eller sort.</p>\r\n\r\n<h2>Unboxing Huawei Nova 5T - det får du med i pakken</h2>\r\n\r\n<ul>\r\n                <li>    Huawei Nova 5T inkl. indbygget batteri</li>\r\n                <li>    Oplader</li>\r\n                <li>    USB Type C-kabel</li>\r\n                <li>    Beskyttelsescover</li>\r\n                <li>    Adapter fra USB-C til 3,5 mm jackstik</li>\r\n                <li>    Simkort-eject-tool til nemt og hurtigt at indsætte simkort</li>\r\n                <li>    Quick Start Guide</li>\r\n                <li>    Købsgaranti</li>\r\n</ul>\r\n\r\n<h2>Sammenlign - Huawei Nova 5T vs Huawei P30 Pro</h2>\r\n\r\n<ul>\r\n                <li>    Skærm: Nova 5T har 6,26 tommer Fuld HD+ LCD, mens P30 Pro har 6,47 tommer Fuld HD OLED</li>\r\n                <li>    Skærmopløsning: Begge skærme har 2340 x 1080 pixels opløsning</li>\r\n                <li>    Bagkamera: Nova 5T har fire kameralinser på 48 + 16 + 2 + 2 megapixel, mens P30 Pro kommer med fire kameralinser på 40 + 20 + 8 megapixel + TOF-linse</li>\r\n                <li>    Front-kamera: Begge telefoner har et 32 megapixel front-kamera</li>\r\n                <li>    Styresystem: Begge telefoner har EMUI 9.1 baseret på Google Android 9</li>\r\n                <li>    Processor: Begge telefoner har en AI Kirin 980-processor</li>\r\n                <li>    RAM: Nova 5T kommer med 6 GB RAM, mens du kan vælge mellem 6 GB eller 8 GB RAM på P30 Pro</li>\r\n                <li>    Batteri: Nova 5T har et batteri på 3750 mAh, mens P30 Pro har et batteri på 4200 mAh</li>\r\n                <li>    Hukommelse: Nova 5T kommer med 128 GB hukommelse, mens P30 Pro kommer med enten 128 GB eller 256 GB</li>\r\n                <li>    3,5 mm jackstik: Begge telefoner er uden jackstik</li>\r\n                <li>    Farver: Vælg mellem blå, lilla og sort på Nova 5T eller krystalblå, sort og twilight på P30 Pro</li>\r\n                <li>    Materiale: Begge smartphones har glas-design med aluminiumsramme</li>\r\n                <li>    Dimensioner: Nova 5T måler 154.3 x 74 x 7.8 mm, mens P30 Pro måler 158 x 73.4 x 8.4 mm</li>\r\n                <li>    Vægt: Nova 5T vejer 174 gram, mens P30 vejer 192 gram</li>\r\n                <li>    Simkort: Begge telefoner kommer med dual-sim (Nano)</li>\r\n</ul>\r\n\r\n<p>Huawei Nova 5T er lidt billigere end Huawei P30 Pro, men kommer med mange af de samme specs. Til gengæld får du ekstra features på P30 Pro-modellen som fingeraftrykssensor på touch-skærmen i stedet for på siden, trådløs hurtigopladning, Reverse Charging, så du kan oplade andre trådløse enheder og IP68-klassificering, som beskytter mod vand og støv. Du får også et større batteri på P30 Pro og den lidt mere avancerede OLED-skærm for et bedre og mere klart skærmbillede. Og så kommer Nova 5T's notch er placeret øverst i venstre hjørne af skærmen, mens P30 Pro's dråbeformede notch sidder øverst i midten af skærmen. De fire kameraer på bagsiden adskiller sig også fra hinanden, så du får forskellige kamera-specifikationer. I forhold til design er P30 Pro lidt større og tungere end Nova 5T. Og så kommer Nova 5T med et glas-design med glitrende 3D-effekt, mens P30 Pro har almindeligt glas-design.</p>\r\n\r\n<h2>Sammenlign - Huawei Nova 5T vs P30</h2>\r\n\r\n<ul>\r\n                <li>    Skærm: Nova 5T har 6,26 tommer Fuld HD+ LCD, mens P30 har 6,1 tommer Fuld HD OLED</li>\r\n                <li>    Skærmopløsning: Begge skærme har et opløsning på 2340 x 1080 pixels</li>\r\n                <li>    Bagkamera: Nova 5T har fire kamera på 48 + 16 + 2 + 2 megapixel, mens P30 har tre kameraer på 40 + 16 + 8 megapixel</li>\r\n                <li>    Front-kamera: Begge modeller har 32 megapixel kamera på forsiden</li>\r\n                <li>    Styresystem: Begge mobiler har EMUI 9.1 baseret på Google Android 9</li>\r\n                <li>    Processor: Begge telefoner kommer med AI Kirin 980-chippen</li>\r\n                <li>    RAM: Begge mobiler har 6 GB RAM</li>\r\n                <li>    Batteri: Nova 5T har et batteri på 3750 mAh, mens P30 har et batteri på 3650 mAh</li>\r\n                <li>    Hukommelse: Begge telefoner kommer med 128 GB intern hukommelse</li>\r\n                <li>    3,5 mm jackstik: Nova 5T har ikke jackstik, mens P30 har jackstik</li>\r\n                <li>    Farver: Du kan vælge mellem blå, lilla og sort på Nova 5T eller krystalblå, sort og twilight på P30</li>\r\n                <li>    Materiale: Begge telefoner har glas-design med aluminiumsramme</li>\r\n                <li>    Dimensioner: Nova 5T måler 154,25 x 73,97 x 7,87 mm, mens P30 måler 149 x 71,3 x 7,57 mm</li>\r\n                <li>    Vægt: Nova 5T vejer 174 gram, mens P30 vejer 165 gram</li>\r\n                <li>    Simkort: Begge mobiler har dual-sim (Nano)</li>\r\n</ul>\r\n\r\n<p>Huawei Nova 5T og Huawei P30 har samme processor og RAM, styresystem, skærmopløsning og front-kamera. Dog har Nova 5T et større bagkamera med fire kameralinser, mens P30 har tre. Nova 5T har også et større batteri end P30. Dog har Huawei P30 en lidt bedre skærmkvalitet med OLED og fingeraftrykssensor direkte på touch-skærmen. Og så er P30 også beskyttet mod vand og støv med IP53-klassificering. Når det kommer til design er Nova 5T en større og tungere mobiltelefon. Begge telefoner kommer i glas-design med aluminiumsramme, men Nova 5T har glimtende look med 3D-effekt, mens P30 kommer i klassisk glas-design med 3,5 mm jackstik til høretelefoner.</p>\r\n\r\n<h2>Sammenlign - Huawei Nova 5T vs P30 Lite</h2>\r\n\r\n<ul>\r\n                <li>    Skærm: Nova 5T har 6,26 Fuld HD+ LCD, mens P30 Lite har 6,15 tommer Fuld HD LCD</li>\r\n                <li>    Skærmopløsning: Skærmen på Nova 5T har 2340 x 1080 pixel opløsning, mens skærmen på P30 Lite har 2312 x 1080 pixel opløsning</li>\r\n                <li>    Bagkamera: Nova 5T har et kamera med fire kameralinser på 48 + 16 + 2 + 2 megapixel, mens P30 Lite har et kamera med tre linser på 48 + 8 + 2 megapixel</li>\r\n                <li>    Front-kamera: Kameraet på forsiden af Nova 5T er på 32 megapixel, mens kameraet på forsiden af P30 Lite er på 24 megapixel</li>\r\n                <li>    Styresystem: Begge mobiler har EMUI 9.1 baseret på Android 9 fra Google</li>\r\n                <li>    Processor: Nova 5T har en AI Kirin 980-processor, mens P30 Pro har en AI Kirin 710-processor</li>\r\n                <li>    RAM: Nova 5T har 6 GB RAM, mens P30 Lite har 4 GB RAM</li>\r\n                <li>    Batteri: Nova 5T har et 3750 mAh-batteri, mens P30 Lite har et 3340 mAh-batteri</li>\r\n                <li>    Hukommelse: Begge smartphones kommer med 128 GB hukommelse</li>\r\n                <li>    3,5 mm jackstik: Kun P30 Lite har jackstik</li>\r\n                <li>    Farver: Du kan vælge mellem sort, lilla og blå på Nova 5T eller sort, blå eller hvid på P30</li>\r\n                <li>    Materiale: Nova 5T har glas-design med aluminiumsramme, mens P30 Lite har glas-design på forsiden med bagside af plastik</li>\r\n                <li>    Dimensioner: Nova 5T måler 154,25 x 73,97 x 7,87 mm, mens P30 Lite måler 152,9 x 72,7 x 7,4 mm</li>\r\n                <li>    Vægt: Nova 5T vejer 174 gram, mens P30 Lite vejer 159 gram</li>\r\n                <li>    Simkort: Begge har mulighed for to simkort med dual-sim (Nano)</li>\r\n</ul>\r\n\r\n<p>Huawei Nova 5T kommer med lidt flere og bedre specifikationer og features end Huawei P30 Lite, når det kommer til både kamera, skærm, processor og RAM og batteri. Til gengæld kan du opgradere lageret på Huawei P30 Lite på op til 512 GB med et mikroSD-kort som separat tilbehør. Og du får også det klassiske 3,5 mm jackstik til høretelefoner på P30 Lite. Huawei P30 Lite er også en mindre og lettere mobiltelefon end Nova 5T med et design i glas og plastik.</p>\r\n\r\n<h2>Flere fantastiske Huawei-mobiltelefoner til lave priser i vores webshop</h2>\r\n<p>Her vores online butik kan du finde en lang række Huawei-mobiler med imponerende kameraer, skærme, processorer og flere high-end-specifikationer til lave priser.<br><br>\r\n\r\nSe fx de tre seneste flagskibe i P30-serien: <a href=\"/mobiltelefoner/huawei/p30/\">Huawei P30</a>, <a href=\"/mobiltelefoner/huawei/p30-pro/\">Huawei P30 Pro</a>\r\n og <a href=\"/mobiltelefoner/huawei/p30-lite/\">Huawei P30 Lite</a>.<br><br>\r\n\r\nDu finder også andre modeller som fx <a href=\"/mobiltelefoner/huawei/mate-20-pro/\">Huawei Mate 20 Pro</a> og <a href=\"/mobiltelefoner/huawei/p-smart-2019/\">Huawei P Smart 2019</a>.</p>",
  "specifications": [
    {
      "label": "Skærm",
      "description": "6,26 tommer Fuld HD+ LCD"
    },
    {
      "label": "Skærmopløsning",
      "description": "2340 x 1080 pixels opløsning"
    },
    {
      "label": "Bagkamera",
      "description": "4 kameralinser på 48 + 16 + 2 + 2 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "Begge telefoner har et 32 megapixel front-kamera"
    },
    {
      "label": "Styresystem",
      "description": "EMUI 9.1 baseret på Google Android 9"
    },
    {
      "label": "Processor",
      "description": "AI Kirin 980"
    },
    {
      "label": "RAM",
      "description": "6 GB RAM"
    },
    {
      "label": "Batteri",
      "description": "3750 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "128 GB"
    },
    {
      "label": "Farver",
      "description": "Sort / Blå / Lilla"
    },
    {
      "label": "Materiale",
      "description": "Glas-design med aluminiumsramme"
    },
    {
      "label": "Mål",
      "description": "154.3 x 74 x 7.8 mm"
    },
    {
      "label": "Vægt",
      "description": "174 gram"
    },
    {
      "label": "Simkort",
      "description": "Dual-SIM Nano"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "Mobilrabat"
  ],
  "offeringService": "Fri + 50 GB",
  "offeringServicePrice": 29900,
  "leastPriceRepayments": 381400,
  "leastPriceUpfront": 381400,
  "leastPrice": 8000,
  "savings": 177800,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 992,
  "onSale": false,
  "variants": [
    {
      "id": 992,
      "size": "128 GB",
      "color": "Sort",
      "colorHex": "#000000",
      "image": "Huawei_Nova5T_Sort.png",
      "imageAlt": "Køb Huawei Nova 5T til en lav pris hos Nuuday",
      "gallery": [
        {
          "image": "Huawei_Nova5T_Sort-1.png",
          "imageAlt": "Bagside af Huawei Nova 5T i 3D-glas"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 240100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 369900,
          "serviceDiscount": 129800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 192100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 369900,
          "serviceDiscount": 177800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 144100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 369900,
          "serviceDiscount": 225800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 319900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 369900,
          "serviceDiscount": 50000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 993,
      "size": "128 GB",
      "color": "Lilla",
      "colorHex": "#96019e",
      "image": "Huawei_Nova5T_Lilla.png",
      "imageAlt": "Huawei Nova 5T 128 GB Midsummer Purple",
      "gallery": [
        {
          "image": "Huawei_Nova5T_Lilla-1.png",
          "imageAlt": "Huawei Nova 5T 128 GB Midsummer Purple"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 240100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 369900,
          "serviceDiscount": 129800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 192100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 369900,
          "serviceDiscount": 177800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 144100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 369900,
          "serviceDiscount": 225800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 319900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 369900,
          "serviceDiscount": 50000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 994,
      "size": "128 GB",
      "color": "Blå",
      "colorHex": "#2819ff",
      "image": "Huawei_Nova5T_Bl.png",
      "imageAlt": "Forside af Huawei Nova 5T med 128 GB i blå",
      "gallery": [
        {
          "image": "Huawei_Nova5T_Bl-1.png",
          "imageAlt": "Huawei Nova 5T 128 GB Crush Blue"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 240100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 369900,
          "serviceDiscount": 129800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 192100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 369900,
          "serviceDiscount": 177800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 144100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 369900,
          "serviceDiscount": 225800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 319900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 369900,
          "serviceDiscount": 50000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}