{
  "id": 387,
  "name": "4.2",
  "slug": "42",
  "brandName": "Nokia",
  "brandSlug": "nokia",
  "headline": "Kan kun købes hos Nuuday",
  "documentTitle": "Nokia 4.2 - Køb billigt i dag med fri fragt",
  "campaignLabel": "Kan kun købes online",
  "colors": [
    {
      "color": "Sort",
      "colorHex": "#000"
    }
  ],
  "descriptionMeta": "Nokia 4.2 er en billig smartphone med godt kamera, en god skærm og lang batterilevetid. Klik her og køb Nokia 4.2 i dag. Se alle specs her.",
  "descriptionHtml": "<h2>Køb Nokia 4.2 billigt i dag med abonnement - og få fri fragt</h2>\r\n<p>Køb den billige Nokia 4.2 fra 2019 med fri fragt og et mobilabonnement med en masse fordele.<br><br>\r\n\r\nDet er nemt og hurtigt at bestille Nokia 4.2 her i webshoppen, og du får selvfølgelig en rigtig god pris.</p>\r\n\r\n<h2>Se hvilke specifikationer Nokia 4.2 kommer med</h2>\r\n\r\n<ul>\r\n                <li>    Et flot og farverigt skærmbillede med 5,71 tommer LCD PureView-display</li>\r\n                <li>    13 + 2 megapixel dual-kamera</li>\r\n                <li>    8 megapixel front-kamera med ansigtsgenkendelse</li>\r\n                <li>    Lang batterilevetid med 3000 mAh-batteri</li>\r\n                <li>    Fingeraftrykslæser på bagsiden</li>\r\n                <li>    God brugeroplevelse med Android 9 Pie Google Assistent-knap på siden</li>\r\n                <li>    Masser af kraft og fart med Qualcomm Snapdragon 439-processor</li>\r\n                <li>    32 GB intern hukommelse</li>\r\n                <li>    Op til 400 GB ekstern hukommelse med mikroSD-kort</li>\r\n                <li>    Stilfuldt design i kvalitetsmaterialer</li>\r\n</ul>\r\n\r\n<p>Læs mere om alle specs og features på Nokia 4.2 længere nede på siden.</p>\r\n\r\n<h2>Pris - Du får Nokia 4.2 billigt hos Nuuday</h2>\r\n<p>Køb Nokia 4.2 billigt her i webshoppen.<br><br>\r\n\r\nDin endelige pris afhænger af, hvilket mobilabonnement du vælger, når du bestiller.<br><br>\r\n\r\nHer på siden kan du se din pris på Nokia 4.2 ved at vælge det abonnement, der passer bedst til dine behov.</p>\r\n\r\n<h2>Betal nu eller på afbetaling over 12 eller 24 mdr.</h2>\r\n<p>Hos os vælger du helt selv, om du vil betale hele beløbet med det samme eller dele regningen op i mindre bidder.<br><br>\r\n\r\nVælger du at betale på afbetaling over 12 eller 24 mdr. forbliver prisen selvfølgelig den samme, som hvis du betaler med det samme. Her er nemlig ingen renter.</p>\r\n\r\n<h2>Du får masser af fordele med vores mobilabonnementer</h2>\r\n<p>Med vores abonnementer kan du meget mere end bare at ringe og sende beskeder.<br><br>\r\n\r\nDu kan surfe online lynhurtigt med en stabil forbindelse på Danmarks bedste 4G-netværk. Det gode 4G-netværk betyder også, at samtalen i toget ikke falder ud, og at du også kan være online med en stabil forbindelse i sommerhuset.<br><br>\r\n\r\nDu får også roaming i 36 lande i Europa, så du kan ringe, sende beskeder og være online, når du rejser uden for Danmark. Så kan du fx finde vej via GPS på storbyferien og dele dine feriebilleder med venner og familie - helt uden at skulle fare rundt efter et åbent wi-fi-netværk.<br><br>\r\n\r\nOg så er det slut med at betale ekstra penge for musiktjenester. Du får nemlig Nuuday Musik som en del af dit abonnement, så du kan lytte til al den musik, du vil. På Nuuday Musik finder du over 60 millioner musiknumre, som du kan lytte til i Hi-Fi-kvalitet. Du kan også streame musik via AirPlay, Chromecast, CarPlay og Bluetooth.</p>\r\n\r\n<h2>Anmeldelser og test af Nokia 4.2 - en kollektion af high-end-features i budgetudgave</h2>\r\n<p>Tech-eksperterne roser Nokia 4.2 som en af mobilmarkedets bedste budgettelefoner med en god skærm, et godt kamera, der fx kan tage portrætfotos og en god processor, der giver en hurtig og flydende brugeroplevelse.<br><br>\r\n\r\nDu skal altså vælge Nokia 4.2, hvis du vil have en hurtig og kraftfuld mobil med en god skærm, et godt kamera og lang batterilevetid men synes, at markedets store high-end-modeller er alt for dyre.<br><br>\r\n\r\nNokia 4.2 er også perfekt til børn og teenagere, der skal have deres første smartphone.</p>\r\n\r\n<h2>5,71 tommer LCD-skærm med PureView-teknologi</h2>\r\n<p>Nokia har designet sit helt eget PureView-display, der giver dig et klart, skarpt og farverigt skærmbillede.<br><br>\r\n\r\nMed det unikke PureView-display får du en enestående oplevelse, når du ser film og videoer på din smartphone.</p>\r\n\r\n<h2>Tag imponerende billeder og video med 13 + 2 megapixel dual-kamera</h2>\r\n<p>Du får helt imponerende billeder med kameraet på bagsiden af telefonen.<br><br>\r\n\r\nSå her får du klare billeder med masser af dybde og flotte farver.</p>\r\n\r\n<h3>Gør dine billeder endnu flottere med billedredigering</h3>\r\n<p>Find din kreative side frem og rediger dine billeder, så de bliver endnu flottere.<br><br>\r\n\r\nMed avancerede redigeringsmuligheder får du rig mulighed for at være kreativ og sætte dit helt eget præg på dit billede - fx med bokeh-effekt for portrætbilleder.</p>\r\n\r\n<h2>8 megapixel front-kamera med ansigtsgenkendelse</h2>\r\n<p>Du kan også tage fantastiske selfies med front-kameraet i toppen af skærmen, som har et bredt synsfelt på 74 grader, så du kan have flere med på billedet.<br><br>\r\n\r\nOg så kommer front-kameraet også med ansigtsgenkendelse, så du hurtigt og nemt kan låse skærmen op.</p>\r\n\r\n<h2>Lang batterilevetid</h2>\r\n<p>Det store 3000 mAh-batteri giver lang batterilevetid - fx kan du tale i op til 18 timer og afspille musik i op til 100 timer.</p>\r\n\r\n<h2>Fingeraftrykslæser på bagsiden af Nokia 4.2</h2>\r\n<p>Det er nemt og hurtigt at låse telefonen op via fingeraftrykslæseren på bagsiden af telefonen.<br><br>\r\n\r\nDu lægger blot fingeren på sensoren, som registrerer dit unikke fingeraftryk og på få sekunder har du låst telefonen både hurtigt og sikkert op.</p>\r\n\r\n<h2>God brugeroplevelse med Android 9 Pie og Google Assistent-knap på siden</h2>\r\n<p>Du får det populære og brugervenlige Android 9 Pie-operativsystem fra Google.<br><br>\r\n\r\nOg med Google Assistent-knappen i siden bliver hverdagen meget nemmere. Du trykker blot på knappen for at aktivere Google assistant og så kan du stille spørgsmål, tjekke din kalender eller give kommandoer til dine smart home-enheder.</p>\r\n\r\n<h2>En hurtig brugerflade med Snapdragon 439-processor</h2>\r\n<p>Den hurtige og kraftfulde Snapdragon 439-processor gør din telefon lynhurtig.<br><br>\r\n\r\nSå kan du hurtigt navigere rundt på telefonen og bruge apps kørende samtidig.</p>\r\n\r\n<h2>Op til 400 GB hukommelse med eksternt hukommelseskort</h2>\r\n<p>Nokia 4.2 har et indbygget lager på op til 32 GB, og du kan få helt op til 400 GB hukommelse med et mikroSD-kort som separat tilbehør til din mobiltelefon.</p>\r\n\r\n<h2>Stilfuld design i flot sort</h2>\r\n<p>Nokia 4.2 kommer i et flot  og stilfuldt sort design i buet 2D-luksusglas på forside og bagside.<br><br>\r\n\r\nOg Nokia 4.2 er også en af de vaskeægte mini-mobil og er meget mindre end langt de fleste mobiltelefoner på markedet. Med telefonens mål på 148,95 x 71,30 x 8,39 mm er telefonen lidt mindre end den nye iPhone 11 fra Apple.</p>\r\n\r\n<h2>Unboxing Nokia 4.2 - det får du med i pakken</h2>\r\n\r\n<ul>\r\n                <li>    Nokia 4.2</li>\r\n                <li>    Oplader</li>\r\n                <li>    USB-kabel</li>\r\n                <li>    Simkort-værktøj</li>\r\n                <li>    Vejledning</li>\r\n</ul>\r\n\r\n<h2>Køb flere mobiltelefoner fra Nokia i webshoppen</h2>\r\n<p>I vores online shop finder du flere mobiltelefoner fra Nokia - bl.a. <a href=\"/mobiltelefoner/nokia/3310-3g/\">Nokia 3310</a> og <a href=\"/mobiltelefoner/nokia/72/\">Nokia 7.2</a>.</p>",
  "specifications": [
    {
      "label": "Skærm",
      "description": "5,71 HD+ LCD"
    },
    {
      "label": "Skærmopløsning",
      "description": "1520x 720 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "13 + 2 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "8 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "Android 9 Pie"
    },
    {
      "label": "Processor",
      "description": "Qualcomm Snapdragon 439"
    },
    {
      "label": "RAM",
      "description": "2 GB / 3 GB"
    },
    {
      "label": "Batteri",
      "description": "3000 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "32 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Ja"
    },
    {
      "label": "Features",
      "description": "Ansigtsgenkendelse, fingeraftrykslæser, op til 400 GB ekstern hukommelse med mikroSD-kort, Google Assistant-knap på siden"
    },
    {
      "label": "Farver",
      "description": "Sort"
    },
    {
      "label": "Materiale",
      "description": ""
    },
    {
      "label": "Mål",
      "description": "148,95 x 71,30 x 8,39 mm"
    },
    {
      "label": "Vægt",
      "description": "161 gram"
    },
    {
      "label": "Simkort",
      "description": "Dual-sim (Nano)"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "Mobilrabat"
  ],
  "offeringService": "Fri + 50 GB",
  "offeringServicePrice": 29900,
  "leastPriceRepayments": 189300,
  "leastPriceUpfront": 329200,
  "leastPrice": 139900,
  "savings": 30000,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 995,
  "onSale": false,
  "variants": [
    {
      "id": 995,
      "size": "32 GB",
      "color": "Sort",
      "colorHex": "#000",
      "image": "Nokia_42_Sort.png",
      "imageAlt": "Nokia 4.2 Sort 32 GB",
      "gallery": [
        {
          "image": "Nokia_42_Sort-1.png",
          "imageAlt": "Nokia 4.2 Sort 32 GB"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 139900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 169900,
          "serviceDiscount": 30000,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 139900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 169900,
          "serviceDiscount": 30000,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 139900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 169900,
          "serviceDiscount": 30000,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 159900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 169900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}