{
  "id": 388,
  "name": "7.2",
  "slug": "72",
  "brandName": "Nokia",
  "brandSlug": "nokia",
  "headline": "Kan kun købes hos Nuuday",
  "documentTitle": "Nokia 7.2 - Køb her til en lav pris med fri fragt",
  "campaignLabel": "Kan kun købes online",
  "colors": [
    {
      "color": "Grå",
      "colorHex": "#595959"
    }
  ],
  "descriptionMeta": "Nokia 7.2 er en billig mobil med godt triple-kamera, godt display og 2 dages batterilevetid. Køb Nokia 7.2 i dag til en lav pris. Se alle specs her.",
  "descriptionHtml": "<h2>Køb den prisvenlige Nokia 7.2 i dag med fri fragt og abonnement</h2>\r\n<p>Køb Nokia 7.2 i dag til en rigtig god pris med fri fragt og et mobilabonnement spækket med fordele.<br><br>\r\n\r\nHos os får du Nokia 7.2 til en rigtig god pris, og det er nemt og hurtigt at bestille i vores webshop.</p>\r\n\r\n<h2>Hvilke specifikationer kommer Nokia 7.2 med?</h2>\r\n\r\n<ul>\r\n                <li>    Stort 6,2 tommer Fuld HD+ LCD PureView-Display</li>\r\n                <li>    48 + 5 + 8 megapixel kamera med ZEISS-optik og AI-features</li>\r\n                <li>    20 megapixel ultra-wide front-kamera</li>\r\n                <li>    3500 mAh-batteri med 2 dages batterilevetid</li>\r\n                <li>    Ansigtsgenkendelse og fingeraftrykssensor</li>\r\n                <li>    Intelligent brugerflade med Android 9 Pie og Google Assistent</li>\r\n                <li>    Simpel brugerflade og opdateringer med Android One</li>\r\n                <li>    Masser af power med Qualcomm Snapdragon 660-processor og op til 6 GB RAM</li>\r\n                <li>    Op til 128 GB intern hukommelse</li>\r\n                <li>    Op til 512 GB ekstern hukommelse med mikroSD-kort</li>\r\n                <li>    Tidløst design af højkvalitets materialer</li>\r\n</ul>\r\n\r\n<p>Længere nede på siden kan du læse meget mere om alle specs og features på Nokia 7.2.</p>\r\n\r\n<h2>Pris - køb Nokia 7.2 billigt hos Nuuday</h2>\r\n<p>Hos os får du en rigtig god pris, når du bestiller Nokia 7.2 her i webshoppen.<br><br>\r\n\r\nDin endelige pris på Nokia 7.2 afhænger af, hvilket abonnement du vælger, når du bestiller.<br><br>\r\n\r\nHer på siden kan du se din pris på Nokia 7.2 ved at vælge det abonnement, du vil have med til din nye mobil.</p>\r\n\r\n<h2>Køb online og betal med det samme eller på afbetaling over 12 eller 24 mdr.</h2>\r\n<p>Du bestemmer helt selv, om du vil betale hele beløbet på Nokia 7.2 med det samme eller, om du vil dele regningen op og betale over 12 eller 24 mdr.<br><br>\r\n\r\nHvis du vælger at dele regningen op i mindre bidder og betale over 12 eller 24 mdr. forbliver prisen på Nokia 7.2 selvfølgelig den samme - det er nemlig helt uden renter.</p>\r\n\r\n<h2>Få masser af fordele med vores mobilabonnementer</h2>\r\n<p>Du får så meget mere end bare tale og sms med vores mobilabonnementer. Vi giver dig nemlig en lang række fordele med i dit abonnement.<br><br>\r\n\r\nFx får du en en lynhurtig og stabil forbindelse på Danmarks bedste 4G-netværk. Så falder forbindelsen ikke ud, når du fx sidder i toget og surfer på nettet eller snakker i telefon.<br><br>\r\n\r\nOg med roaming i 36 lande i Europa kan du også bruge mobilen, når du rejser uden for Danmark. Så kan du ringe, sende beskeder og gå på nettet direkte fra mobilnetværket, når du er på ferie. Så kan du finde vej via GPS på bilferien eller dele dine feriebilleder på de sociale medier direkte fra poolen.<br><br>\r\n\r\nDu behøver heller ikke ud at betale ekstra penge hver måned for musiktjenester. Du får nemlig Nuuday Musik, hvor du frit kan lytte til al den musik, du vil. På Nuuday Musik kan du vælge mellem over 60 millioner musiknumre, så her er du sikker på, at finde både alle de nyeste hits og gamle klassikere fra enhver genre. Med Nuuday Musik kan du også lytte til live-radio og playlister. Og du kan streame musik i Hi-Fi-kvalitet og dele det via AirPlay, Chromecast, CarPlay og Bluetooth.</p>\r\n\r\n<h2>Anmeldelse og test af Nokia 7.2  - den bedste prisvenlige mobil i 2019</h2>\r\n<p>Mobilmarkedets tech-eksperter hylder Nokia 7.2 som en af de bedste mobiler til prisen i 2019 i deres anmeldelser.<br><br>\r\n \r\nMed design i kvalitetsmaterialer, en hurtig og kraftfuld processor, lang batterilevetid, en LCD-skærm i Fuld HD+-kvalitet, triple-kamera med gode kamera-features og intelligent kamerateknologi og en masse andre højkvalitets-features er Nokia 7.2 en af de bedste prisvenlige telefoner på markedet.<br><br>\r\n\r\nNokia 7.2 er perfekt til dig, der synes at prisen på markedets high-end-modeller er for høj men samtidig gerne vil have en mobil med en hurtig og kraftfuld mobil med en god skærm, gode kameraer og lang batterilevetid.</p>\r\n\r\n<h2>Oplev det ikoniske Nokia 6,3 tommer PureView-display</h2>\r\n<p>Du får et klart, skarpt og farverigt skærmbillede med Nokias helt eget PureView-display.<br><br>\r\n\r\nDen unikke skærm findes kun på Nokia-smartphones og giver dig en fantastisk oplevelse af videoer, film og spil i Fuld HD+-kvalitet.</p>\r\n\r\n<h3>Se video i HDR-kvalitet</h3>\r\n<p>Skærmen omdanner automatisk alle videoer til HDR-kvalitet i realtid.<br><br>\r\n\r\nSå får du altid et klart skærmbillede på med video og film i høj kvalitet.</p>\r\n\r\n<h2>Tag fantastiske billeder med 48 + 5 + 8 megapixel triple-kamera</h2>\r\n<p>Bagkameraet med hele tre kameralinser giver fantastiske billeder med ZEISS-optik og AI-features.<br><br>\r\n\r\nDe tre kameralinser arbejder sammen og sikre, at du får helt enestående billeder. Den følsomme 48 megapixel hovedlinse fanger alle detaljer, dybdelinsen giver fantastisk portrætter med Zeiss-optik og 118 graders vidvinkellinsen sørger for, at du kan tage storslåede billeder og få hele udsigten med.</p>\r\n\r\n<h3>Klare billeder i alle slags lys</h3>\r\n<p>Du får klare billeder i alle slags lys.<br><br>\r\n\r\nKameraet er udstyret med en avanceret Nattilstand-feature, der giver dig klare, skarpe og farverige billeder under dårlige og lave lysforhold.</p>\r\n\r\n<h3>Portrait Mode-feature med ZEISS-optik giver enestående portrætbilleder</h3>\r\n<p>Du får helt enestående portrætbilleder med ZEISS-optik, der giver flere forskellige portrætindstillinger.<br><br>\r\n\r\nOg så kan du også redigere hudtoner og udjævne og forbedre dine portrætfotos - fx kan du oplyse mørke områder af billedet.</p>\r\n\r\n<h3>Fang imponerende billeder af flotte landskaber</h3>\r\n<p>Den ultra brede 118 grader kameralinse fanger storslåede billeder af naturens landskaber.<br><br>\r\n\r\nHvad enten det er et vandfald med hurtigt løbende vand eller en stille mark får du skarpe og klare vidvinkel-billeder med ZEISS-optik.</p>\r\n\r\n<h3>Optag video i 4K-kvalitet med rummelig lyd</h3>\r\n<p>Optag videoer i den høje 4K-kvalitet med en rummelig lydoptagelser, der gør din videoer perfekt egnet til større skærme som fx dit tv.<br><br>\r\n\r\nOg du kan optage fra både bag- og front-kameraet på samme tid, så du får begge sider af samme historie.</p>\r\n\r\n<h2>20 megapixel front-kamera</h2>\r\n<p>Du kan tage skarpe selfies og foretage videoopkald i ultra god kvalitet med en kameralinse på hele 20 megapixel placeret i en waterdrop-notch formet som en vanddråbe på telefonens skærm.</p>\r\n\r\n<h2>2 dages batterilevetid med intelligent batteristyring</h2>\r\n<p>Telefonens processor, styresystem og batteri arbejde sammen for at give dig op til 2 dages batteriliv.<br><br>\r\n\r\nVia AI-teknologi kan batteriet selv justere og prioritere batterilevetiden, så den bruger kræfterne på de apps og programmer, du bruger mest.</p>\r\n\r\n<h2>Kraftfuld Snapdragon 660-processor</h2>\r\n<p>Den kraftfulde processor gør Nokia 7.2 til en hurtig og intelligent smartphone.<br><br>\r\n\r\nSå her kan du køre de helt store programmer og apps. Du kan også sagtens spille spil, se film og videoer.<br><br>\r\n\r\nOg så er processoren med til at gøre telefonen super intelligent, så du får bedre billeder, lang batterilevetid og et godt skærmbillede.</p>\r\n\r\n<h2>Intelligent og brugervenlig smartphone med Android 9 Pie-software og Google Assistent</h2>\r\n<p>Du får det populære styresystem Android 9 Pie fra Google samt en knap i siden af telefonen til Google Assistent.<br><br>\r\n\r\nNår du trykker på Google Assistent-knappen i siden kan du stille Google spørgsmål, tjekke din kalender, tjekke vejrudsigten, se dine huskelister og styre dine smart home-enheder og meget, meget mere.</p>\r\n\r\n<h2>En ren brugerflade og de nyeste opdateringer med Android One</h2>\r\n<p>Med Android One får du en ren brugerflade uden forudinstallerede Nokia-applikationer som du ellers ser på smartphones fra fx Samsung og Huawei.<br><br>\r\n\r\nSå har du ikke alle mulige apps liggende, som du aldrig bruger.<br><br>\r\n\r\nOg med Android One får de nyeste systemopdateringer som fx en opgradering til Android 10 i 2 år og sikkerhedsopdateringer i 3 år fra Google.</p>\r\n\r\n<h2>Ansigtsgenkendelse og fingeraftrykssensor</h2>\r\n<p>Du kan låse skærmen op både via ansigtsgenkendelse gennem sensorne i telefonen front-kamera eller ved hjælp af dit fingeraftryk via fingeraftrykssensoren på bagsiden af mobilen.<br><br>\r\n\r\nUanset hvilken metode, du vælger, er det nemt, hurtigt og sikkert at låse skærmen op på Nokia 7.2.</p>\r\n\r\n<h2>Op til 128 GB intern hukommelse</h2>\r\n<p>Du kan vælge Nokia 7.2 med enten 64 GB eller 128 GB intern hukommelse.<br><br>\r\n\r\nSå er der masser af plads til alle dine apps, programmer, spil, billeder og videoer.</p>\r\n\r\n<h2>Op til 512 GB ekstern hukommelse</h2>\r\n<p>Skal du bruge mere hukommelse?<br><br>\r\n\r\nMed et mikroSD-kort som separat tilbehør til din mobiltelefon kan du få helt op til 512 GB hukommelse.</p>\r\n\r\n<h2>Finsk design med tidløst look</h2>\r\n<p>Nokia 7.2 kommer i et elegant og tidsløst design af kvalitetsmaterialer, der gør telefonen robust.<br><br>\r\n\r\nTelefonen er bygget af holdbart og let materiale i glas med en metalramme.<br><br>\r\n\r\nHer får du altså en smartphone, der både ser godt ud og er designet til at holde.</p>\r\n<h2>Unboxing Nokia 7.2 - se hvad du får</h2> \r\n\r\n<ul>\r\n                <li>    Nokia 7.2</li>\r\n                <li>    Oplader</li>\r\n                <li>    Headset</li>\r\n                <li>    USB Type-C-kabel</li>\r\n                <li>    sim-værktøj</li>\r\n                <li>    Vejledning </li>\r\n</ul>\r\n\r\n<h2>Find flere Nokia-telefoner til gode priser i vores webshop</h2>\r\n<p>I vores webshop kan du også finde andre Nokia-telefoner til rigtig gode priser.<br><br>\r\n\r\nSe den ultra populære klassiker <a href=\"/mobiltelefoner/nokia/3310-3g/\">Nokia 3310</a> med 3G-netværk.<br><br>\r\n\r\nDu kan også vælge mellem en række nye smartphones fra Nokia - fx <a href=\"/mobiltelefoner/nokia/42/\">Nokia 4.2</a>.</p>",
  "specifications": [
    {
      "label": "Skærm",
      "description": "6,3 Fuld HD+ LCD"
    },
    {
      "label": "Skærmopløsning",
      "description": "2280 x 1080 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "48 + 5 + 8 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "20 megapixel ultra-wide-linse"
    },
    {
      "label": "Styresystem",
      "description": "Android 9 Pie"
    },
    {
      "label": "Processor",
      "description": "Qualcomm Snapdragon 660"
    },
    {
      "label": "RAM",
      "description": "6 GB"
    },
    {
      "label": "Batteri",
      "description": "3500 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "128 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Ja"
    },
    {
      "label": "Features",
      "description": "Ansigtsgenkendelse, fingeraftrykssensor, op til 512 GB ekstern hukommelse med mikroSD-kort"
    },
    {
      "label": "Farver",
      "description": "Grå"
    },
    {
      "label": "Materiale",
      "description": "Glas med ramme af plastik"
    },
    {
      "label": "Mål",
      "description": "159,92 x 75,15 x 8,25 mm"
    },
    {
      "label": "Vægt",
      "description": "180 gram"
    },
    {
      "label": "Simkort",
      "description": "Dual-sim (Nano)"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "Mobilrabat"
  ],
  "offeringService": "Fri + 50 GB",
  "offeringServicePrice": 29900,
  "leastPriceRepayments": 429400,
  "leastPriceUpfront": 429400,
  "leastPrice": 240100,
  "savings": 49800,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 996,
  "onSale": false,
  "variants": [
    {
      "id": 996,
      "size": "128 GB",
      "color": "Grå",
      "colorHex": "#595959",
      "image": "Nokia_72_Gr.png",
      "imageAlt": "Køb Nokia 7.2 til en lav pris med fri fragt",
      "gallery": [
        {
          "image": "Nokia_72_Gr-1.png",
          "imageAlt": "Bagsiden af Nokia 7.2 med triple-kamera"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 240100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 289900,
          "serviceDiscount": 49800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 240100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 289900,
          "serviceDiscount": 49800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 240100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 289900,
          "serviceDiscount": 49800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 279900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 289900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}