{
  "id": 390,
  "name": "Galaxy A71",
  "slug": "galaxy-a71",
  "brandName": "Samsung",
  "brandSlug": "samsung",
  "headline": "",
  "documentTitle": "Samsung Galaxy A71 - køb billigt med fri fragt",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Sort",
      "colorHex": "#000000"
    },
    {
      "color": "Sølv",
      "colorHex": "#dbdbdb"
    },
    {
      "color": "Blå",
      "colorHex": "#12e1e8"
    }
  ],
  "descriptionMeta": "Samsung Galaxy A71 er en billig mobil med godt kamera, god skærm og lang batterilevetid. Klik her og køb Samsung Galaxy A71 i dag.",
  "descriptionHtml": "<h2>Køb den prisvenlige Samsung Galaxy A71</h2>\r\n<p>Køb Samsung Galaxy A71 hos os til en rigtig god pris. Det er nemt og hurtigt at bestille her på siden. Og så får du fri fragt og et abonnement spækket med fordele.</p>\r\n\r\n<h2>Lancering og release-dato for Samsung Galaxy A71 i Danmark</h2>\r\n<p>Samsung imponerede og løftede sløret for mange nyheder i 2020, da de besøgte dette års CES teknologi-event i Las Vegas, USA.<br><br>\r\n\r\nBlandt andet løftede de sløret for nye prisvenlige mobiltelefoner i Samsung A-serien. En af dem er den nye Samsung Galaxy A71.<br><br>\r\n\r\nSamsung A71 havde officiel release-dato i Danmark den XX. januar 2020 og er nu tilgængelig her i webshoppen.<br><br>\r\n\r\nLæs mere om specs og features på Galaxy A71 her på siden.</p>\r\n\r\n<h2>Hvilke specifikationer kommer Samsung Galaxy A71 med?</h2>\r\n\r\n<ul>\r\n                <li>    Professionelt bagkamera med fire kameralinser</li>\r\n                <li>    32 megapixel front-kamera</li>\r\n                <li>    Stor Infinity-O Super AMOLED-skærm i fuld HD+-opløsning</li>\r\n                <li>    Lang batterilevetid med stort 4500 mAh-batteri</li>\r\n                <li>    Super Fast Charger (hurtigopladning)</li>\r\n                <li>    Kraftfuld Qualcomm Snapdragon 730G-processor</li>\r\n                <li>    6 GB RAM</li>\r\n                <li>    Fantastisk lyd med Dolby Atmos-effekt</li>\r\n                <li>    Fingeraftrykslæser i skærmen</li>\r\n                <li>    Op til 512 GB hukommelse med mikroSD-kort</li>\r\n</ul>\r\n\r\n<h2>Samsung Galaxy A71 pris hos Nuuday</h2>\r\n<p>Samsung Galaxy A71 er en prisvenlig smartphone - perfekt til dig, der ønsker en telefon, der er til at betale, med godt kamera, flot skærm og høj ydeevne.<br><br>\r\n\r\nPrisen på Samsung Galaxy A71 hos Nuuday afhænger af, hvilket abonnement du vælger, når du bestiller.<br><br>\r\n\r\nVælg det mobilabonnement, du vil have, og se din pris på Samsung Galaxy A71 her på siden.</p>\r\n\r\n<h2>Køb online - kontant eller på afbetaling</h2>\r\n<p>Du kan vælge at betale telefonen i dag. Eller du kan købe Samsung Galaxy A71 og betale over 12 eller 24 måneder.<br><br>\r\n\r\nVælger du at dele regningen op i mindre bidder, forbliver prisen selvfølgelig den samme, som hvis du betaler hele beløbet på en gang. Altså ingen renter.</p>\r\n\r\n<h2>Få masser af fordele med et abonnement hos os</h2>\r\n<p>Hos os køber du ikke kun en mobiltelefon. Du køber også et abonnement spækket med fordele.<br><br>\r\n\r\nMed abonnementet får du:</p>\r\n\r\n<ul>\r\n                <li>    Danmarks bedste 4G-netværk</li>\r\n                <li>    Roaming i 36 lande i Europa</li>\r\n                <li>    Nuuday Musik med over 60 millioner musiknumre</li>\r\n</ul>\r\n\r\n<p>Med netværket fra TDC NET kan du ringe, sende beskeder og gå på nettet med en lynhurtig og stabil forbindelse. Også når du sidder i toget eller tager en tur i sommerhuset.<br><br>\r\n\r\nMed roaming kan du bruge din mobiltelefon, når du rejser uden for Danmark. Så kan du ringe, sende beskeder, dele billeder på sociale medier og finde vej på storbyferien via GPS.<br><br>\r\n\r\nMed Nuuday Musik kan du lytte til al den musik, du vil. Her er noget for enhver smag og til enhver lejlighed. Og du kan selvfølgelig afspille den højt med AirPlay, Chromecast, CarPlay og Bluetooth.</p>\r\n\r\n<h2>Anmeldelse af Samsung Galaxy A71 - prisvenlig smartphone med high-end-features</h2>\r\n<p>Mobilmarkedets tech-eksperter har alle givet deres vurdering af Samsung Galaxy A71.<br><br>\r\n\r\nDu skal vælge Samsung Galaxy A71, hvis du vil have en billig smartphone, uden at du vil gå på kompromis med de vigtigste features.<br><br>\r\n\r\nSamsung Galaxy A71 får ros i anmeldelser for det gode kamera, den store skærm med høj opløsning, lang batterilevetid og en kraftfuld Snapdragon 730G-processor, der gør telefonen lynhurtig og intelligent.<br><br>\r\n\r\nFor at holde prisen nede er der ikke så mange ekstra features på Galaxy A71. Du får til gengæld stadig nogle af markedets hotteste funktionaliteter – fx fingeraftrykslæser i skærmen, hurtigopladning og mulighed for at få op til 512 GB hukommelse med et mikro SD-kort.</p>\r\n\r\n<h2>Professionelt kamera med fire linser</h2>\r\n<p>Bag på telefonen får du et professionelt multikamera med hele fire kameralinser.<br><br>\r\n\r\nDe fire kameralinser arbejder sammen og giver kameraet høj lysfølsomhed og dybdeeffekt, så du får skarpe og detaljerige billeder under alle slags lysforhold.<br><br>\r\n\r\nOg med vidvinkellinsen på 123 grader kan du få hele motivet med på billedet.<br><br>\r\n\r\nDet firedobbelte 64 + 12 + 5 + 5 megapixel kamera er også spækket med funktioner, der gør det nærmest umuligt at få et dårligt billede i kassen.<br><br>\r\n\r\nKameraet optager også video i høj opløsning. Kvaliteten får du blandt andet glæde af, hvis du optager live-video. Det kan fx være, når du snakker med dine venner over videoopkald på Skype eller FaceTime. Eller når du deler livevideoer på sociale medier.</p>\r\n\r\n<h2>32 megapixel front-kamera</h2>\r\n<p>Du får et stort front-kamera på 32 megapixel.<br><br>\r\n\r\nSå står du altid knivskarpt på dine selfies. Og du kan optage live-videoer i høj opløsning, som du kan dele med dine venner og familie på sociale medier.</p>\r\n\r\n<h2>Stort Infinity-O Super AMOLED-display</h2>\r\n<p>Du får et fantastisk skærmbillede i fuld HD+-opløsning på det store 6,7 tommer Infinity-O Super AMOLED-display.<br><br>\r\n\r\nDet populære Infinity-O-display er designet, så du får mest muligt ud af skærmen med mindre kanter og en mindre notch i toppen af skærmen, hvor front-kameraet sidder.<br><br>\r\n\r\nDet er også Infinity-O-display du finder på Samsungs store modeller fra Galaxy S10 og Galaxy Note 10-serien fra 2019.<br><br>\r\n\r\nSkærmen er stor nok til, at du kan multitaske med flere apps åbne på samme tid. Så kan du fx have Google kørende i toppen af skærmen, samtidig med at du læser nyheder eller ser YouTube-videoer i bunden af skærmen.</p>\r\n\r\n<h2>Fingeraftrykssensor i skærmen</h2>\r\n<p>Skærmen kommer også med indbygget fingeraftrykslæser, der kan låse mobilen op nemt og hurtigt ved at læse dit fingeraftryk.<br><br>\r\n\r\nSå kan du nemt og hurtigt låse skærmen op blot ved at lægge fingeren på det afmærkede scanner-område på skærmen.</p>\r\n\r\n<h2>Lang batterilevetid med stort 4500 mAh-batteri</h2>\r\n<p>Det store 4500 mAh-batteri sørger for strøm i mange timer. Så kan du bruge telefonen, så meget du vil i løbet af dagen – uden du behøver at bekymre dig om, at telefonen løber tør for strøm.</p>\r\n\r\n<h2>Samsungs superhurtige oplader</h2>\r\n<p>Når A71 engang imellem løber tør for strøm, tager det ikke lang tid at lade batteriet op. Det kan vi takke Samsungs Super Fast Charger for.<br><br>\r\n\r\nMed hurtigopladeren tager det kun ca. 30 minutter at oplade batteriet fra 0 til 50 %.</p> \r\n\r\n<h2>Lynhurtig og kampstærk med Snapdragon-processor</h2>\r\n<p>Samsung Galaxy A71 er en lynhurtig, intelligent og kraftfuld telefon. Inde i Galaxy A71 banker nemlig den stærke Qualcomm Snapdragon 730G-processor, der giver telefonen høj performance.<br><br>\r\n\r\nDet betyder, at du får en lynhurtig brugerflade, hvor du kan køre selv de helt tunge apps, spil og programmer. Du kan have flere apps og programmer åbne på telefonen samtidig, uden at telefonen bliver langsommere. Og så reagerer telefonen med det samme, når du klikker rundt.Og så reagerer telefonen med det samme, når du klikker rundt.</p>\r\n\r\n<h2>Oplev styresystemet Android fra Google</h2>\r\n<p>På Samsung Galaxy A71 får du det populære styresystem Google Android.<br><br>\r\n\r\nGoogle Android er et fleksibelt og intuitivt styresystem med smarte navigationskommandoer, der er nemme at lære.<br><br>\r\n\r\nMed intelligent og innovativ teknologi skræddersyer Android din mobil, så den retter sig til efter dine vaner. Fx lærer Android, hvordan du bruger din telefon og sørger for at have apps og programmer klar til dig, når du skal bruge dem.<br><br>\r\n\r\nSidst sætter Google også sikkerhed højt på dagsordenen. Google Android krypterer altid din data sikkert, når du surfer online. Og så har apps og programmer, der står åbne i baggrunden, ikke adgang til hverken telefonens mikrofon eller kamera.</p>\r\n\r\n<h2>Nyd fantastisk lyd med Dolby Atmos</h2>\r\n<p>Med Dolby Atmos-effekt får du helt fantastisk lyd – også selvom du ikke har tilsluttet høretelefoner eller højttalere til mobilen.<br><br>\r\n\r\nTelefonens indbyggede højttalere giver dig helt fantastisk kvalitet. Så kan du se film og høre musik direkte på telefonen.</p>\r\n\r\n<h2>Hukommelse på op til 512 GB</h2>\r\n<p>Du får 128 GB intern hukommelse på Galaxy A71. Så her er der altså masser plads til alle dine apps, programmer, billeder, videoer og alt, hvad du ellers gemmer på din mobil.<br><br>\r\n\r\nEr 128 GB ikke nok? Så kan du nemt opgradere lageret til 512 GB med et mikro SD-kort som separat tilbehør til din mobil.</p>\r\n\r\n<h2>Lækkert design i tre flotte farver</h2>\r\n<p>Samsung Galaxy A71 kommer i sort, blå eller sølv farve.<br><br>\r\n\r\nHar du brug for hjælp til at vælge, kan du længere oppe på siden se billeder af telefonen i de forskellige farver.</p>\r\n\r\n<h2>Unboxing Samsung Galaxy A71 - det får du med i æsken</h2>\r\n\r\n<ul>\r\n                <li>    Samsung Galaxy A71-enhed</li>\r\n                <li>    Hurtigoplader</li>\r\n                <li>    Hovedtelefoner</li>\r\n                <li>    Mikro-usb- og usb-adapter</li>\r\n                <li>    Nål til nemt at indsætte simkort</li>\r\n                <li>    Manual på dansk </li>\r\n</ul>\r\n\r\n<h2>Sammenlign Samsung Galaxy A71 og A51</h2>\r\n\r\n<h3>Skærm</h3>\r\n<p>Begge mobiler har Infinity-O Super AMOLED-skærm. Men skærmen på Galaxy A71 er med sine 6,7 tommer lidt større, end skærmen på Galaxy A51 på 6,5 tommer.</p>\r\n\r\n<h3>Skærmopløsning</h3>\r\n<p>Begge telefoner har en skærmopløsning på 1080 x 2400 pixels.</p>\r\n\r\n<h3>Bagkamera</h3>\r\n<p>De to mobiltelefoner har begge fire kameraer bag på telefonen. Kameraet på Galaxy A71 er en lille smule større end kameraet på Galaxy A51.</p>\r\n\r\n<h3>Front-kamera</h3>\r\n<p>Begge telefoner har et 32-megapixel front-kamera.</p>\r\n\r\n<h3>Styresystem</h3>\r\n<p>Både Galaxy A71 og A51 bruger styresystemet Android fra Google.</p>\r\n\r\n<h3>Processor</h3>\r\n<p>De to telefoners chipset minder meget om hinanden. Dog er Exynos 9611-processoren i Galaxy A51 lidt hurtigere end Snapdragon 730G-processoren i Galaxy A71.</p>\r\n\r\n<h3>RAM</h3>\r\n<p>Galaxy A71 har 6 GB RAM, mens Galaxy A51 har 4 GB RAM.</p>\r\n\r\n<h3>Batteri</h3>\r\n<p>Med 4500 mAh har Galaxy A71 et større batteri end Galaxy A51 med 4000 mAh-batteri.</p>\r\n\r\n<h3>Hukommelse</h3>\r\n<p>Både Galaxy A51 og Galaxy A71 har 128 GB hukommelse. På begge mobiler kan du udvide lageret op til 512 GB. Det kræver bare, at du tilkøber et mikro SD-kort.</p>\r\n\r\n<h3>Farver</h3>\r\n<p>Du kan vælge begge mobiler i sort og blå. Du kan yderligere vælge Galaxy A71 i sølv eller Galaxy A51 i hvid.</p>\r\n\r\n<h3>Materiale</h3>\r\n<p>Begge mobiler kommer i 3D-glas.</p>\r\n\r\n<h3>Mål</h3>\r\n<p>Galaxy A71 er med sine 164 x 76,7 x 7,9 mm større end Galaxy A51, der måler 158,5 x 73,6 x 7,9 mm.</p>\r\n\r\n<h3>Pris</h3>\r\n<p>Samsung Galaxy A71 er en lille smule dyrere end Samsung Galaxy A51. Dog er begge mobiler en del af Samsungs prisvenlige A-serie.</p>\r\n\r\n<h3>Opsummering</h3>\r\n<p>Samsung Galaxy A71 og A51 minder meget om hinanden. Dog har Samsung skruet en lille smule op for specifikationerne på Galaxy A71-modellen. Her får du blandt andet et lidt større kamera, en lidt større skærm og længere batterilevetid. Og så får du bedre lyd med Dolby Atmos-effekt på Galaxy A71.</p>\r\n\r\n<h2>Samsung Galaxy A71 vs S10</h2>\r\n\r\n<h3>Skærm</h3>\r\n<p>Begge telefoner kommer med Infinity-O Super AMOLED-display. Skærmen på Galaxy A71 er 6,7 tommer, mens skærmen på Galaxy S10 er 6,1 tommer.</h3>\r\n\r\n<h3>Skærmopløsning</h3>\r\n<p>Galaxy A71 har en lavere skærmopløsning på 1080 x 2400 pixels. Skærmen på Galaxy S10 har en opløsning på 1440 x 3040 pixels.</p>\r\n\r\n<h3>Bagkamera</h3>\r\n<p>Galaxy A71 har et 64 + 12 + 5 + 5 megapixel firdobbelt kamera. Galaxy S10 har et 12 + 12 + 16 megapixel triple-kamera.</p>\r\n\r\n<h3>Front-kamera</h3>\r\n<p>Galaxy A71 har et front-kamera på 32 megapixel. Kameraet på Galaxy S10 har 10 megapixel.</p>\r\n\r\n<h3>Styresystem</h3>\r\n<p>Begge mobiler kommer installeret med styresystemet Android fra Google.</p>\r\n\r\n<h3>Processor</h3>\r\n<p>Exynos 9820-processoren i Galaxy S10 er stærkere og hurtigere end Snapdragon 730G-processoren i Galaxy A71.</p>\r\n\r\n<h3>RAM</h3>\r\n<p>Galaxy S10 har 8 GB RAM, mens Galaxy A71 har 6 GB RAM.</p>\r\n\r\n<h3>Batteri</h3>\r\n<p>Galaxy A71 har længere batterilevetid med et 4500 mAh-batteri. Galaxy S10 har et batteri på 3500 mAh.</p>\r\n\r\n<h3>Hukommelse</h3>\r\n<p>Begge mobiler har 128 GB indbygget hukommelse.</p>\r\n\r\n<h3>Farver</h3>\r\n<p>Du kan vælge begge mobiltelefoner i sort. Du kan yderligere vælge Galaxy A71 i blå og Galaxy S10 i hvid.</p>\r\n\r\n<h3>Materiale</h3>\r\n<p>Begge mobiler er designet i 3D-glas.</p>\r\n\r\n<h3>Mål</h3>\r\n<p>Galaxy A71 måler 164 x 76,7 x 7,9 mm og er større end S10 på 149,9 x 70,4 x 7,8.</p>\r\n\r\n<h3>Pris</h3>\r\n<p>Samsung Galaxy S10 er dyrere end den mere prisvenlige Samsung Galaxy A71.</p>\r\n\r\n<h3>Opsummering</h3>\r\n<p>Samsung Galaxy S10 er en af Samsungs flagskibsmodeller. S10 har derfor større og bedre processor og mere RAM, der giver en hurtigere og mere intelligent brugerflade. Galaxy S10 byder på flere features end Galaxy A71. Fx den nye teknologi, trådløs strømdeling, så du kan oplade andre trådløse enheder med din mobil. Og så er Galaxy S10 også vand- og støvtæt med IP68-klassificering. Til gengæld er Samsung Galaxy A71 en billigere telefon.</p>\r\n\r\n\r\n<h2>Find flere mobiltelefoner fra Samsung</h2>\r\n<p>Hos os kan du finde en lang række telefoner fra Samsung til rigtig gode priser.<br><br>\r\n\r\nVi tilbyder både de nyeste og mest populære modeller og en lang række prisvenlige telefoner.<br><br>\r\n\r\nLeder du efter en af Samsungs flagskibsmodeller med innovative og banebrydende specifikationer?<br><br>\r\n\r\nSe <a href=\"/mobiltelefoner/samsung/galaxy-s10/\">Samsung Galaxy S10</a>, <a href=\"/mobiltelefoner/samsung/galaxy-s10plus/\">Samsung Galaxy S10+</a>, <a href=\"/mobiltelefoner/samsung/galaxy-s10e/\">Samsung Galaxy S10e</a> og <a href=\"/mobiltelefoner/samsung/galaxy-s10-lite/\">Samsung Galaxy S10 Lite</a>.<br><br>\r\n\r\nDu kan også finde <a href=\"/mobiltelefoner/samsung/galaxy-note-10/\">Samsung Galaxy Note 10</a>, <a href=\"/mobiltelefoner/samsung/galaxy-note-10plus/\">Samsung Galaxy Note 10+</a>, <a href=\"/mobiltelefoner/samsung/galaxy-note-10-lite/\">Samsung Galaxy Note 10 Lite</a> og <a href=\"/mobiltelefoner/samsung/galaxy-note9/\">Samsung Galaxy Note 9</a>.<br><br>\r\n\r\nEller du kan se mere til andre prisvenlige modeller i A-serien: <a href=\"/mobiltelefoner/samsung/galaxy-a80/\">Samsung Galaxy A80</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a51/\">Samsung Galaxy A51</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a40/\">Samsung Galaxy A40</a> og <a href=\"/mobiltelefoner/samsung/galaxy-a20e/\">Samsung Galaxy A20e</a>.<br><br>\r\n\r\nSe også den billige og robuste <a href=\"/mobiltelefoner/samsung/galaxy-xcover-4s/\">Samsung Galaxy XCover 4s</a>.</p>",
  "specifications": [
    {
      "label": "Skærm",
      "description": "6,7 tommer Infinity-O Super AMOLED m. fuld HD+-opløsning"
    },
    {
      "label": "Skærmopløsning",
      "description": "1080 x 2400 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "64 + 12 + 5 + 5 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "32 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "Android"
    },
    {
      "label": "Processor",
      "description": "Snapdragon 730G"
    },
    {
      "label": "RAM",
      "description": "6 GB"
    },
    {
      "label": "Batteri",
      "description": "4500 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "128 GB"
    },
    {
      "label": "Features",
      "description": "Super-hurtigopladning, fingeraftrykslæser i skærmen, op til 512 GB hukommelse med mikroSD-kort, høj lydkvalitet m. Dolby Atmos"
    },
    {
      "label": "Farver",
      "description": "Sort, blå eller sølv"
    },
    {
      "label": "Materiale",
      "description": "3D-glas"
    },
    {
      "label": "Mål",
      "description": "164 x 76,7 x 7,9 mm"
    }
  ],
  "deviceType": "mobile",
  "labels": [],
  "offeringService": "Fri + 20 GB",
  "offeringServicePrice": 19900,
  "leastPriceRepayments": 417400,
  "leastPriceUpfront": 417400,
  "leastPrice": 12000,
  "savings": 81800,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 1001,
  "onSale": false,
  "variants": [
    {
      "id": 1001,
      "size": "128 GB",
      "color": "Sort",
      "colorHex": "#000000",
      "image": "Samsung_GalaxyA71_Sort.png",
      "imageAlt": "Samsung Galaxy A71 Sort 128 GB",
      "gallery": [
        {
          "image": "Samsung_GalaxyA71_Sort-1.png",
          "imageAlt": "Samsung Galaxy A71 Sort 128 GB"
        },
        {
          "image": "Samsung_GalaxyA71_Sort-2.png",
          "imageAlt": "Samsung Galaxy A71 Sort 128 GB"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 288100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 369900,
          "serviceDiscount": 81800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 240100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 369900,
          "serviceDiscount": 129800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 192100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 369900,
          "serviceDiscount": 177800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 359900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 369900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 1002,
      "size": "128 GB",
      "color": "Sølv",
      "colorHex": "#dbdbdb",
      "image": "Samsung_GalaxyA71_Slv.png",
      "imageAlt": "Samsung Galaxy A71 Sølv 128 GB",
      "gallery": [
        {
          "image": "Samsung_GalaxyA71_Slv-1.png",
          "imageAlt": "Samsung Galaxy A71 Sølv 128 GB"
        },
        {
          "image": "Samsung_GalaxyA71_Slv-2.png",
          "imageAlt": "Samsung Galaxy A71 Sølv 128 GB"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 288100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 369900,
          "serviceDiscount": 81800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 240100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 369900,
          "serviceDiscount": 129800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 192100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 369900,
          "serviceDiscount": 177800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 359900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 369900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 1003,
      "size": "128 GB",
      "color": "Blå",
      "colorHex": "#12e1e8",
      "image": "Samsung_GalaxyA71_Bl.png",
      "imageAlt": "Samsung Galaxy A71 Blå 128 GB",
      "gallery": [
        {
          "image": "Samsung_GalaxyA71_Bl-1.png",
          "imageAlt": "Samsung Galaxy A71 Blå 128 GB"
        },
        {
          "image": "Samsung_GalaxyA71_Bl-2.png",
          "imageAlt": "Samsung Galaxy A71 Blå 128 GB"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 288100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 369900,
          "serviceDiscount": 81800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 240100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 369900,
          "serviceDiscount": 129800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 192100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 369900,
          "serviceDiscount": 177800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 359900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 369900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}