{
  "id": 391,
  "name": "Galaxy Note 10 Lite",
  "slug": "galaxy-note-10-lite",
  "brandName": "Samsung",
  "brandSlug": "samsung",
  "headline": "",
  "documentTitle": "Samsung Galaxy Note 10 Lite - køb i dag med fri fragt",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Sort",
      "colorHex": "#000000"
    },
    {
      "color": "Sølv",
      "colorHex": "#d4d4d4"
    }
  ],
  "descriptionMeta": "Samsung Galaxy Note 10 Lite er en lynhurtigt mobil med Bluetooth S-Pen og gode kameraer. Klik her, og køb Samsung Galaxy Note 10 Lite billigt.",
  "descriptionHtml": "<h2>Køb Samsung Galaxy Note 10 Lite med med fri fragt og abonnement</h2>\r\n<p>Køb Samsung Galaxy Note 10 Lite til en rigtig god pris her i webshoppen. Det er nemt og hurtigt at bestille. Og du får fri fragt og et mobilabonnement fyldt med fordele.</p>\r\n\r\n<h2>Lancering og release - hvornår kommer Samsung Galaxy Note 10 Lite til Danmark?</h2>\r\n<p>Samsung Galaxy Note 10 Lite havde lanceringsdato den 3. januar 2020 til CES 2020-eventet i Las Vegas i USA. Her løftede Samsung sløret for alle specs og features på den nye Note-enhed.<br><br>\r\n\r\nLæs mere om Samsung Galaxy Note 10 Lite her på siden.</p>\r\n\r\n<h2>Hvilke specifikationer kommer Samsung Galaxy Note 10 Lite med?</h2>\r\n\r\n<ul>\r\n                <li>    6,7 tommer Infinity-O Super AMOLED-display i fuld HD+-opløsning</li>\r\n                <li>    12 + 12 + 12 megapixel kamera</li>\r\n                <li>    32 megapixel front-kamera</li>\r\n                <li>    Lynhurtig og kraftfuld Exynos 9810-processor</li>\r\n                <li>    Lang batterilevetid med 4500 mAh-batteri med hurtigopladning</li>\r\n                <li>    Nem og hurtig navigation med den smarte Bluetooth-S-Pen</li>\r\n                <li>    Fingeraftrykslæser i touch-skærmen</li>\r\n                <li>    Op til 512 GB hukommelse med mikroSD-kort</li>\r\n                <li>    Vand- og støvtæt med IP68-klassificering</li>\r\n                <li>    Imponerende lyd med Dolby Atmos-effekt</li>\r\n</ul>\r\n\r\n<h2>Pris - hvad koster Samsung Galaxy Note 10 Lite hos Nuuday?</h2>\r\n<p>Prisen på Samsung Galaxy Note 10 Lite afhænger af, hvilket abonnement du vælger, når du bestiller din nye telefon.<br><br>\r\n\r\nDu får selvfølgelig Samsung Galaxy Note 10 Lite til en rigtig god pris hos os. Du kan se din pris på Samsung Galaxy Note 10 Lite ved at vælge et abonnement her på siden.</p>\r\n\r\n<h2>Køb på afbetaling, og betal over 12 eller 24 måneder – uden renter</h2>\r\n<p>Hos os kan du købe din Samsung Galaxy Note 10 Lite på afbetaling og dele regningen op i mindre bidder over 12 eller 24 måneder.<br><br>\r\n\r\nVælger du at betale regningen af flere omgange, forbliver prisen selvfølgelig den samme. Der er nemlig ingen renter.</p>\r\n\r\n<h2>Få masser af fordele med et abonnement fra Nuuday</h2>\r\n<p>Du får masser af fordele med i prisen med vores mobilabonnementer.<br><br>\r\n\r\nDet får du:</p>\r\n\r\n<ul>\r\n                <li>    En lynhurtig og stabil forbindelse med Danmarks bedste 4G-netværk</li>\r\n                <li>    Ring, send beskeder og gå på internettet med roaming i 36 lande i Europa</li>\r\n                <li>    Nuuday Musik med over 60 millioner musiknumre</li>\r\n</ul>\r\n\r\n<p>Så kan du surfe på internettet, ringe og sende beskeder med en lynhurtig og stabil forbindelse - også på togturen eller i sommerhuset.<br><br>\r\n\r\nOg rejser du til udlandet, har du den samme frihed: Du kan både ringe, sende beskeder, dele billeder på sociale medier, finde vej via GPS, tjekke mails og netbank og meget mere. Alt sammen direkte fra mobilnetværket, så du ikke behøver lede efter åbne wi-fi-netværk.<br><br>\r\n\r\nI Nuuday Musik-appen finder du et hav af musiknumre i alle genrer. Du lytter til musik i hi-fi-kvalitet, og du kan streame via CarPlay, AirPlay, Chromecast og Bluetooth.</p>\r\n\r\n<h2>Anmeldelse og test af Samsung Galaxy Note 10 Lite</h2>\r\n<p>Forud for lanceringen af Samsung Galaxy Note 10 Lite var der mange rygter og leaks på internettet. Mobilmarkedets tech-eksperter spåede alle om, hvilke specs og features den nye mobiltelefon fra Samsungs Note-serie ville byde på.<br><br>\r\n\r\nDen prisvenlige Note-model får især ros for det gode Infinity-O-display, der giver et stort skærmbillede i topkvalitet. Men den er også rost for den ultra smarte S-Pen, der giver unikke navigationsmuligheder, den lange batterilevetid med det store 4500 mAh-batteri og de gode kameraer – både foran og bag på Galaxy Note 10 Lite.<br><br>\r\n\r\nOg så er Samsung Galaxy Note 10 Lite også en hurtig og kraftfuld telefon med Exynos 9810-processor og 8 GB RAM.</p>\r\n\r\n<h2>6,7-tommer Infinity-O Super AMOLED-display i fuld HD+-opløsning</h2>\r\n<p>Du får et klart skærmbillede i høj kvalitet med den store Infinity-O-skærm, som er designet, så du får masser af skærm for pengene.<br><br>\r\n\r\nDe mindre kanter i siderne af skærmen og en mindre notch med kameraet i toppen giver dig et større skærmbillede.</p>\r\n\r\n<h3>Multitask med flere åbne apps og programmer på skærmen</h3>\r\n<p>Du kan også have flere apps og programmer åbne på det store display.<br><br>\r\n\r\nSkærmen kan nemlig deles i to, så du fx kan have en Google-browser åben i toppen af skærmen, mens du læser nyheder eller tjekker Facebook i bunden af skærmen.<br><br>\r\n\r\nPå YouTube finder du mange video-guides, der viser dig, hvordan den smarte feature virker.</p>\r\n\r\n<h2>Fingeraftrykslæser i touch-skærmen</h2>\r\n<p>Du får indbygget fingeraftrykslæser i selve displayet på Galaxy Note 10 Lite. Så kan du nemt og hurtigt låse skærmen op ved at lægge fingeren på scanneren foran på telefonen.</p>\r\n\r\n<h2>12 + 12 + 12 megapixel multikamera</h2>\r\n<p>Du får imponerende billeder og professionelle videoer med det store kamera bag på Galaxy Note 10 Lite.<br><br>\r\n\r\nMed et hav af forskellige optiske funktioner får du detaljerige billeder med flotte, kontrastforhold og dybdeskarphed.<br><br>\r\n\r\nMed Galaxy Note 10 Lite er du altid kun ét klik væk fra det perfekte billede.</p>\r\n\r\n<h3>Fang hele billedet med 123 graders vidvinkellinse</h3>\r\n<p>Fang alle detaljer og motiver med vidvinkellinsen. Så kan du fx få hele motivet med på billedet, selvom du står tæt på. Og du kan få imponerende billeder af storslåede landskaber.</p>\r\n\r\n<h2>32 megapixel front-kamera</h2>\r\n<p>Foran på telefonen sidder det lille front-kamera på hele 32 megapixel.<br><br>\r\n\r\nOg selvom kameraet ikke fylder særlig meget på telefonens skærm, skal du ikke lade dig snyde.<br><br>\r\n\r\nDu får imponerende billeder med selfie-kameraet. Og så kan står du altid knivskarpt, når du laver videoopkald.</p>\r\n\r\n<h2>Smart S-Pen med Bluetooth</h2>\r\n<p>Note-serien er især blevet populær for den smarte Bluetooth S-Pen.<br><br>\r\n\r\nMed S-Pen er det kun fantasien, der sætter grænser for, hvad du kan på din smartphone.<br><br>\r\n\r\nS-Pen gør det nemt og hurtigt at navigere rundt på telefonens skærm med stor præcision.<br><br>\r\n\r\nDu kan tage noter, der automatisk bliver konverteret til digital tekst og kan overføres til Word. Og du kan tegne skitser og andre tegninger.<br><br>\r\n\r\nOg med Bluetooth-funktionen kan du også bruge S-Pen som fjernbetjening til din mobiltelefon. Så hvis du skal holde oplæg behøver du ikke din pc - du kan bare tage Samsung Galaxy Note 10 Lite op af lommen.</p>\r\n\r\n<h2>Kraftfuld og intelligent Exynos 9810-processor</h2>\r\n<p>Den kraftfulde og intelligente Exynos 9810-processor giver dig en lynhurtig brugerflade, hvor selv de tunge apps og programmer kører som smurt.<br><br>\r\n\r\nTelefonen reagerer med det samme, når du trykker på skærmen. Apps åbner hurtigt, når du klikker på ikonet, og så kan du have flere apps og programmer åbne på samme tid uden at telefonen føles langsommere.<br><br>\r\n\r\nSamsung Galaxy Note 10 Lite er perfekt til dig, der stiller høje krav til, hvad en smartphone skal kunne.</p>\r\n\r\n<h2>Stort 4500 mAh-batteri og lynhurtig opladning</h2>\r\n<p>Du får mange timers batterilevetid med det store 4500 mAh-batteri i Samsung Galaxy Note 10 Lite.<br><br>\r\n\r\nMen når batteriet engang imellem løber tør for strøm, tager det ikke lang tid at oplade det igen med Samsungs hurtigoplader.</p>\r\n\r\n<h2>Hukommelse på op til 512 GB</h2> \r\n<p>Med en indbygget lagerplads på 128 GB har du rigeligt med plads til alle dine apps, programmer og billeder, og hvad du ellers har liggende på din mobiltelefon.<br><br>\r\n\r\nHar du alligevel brug for mere plads, kan du få helt op til 512 GB med et mikro SD-kort som separat tilbehør til din mobil.</p>\r\n\r\n<h2>Suveræn lyd med Dolby Atmos</h2>\r\n<p>Du får en fænomenal lydoplevelse med Dolby Atmos-effekten. Og det gælder også, når din telefon spiller uden at være tilsluttet høretelefoner eller højttalere.<br><br>\r\n\r\nSå kan du se videoer, film og spille spil på din telefon med fantastisk lyd.</p>\r\n\r\n<h2>Et vand- og støvtæt design</h2>\r\n<p>Samsung Galaxy Note 10 Lite holder vand og støv ude.<br><br>\r\n\r\nMed det vandtætte design kan du fx skylle din mobiltelefon under vandhanen, hvis du spilder på den.</p>\r\n\r\n<h2>Flotte farver på Galaxy Note 10 Lite</h2>\r\n<p>Du kan vælge Galaxy Note 10 Lite i en flot sort eller hvid farve.\r\n\r\nValget er dit - så hvilken farve foretrækker du?</h2>\r\n\r\n<h2>Unboxing Samsung Galaxy Note 10 Lite - det får du med i æsken</h2>\r\n\r\n<ul>\r\n                <li>    Samsung Galaxy Note 10 Lite</li>\r\n                <li>    Oplader</li>\r\n                <li>    Høretelefoner</li>\r\n                <li>    Mikro-usb- og usb-adapter</li>\r\n                <li>    Smart nål til nemt og hurtigt at indsætte simkort</li>\r\n                <li>    Manual på dansk</li>\r\n</ul>\r\n\r\n<h2>Samsung Galaxy Note 10 Lite vs Note 9</h2>\r\n\r\n<h3>Skærm</h3> \r\n<p>Begge telefoner har Infinity-displays. Skærmen på Galaxy Note 10 Lite er dog lidt større med de 6,7 tommer, mens skærmen på Galaxy Note 9 måler 6,4 tommer.</p>\r\n\r\n<h3>Skærmopløsning</h3>\r\n<p>Skærmen på Galaxy Note 10 Lite har en højere opløsning med de 1080 x 2400 pixels. Skærmen på Galaxy Note 9 har en opløsning på 2960 x 1440 pixels.</p>\r\n\r\n<h3>Bagkamera</h3>\r\n<p>Kameraet bag på Galaxy Note 10 Lite er bedre med tre kameralinser på 12 megapixel. Kameraet bag på Galaxy Note 9 har en skærmopløsning på 2960 x 1440 pixels.</p>\r\n\r\n<h3>Front-kamera</h3>\r\n<p>Galaxy Note 10 Lite har et større frontkamera med de 32 megapixel. Galaxy Note 9 har et 8-megapixel frontkamera.</p>\r\n\r\n<h3>Styresystem</h3>\r\n<p>Begge telefoner kører Android fra Google.</p>\r\n\r\n<h3>Processor</h3>\r\n<p>Begge mobiler har Samsung Exynos 9810-processor.</p>\r\n\r\n<h3>RAM</h3>\r\n<p>Begge telefoner er tilgængelige med 8 GB RAM.</p>\r\n\r\n<h3>Batteri</h3>\r\n<p>Med 4500 mAh-batteriet får du længere batterilevetid på Galaxy Note 10 Lite end på Galaxy Note 9, der har et 4000 mAh-batteri.</p>\r\n\r\n<h3>Hukommelse</h3>\r\n<p>Begge mobiler kan du få med et lager på 128 GB. Men du kan også vælge Galaxy Note 9 med et lager på 512 GB.</p>\r\n\r\n<h3>3,5-mm jackstik</h3>\r\n<p>Modsat Galaxy Note 10 Lite har Galaxy Note 9 det klassiske jackstik til høretelefoner.</p>\r\n\r\n<h3>Farver</h3>\r\n<p>Du kan vælge begge modeller i sort. Galaxy Note 10 Lite kan du også få i hvid, og Galaxy Note 9 kan du få i blå.</p>\r\n\r\n<h3>Mål</h3>\r\n<p>Galaxy Note 10 Lite måler 151 x 72 x 7,9 mm, og det gør den lidt mindre end Galaxy Note 9, der måler 161 x 76,5 x 8,87 mm.</p>\r\n\r\n<h3>Pris</h3>\r\n<p>Galaxy Note 9 er billigere end Galaxy Note 10 Lite.</p>\r\n\r\n<h3>Opsummering</h3> \r\n<p>Samsung Galaxy Note 10 Lite er en nyere og bedre smartphone end Galaxy Note 9. Her får du altså nogle opgraderinger. Den største forskel mellem de to modeller er, at Note 10 Lite har bedre kamerateknologi.</p>\r\n\r\n<h2>Samsung Galaxy Note 10 Lite vs Note 10</h2>\r\n\r\n<h3>Skærm</h3>\r\n<p>Begge mobiler har det populære Infinity-display. Skærmen på Galaxy Note 10 Lite er dog lidt større med de 6,7 tommer, mens skærmen på Galaxy Note 10 er 6,3 tommer.</p>\r\n\r\n<h3>Skærmopløsning</h3>\r\n<p>Galaxy Note 10 Lite har en lidt højere skærmopløsning på 1080 x 2400 pixels. Skærmopløsningen på Galaxy Note 10 er 1080 x 2280.</p>\r\n\r\n<h3>Bagkamera</h3>\r\n<p>Begge telefoner har triple-kamera. Bagkameraet på Galaxy Note 10 er lidt større med 12 + 12 + 16 megapixel, mens Galaxy Note 10 Lite er på 12 + 12 + 12 megapixel.</p>\r\n\r\n<h3>Front-kamera</h3>\r\n<p>Galaxy Note 10 Lite har et større frontkamera på 32 megapixel, mens frontkameraet på Galaxy Note 10 er på 10 megapixel.</p>\r\n\r\n<h3>Styresystem</h3>\r\n<p>Begge telefoner kører Android fra Google.</p>\r\n\r\n<h3>Processor</h3>\r\n<p>Galaxy Note 10 Lite har en Samsung Exynos 9810-processor, mens Galaxy Note 10 har en Samsung Exynos 9825-processor. De to processorer ligner hinanden meget, men Exynos 9810 scorer en lille smule højere i forhold til ydeevnen.</p>\r\n\r\n<h3>RAM</h3>\r\n<p>Begge mobiler har 8 GB RAM.</p>\r\n\r\n<h3>Batteri</h3>\r\n<p>Med det store 4500 mAh-batteri får du længere batterilevetid på Galaxy Note 10 Lite end på Galaxy Note 10, der har et 3500 mAh-batteri.</p>\r\n\r\n<h3>Hukommelse</h3>\r\n<p>Du får et større lager på Galaxy Note 10 på 250 GB. På Galaxy Note 10 Lite får du 128 GB intern hukommelse.</p>\r\n\r\n<h3>3,5-mm jackstik</h3>\r\n<p>Ingen af de to modeller har jackstik.</p>\r\n\r\n<h3>Farver</h3>\r\n<p>Du kan vælge begge mobiler i sort. Galaxy Note 10 Lite kan du også vælge i hvid. Og Galaxy Note 10 kan du – udover sort – også få i et flot skinnende design.</p>\r\n\r\n<h3>Mål</h3>\r\n<p>De to telefoner har næsten samme størrelse. Galaxy Note 10 Lite måler 151 x 72 x 7,9 mm, mens Galaxy Note 10 måler 150,9 x 71,8 x 7,9 mm.</p>\r\n\r\n<h3>Pris</h3>\r\n<p>De to telefoner ligger i nogenlunde samme prisleje.</p>\r\n\r\n<h3>Opsummering</h3>\r\n<p>Generelt er der ikke så stor forskel på Samsung Galaxy Note 10 Lite og Galaxy Note 10. Dog får du lidt flere high-end-features på Galaxy Note 10 som fx trådløs strømdeling, så du kan oplade andre trådløse enheder direkte fra din telefon. Og så får du også forbedret wi-fi-forbindelse med WiFi6-teknologi på Galaxy Note 10.</p>\r\n\r\n<h2>Find de bedste mobiltelefoner fra Samsung hos Nuuday</h2>\r\n<p>Du kan finde alle de bedste mobiltelefoner fra Samsung her i webshoppen.<br><br>\r\n\r\nHos os får du altid din nye Samsung-mobil til en god pris. Og så får du fri fragt på alle modeller.<br><br>\r\n\r\nSe fx også de nyeste flagskibe fra Samsung: <a href=\"/mobiltelefoner/samsung/galaxy-s10/\">Samsung Galaxy S10</a>, <a href=\"/mobiltelefoner/samsung/galaxy-s10plus/\">Samsung Galaxy S10+</a>, <a href=\"/mobiltelefoner/samsung/galaxy-s10e/\">Samsung Galaxy S10e</a> og <a href=\"/mobiltelefoner/samsung/galaxy-s10-lite\">Samsung Galaxy S10 Lite.</a><br><br>\r\n\r\nDu kan også finde mange andre modeller i Note-serien:<a href=\"/mobiltelefoner/samsung/galaxy-note-10/\">Samsung Galaxy Note 10</a>, <a href=\"/mobiltelefoner/samsung/galaxy-note-10plus/\">Samsung Galaxy Note 10+</a> og <a href=\"/mobiltelefoner/samsung/galaxy-note9/\">Samsung Galaxy Note 9</a>.<br><br>\r\n\r\nLeder du efter en billig smartphone? Samsung har også lavet en række prisvenlige smartphones, hvor du stadig får de vigtigste features i topkvalitet – fx kamera, skærm og processor.<br><br>\r\n\r\nLige nu tilbyder vi<a href=\"/mobiltelefoner/samsung/galaxy-a80/\">Samsung Galaxy A80</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a50/\">Samsung Galaxy A50</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a40/\">Samsung Galaxy A40</a> og <a href=\"/mobiltelefoner/samsung/galaxy-a20e/\">Samsung Galaxy A20e</a>.<br><br>\r\n\r\nDu kan også bestille <a href=\"/mobiltelefoner/samsung/galaxy-xcover-4s/\">Samsung Galaxy XCover 4s</a>, som er en billig og robust smartphone.</p>",
  "specifications": [
    {
      "label": "Skærm",
      "description": "6,7-tommer Infinity-O Super AMOLED-display i fuld HD+-opløsning"
    },
    {
      "label": "Skærmopløsning",
      "description": "1080 x 2400 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "12 + 12 + 12 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "32 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "Android"
    },
    {
      "label": "Processor",
      "description": "Exynos 9810"
    },
    {
      "label": "RAM",
      "description": "6 GB"
    },
    {
      "label": "Batteri",
      "description": "4500 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "128 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Nej"
    },
    {
      "label": "Features",
      "description": "S-Pen med Bluetooth, hurtigopladning, op til 512 GB-hukommelse med mikro SD-kort, fingeraftrykslæser i skærmen, vand- og støvtæt med IP68-klassificering"
    },
    {
      "label": "Farver",
      "description": "Sort eller hvid"
    },
    {
      "label": "Mål",
      "description": "151 x 72 x 7,9 mm"
    },
    {
      "label": "Simkort",
      "description": "Dual-sim (nano)"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "Mobilrabat"
  ],
  "offeringService": "Fri + 20 GB",
  "offeringServicePrice": 19900,
  "leastPriceRepayments": 561400,
  "leastPriceUpfront": 561400,
  "leastPrice": 18000,
  "savings": 47800,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 1005,
  "onSale": false,
  "variants": [
    {
      "id": 1005,
      "size": "128 GB",
      "color": "Sort",
      "colorHex": "#000000",
      "image": "Samsung_GalaxyNote10Lite_Sort.png",
      "imageAlt": "Samsung Galaxy Note 10 Lite Sort 128 GB",
      "gallery": [
        {
          "image": "Samsung_GalaxyNote10Lite_Sort-1.png",
          "imageAlt": "Samsung Galaxy Note 10 Lite Sort 128 GB"
        },
        {
          "image": "Samsung_GalaxyNote10Lite_Sort-2.png",
          "imageAlt": "Samsung Galaxy Note 10 Lite Sort 128 GB"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 432100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 479900,
          "serviceDiscount": 47800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 384100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 479900,
          "serviceDiscount": 95800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 336100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 479900,
          "serviceDiscount": 143800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 469900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 479900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 1006,
      "size": "128 GB",
      "color": "Sølv",
      "colorHex": "#d4d4d4",
      "image": "Samsung_GalaxyNote10Lite_Slv.png",
      "imageAlt": "Samsung Galaxy Note 10 Lite Sølv 128 GB",
      "gallery": [
        {
          "image": "Samsung_GalaxyNote10Lite_Slv-1.png",
          "imageAlt": "Samsung Galaxy Note 10 Lite Sølv 128 GB"
        },
        {
          "image": "Samsung_GalaxyNote10Lite_Slv-2.png",
          "imageAlt": "Samsung Galaxy Note 10 Lite Sølv 128 GB"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 432100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 479900,
          "serviceDiscount": 47800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 384100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 479900,
          "serviceDiscount": 95800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 336100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 479900,
          "serviceDiscount": 143800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 469900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 479900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}