{
  "id": 392,
  "name": "Galaxy S10 Lite",
  "slug": "galaxy-s10-lite",
  "brandName": "Samsung",
  "brandSlug": "samsung",
  "headline": "",
  "documentTitle": "Samsung Galaxy S10 Lite - køb billigt her med fri fragt",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Sort",
      "colorHex": "#000000"
    },
    {
      "color": "Hvid",
      "colorHex": "#ffffff"
    },
    {
      "color": "Blå",
      "colorHex": "#2445ff"
    }
  ],
  "descriptionMeta": "Samsung Galaxy S10 Lite er en hurtig og kraftfuld mobil med imponerende kamera og Infinity-display. Klik her, og køb Samsung Galaxy S10 Lite i dag.",
  "descriptionHtml": "<h2>Køb Samsung Galaxy S10 Lite med abonnement og fri fragt</h2>\r\n<p>Hos os kan du købe Samsung Galaxy S10 Lite – selvfølgelig til en rigtig god pris. Det er nemt og hurtigt at bestille i webshoppen. Og så får du fri fragt og et mobilabonnement spækket med fordele.</p>\r\n\r\n<h2>Lancering og release-dato - hvornår kommer Samsung Galaxy S10 Lite til Danmark?</h2>\r\n<p>Samsung Galaxy S10 Lite havde lanceringsdato i Danmark den 31. januar 2020. Ved lanceringen af Galaxy S10 Lite løftede Samsung sløret for deres nye prisvenlige model i S10-serien.<br><br>\r\n\r\nHer på siden kan du læse om alle specs og features på Samsung Galaxy S10 Lite.</p>\r\n\r\n<h2>Hvilke specifikationer kommer Samsung Galaxy S10 Lite med?</h2>\r\n\r\n<ul>\r\n                <li>    Professionelt bagkamera med tre kameralinser på 48 + 12 + 5 megapixel</li>\r\n                <li>    32 megapixel front-kamera</li>\r\n                <li>    Stor 6,7 tommer Infinity-O-skærm med opløsning i fuld HD+</li>\r\n                <li>    Kraftfuld Qualcomm Snapdragon 855-processor</li>\r\n                <li>    Stort 4500 mAh-batteri</li>\r\n                <li>    Lynhurtig superopladning</li>\r\n                <li>    Fingeraftrykslæser på touch-skærmen</li>\r\n                <li>    Op til 512 GB hukommelse med mikroSD-kort</li>\r\n                <li>    Vand- og støvtæt design med IP68-klassificering</li>\r\n</ul>\r\n<h2>Samsung Galaxy S10 Lite pris hos Nuuday</h3>\r\n<p>Hos os får du Samsung Galaxy S10 Lite til en rigtig god pris.<br><br>\r\n\r\nPrisen på Samsung Galaxy S10 Lite afhænger af, hvilket abonnement du vælger, når du bestiller din nye mobiltelefon.<br><br>\r\n\r\nSe din pris på Galaxy S10 Lite, ved at vælge det abonnement du vil have med, når du bestiller her på siden.</p>\r\n\r\n<h2>Køb kontant, eller betal over 12 eller 24 mdr.</h2>\r\n<p>Du kan betale din nye telefon i dag. Eller du kan købe din nye mobiltelefon på afbetaling og betale over 12 eller 24 mdr.<br><br>\r\n\r\nVælger du at dele regningen op i mindre bidder, forbliver prisen på din telefon den samme, som hvis du betaler hele beløbet med det samme. Her er nemlig ingen renter.</p>\r\n\r\n<h2>Køb med abonnement og få masser af fordele med i prisen</h2>\r\n<p> Vores mobilabonnementer er spækket med fordele.<br><br>\r\n\r\nDu får:</p>\r\n\r\n<ul>\r\n                <li>    Danmarks bedste 4G-netværk</li>\r\n                <li>    Roaming, så du kan bruge mobilen i 36 lande i Europa</li>\r\n                <li>    Nuuday Musik med over 60 millioner musiknumre</li>\r\n</ul>\r\n\r\n<p>Du kan surfe online på 4G-netværket med en lynhurtig og stabil forbindelse – også når du sidder i toget eller tager op i sommerhuset.<br><br>\r\n\r\nOg du kan bruge telefonen, når du rejser uden for Danmark. Så kan du fx finde vej via GPS, dele dine feriebilleder på sociale medier og ringe og sende sms'er.<br><br>\r\n\r\nTil sidst får du Nuuday Musik, hvor du kan streame al den musik, du vil i hi-fi-kvalitet. Her er over 60 millioner musiknumre at vælge mellem, så du er sikker på at finde noget, der også falder lige i din smag. Og så kan du selvfølgelig afspille med AirPlay, Chromecast, Carplay og Bluetooth.</p>\r\n\r\n<h2>Anmeldelser og test - prisvenlig high-end-smartphone med et professionelt kamera</h2>\r\n<p>Mobilmarkedets anmeldere har allerede givet deres vurdering af den prisvenlige Galaxy S10 Lite.<br><br>\r\n\r\nTelefonen får især ros for de gode kameraer, der giver imponerende billeder og videoer. Og så har S10 Lite også et stort 4500 mAh-batteri, så telefonen faktisk holder strøm bedre end sin storebror Galaxy S10+.<br><br>\r\n\r\nSamsung Galaxy S10 Lite har en kraftfuld Snapdragon 855-processor, så alle apps og programmer kører som smurt. Det er noget for dig, der bruger din telefon til at se film, serier og til gaming.<br><br>\r\n\r\nGalaxy S10 Lite er den billigste mobiltelefon i S10-serien, så prisen er lidt lavere end den for Galaxy S10 og Galaxy S10+.</p>\r\n\r\n<h2>Multikamera med tre kameralinser giver professionelle billeder og video</h2>\r\n<p>Det store bagkamera med tre kameralinser på 48 + 12 + 5 megapixel giver fuldstændigt fantastiske billeder og videoer med et professionelt look.<br><br>\r\n\r\nDu får detaljerige billeder med flotte farver og dybdeskarphed. Så er du altid kun et klik væk fra det perfekte foto.</p>\r\n\r\n<h3>Få alt med på billedet med 123 graders vidvinkellinse</h3>\r\n<p>Du får alt med på billedet med den avancerede 12 megapixel 123 graders vidvinkellinse. Så kan du få hele motivet med i billedet, selvom du står tæt på. \r\n\r\nOg du kan få storslåede billeder af flotte landskaber.</p>\r\n\r\n<h3>Snorlige videoer i bevægelse med Super Steady-filmoptagelser</h3>\r\n<p>Med Super Steady-funktionen kan du fange snorlige og knivskarpe videoer i bevægelse.<br><br>\r\n\r\nSå kan du fx optage videoer ud ad vinduet på en kørende bil, eller mens du løber en tur. Du får altid ultraskarpe optagelser uden rystelser.</p>\r\n\r\n<h2>Fang skarpe billeder om natten med Dual Pixel-teknologi</h2>\r\n<p>Du kan også fange alle nattens oplevelser i knivskarp kvalitet. Så kan du fx tage billeder, når du er med vennerne i byen, eller få et flot fotografi af nattehimlen.</p>\r\n\r\n<h2>23 megapixel front-kamera</h2>\r\n<p>Du får et 23 megapixel front-kamera på forsiden af telefonen.<br><br>\r\n\r\nKameraet tager suveræne billeder, så du altid står knivskarpt på dine selfies.</p>\r\n\r\n<h2>En imponerende skærm med stort 6,7 tommer display</h2>\r\n<p>Du får et flot og stort skærmbillede på den store Infinity-O-Super AMOLED-skærm i fuld HD+-opløsning.<br><br>\r\n\r\nDet karakteristiske Infinity-O-design gør, at skærmbilledet føles uendeligt. Og med fuld HD+-opløsning er skærmen perfekt til at se film og game på din telefon.</p>\r\n\r\n<h2>Fingeraftrykslæser foran på skærmen</h2>\r\n<p>Du får en fingeraftrykssensor foran på touch-skærmen på Galaxy S10 Lite.<br><br>\r\n\r\nSå kan du nemt, hurtigt og sikkert låse skærmen op ved at lægge fingeren på fingeraftrykslæseren i bunden af skærmen.</p>\r\n \r\n<h2>En hurtig og stærk telefon med den kraftfulde Snapdragon-processor</h2>\r\n<p>Du får en hurtig og kraftfuld telefon med den stærke Snapdragon 855-processor.<br><br> \r\n \r\nDu vil få glæde af en telefon, hvor alt kører som smurt. Så kan du nemlig køre de helt store apps og programmer. Og så reagerer telefonen med det samme, når du åbner og skifter mellem apps og programmer.<br><br>\r\n\r\nGalaxy S10 Lite er også den perfekte telefon til gaming og kan let køre de store og mest populære mobilspil.</p> \r\n\r\n<h2>Hukommelse på op til 512 GB</h2>\r\n<p>Med en Galaxy S10 Lite får du et lager på 128 GB. Masser af plads til billeder og videoer.<br><br>\r\n\r\nOg har du brug for mere plads, kan du udvide lageret helt op til 512 GB med et mikro SD-kort som tilbehør til din mobiltelefon.</p>\r\n \r\n<h2>Lang batterilevetid med stort 4500 mAh-batteri</h2>\r\n<p>Du får mange timers batterilevetid med det store 4500 mAh-batteri.<br><br>\r\n\r\nFaktisk har Galaxy S10 Lite et større batteri end en af forgængerne Samsung Galaxy S10+. Du får altså et større batteri i en mindre smartphone.</p>\r\n\r\n<h2>Lynhurtig superopladning</h2>\r\n<p>Når batteriet løber tør for strøm, tager det ikke lang tid at lade batteriet op igen med Samsungs 45W Super Fast Charger.</p>\r\n\r\n<h2>Imponerende lyd med Dolby Atmos</h2>\r\n<p>Du får imponerende lyd med Dolby Atmos-effek - også når din mobiltelefon hverken er tilsluttet højttalere eller høretelefoner.</p>\r\n\r\n<h2>Vand- og støvtæt design</h2>\r\n<p>Samsung Galaxy 10 Lite holder støv og vand væk.<br><br>\r\n\r\nDu skal altså ikke bekymre dig, hvis du spilder på telefonen. Du kan endda skylle telefonen af under vandhanen.</p>\r\n\r\n<h2>Vælg mellem to flotte farver</h2>\r\n<p>Du kan vælge Samsung Galaxy S10 Lite i sort (Prism Black) eller hvid (Prism White).</p> \r\n \r\n<h2>Unboxing Samsung Galaxy S10 Lite - det får du med i æsken</h2>\r\n\r\n<ul>\r\n                <li>    Samsung Galaxy S10 Lite</li>\r\n                <li>    Super Fast Charger (hurtigoplader)</li>\r\n                <li>    Høretelefoner</li>\r\n                <li>    Skærmbeskyttelse</li>\r\n                <li>    Usb-adapter</li>\r\n                <li>    Mikro-usb-adapter</li>\r\n                <li>    Nål til at indsætte simkort</li>\r\n                <li>    Manual på dansk</li>\r\n</ul>\r\n\r\n<h2>Samsung Galaxy S10 Lite vs s10e</h2>\r\n\r\n<h3>Skærm</h3>\r\n<p>På begge enheder finder du et AMOLED Infinity-display. Galaxy S10 Lite har en lidt større skærm på 6,7 tommer, mens S10e har en skærm på 5,8 tommer.</p>\r\n\r\n<h3>Skærmopløsning</h3>\r\n<p>Galaxy S10 Lite har en højere skærmopløsning på 1080 x 2400 pixels. Til sammenligning har Galaxy S10e en skærmopløsning på 1080 x 2280 pixels.</p>\r\n\r\n<h3>Bagkamera</h3>\r\n<p>På Galaxy S10 Lite får du et bagkamera med tre kameralinser på 48 + 12 + 5 megapixel, mens kameraet på S10e kun har to kameralinser på 12 + 16 megapixel.</p>\r\n\r\n<h3>Front-kamera</h3>\r\n<p>Du får et 32-megapixel frontkamera på Galaxy S10 Lite og et 10-megapixel frontkamera på Galaxy S10e.</p>\r\n\r\n<h3>Styresystem</h3>\r\n<p>Begge mobiltelefoner kommer med det populære Android-styresystem fra Google.</p>\r\n\r\n<h3>Processor</h3>\r\n<p>Snapdragon 855-processoren i Galaxy S10 Lite er lidt større og bedre end Exynos 9820-processoren i Galaxy S10e. Det gør en forskel, når det kommer til hastighed og ydeevne.</p>\r\n\r\n<h3>RAM</h3>\r\n<p>Du får 8 GB RAM på Galaxy S10 Lite og 6 GB RAM på Galaxy S10e.</p>\r\n\r\n<h3>Batteri</h3>\r\n<p>Galaxy S10 Lite har et meget større 4500 mAh-batteri med længere batterilevetid end batteriet på S10e på 3100 mAh.</p>\r\n\r\n<h3>Hukommelse</h3>\r\n<p>Begge mobiltelefoner har en intern hukommelse på 128 GB.</p>\r\n\r\n<h3>3,5 mm jackstik</h3>\r\n<p>På Galaxy S10 Lite finder du ikke det klassiske jackstik, mens der stadig er jackstik på Galaxy S10e.</p>\r\n\r\n<h3>Farver</h3>\r\n<p>Begge mobiltelefoner findes i sort eller hvid.</p>\r\n\r\n<h3>Størrelse</h3> \r\n<p>Galaxy S10 Lite er en større mobiltelefon på 151 x 72 x 7,9 mm. Galaxy S10e måler 142,2 x 69,9 x 7,9 mm.</p>\r\n\r\n<h3>Vægt</h3>\r\n<p>Galaxy S10 Lite vejer 186 gram og er tungere end Galaxy S10e, der vejer 151 gram.</p>\r\n\r\n<h3>Simkort</h3>\r\n<p>Begge telefoner kommer med dual-sim. Der er altså plads til to simkort (nano).</p>\r\n\r\n<h3>Pris</h3>\r\n<p>Samsung Galaxy S10e er billigere end Galaxy S10 Lite.</p> \r\n\r\n<h3>Opsummering</h3>\r\n<p>Samsung Galaxy S10 Lite kommer med bedre kameraer, større skærm, hurtigere og mere kraftfuld processor og længere batterilevetid. Til gengæld er Samsung Galaxy S10e billigere.</p>\r\n\r\n<h2>Sammenlign Samsung Galaxy S10 Lite og Galaxy S10 og S10+</h2>\r\n\r\n<h3>Skærm</h3>\r\n<p>Alle mobiltelefoner har AMOLED Infinity-display. Galaxy S10 Lite har dog den største skærm på 6,7 tommer, mens Galaxy S10 har et display på 6,1 tommer, og Galaxy S10+ har et på 6,4 tommer.</p>\r\n\r\n<h3>Skærmopløsning</h3>\r\n<p>Galaxy S10 Lite har en skærmopløsning på 1080 x 2400 pixels, mens Galaxy S10 og S10+ findes i en opløsning på 1440 x 3040 pixels.</p>\r\n\r\n<h3>Bagkamera</h3>\r\n<p>Alle mobiltelefoner har triple-kamera på bagsiden med tre linser. Galaxy S10 Lite har 48 + 12 + 5 megapixel, mens Galaxy S10 og S10+ har 12 + 12 + 16 megapixel.</p>\r\n\r\n<h3>Front-kamera</h3>\r\n<p>Galaxy S10 Lite har et frontkamera på 23 megapixel, og Galaxy S10 har 10 megapixel. Galaxy S10+ har to kameralinser på forsiden. De to kameraer er 10 + 8 megapixel.</p>\r\n\r\n<h3>Styresystem</h3>\r\n<p>Alle modeller bruger styresystemet Android fra Google.</p>\r\n\r\n<h3>Processor</h3>\r\n<p>Processoren Snapdragon 855 i Galaxy S10 Lite er lidt større og bedre end Exynos 9820 i Galaxy S10 og S10+. Du kan mærke forskel, når det kommer til hastighed og ydeevne.</p>\r\n\r\n<h3>RAM</h3>\r\n<p>Alle modeller kommer med 8 GB RAM. Du kan også få S10+ med 12 GB RAM.</p>\r\n\r\n<h3>Batteri</h3>\r\n<p>Med et batteri på 4500 mAh har Galaxy S10 Lite den længste batterilevetid. Galaxy S10 har et 3400 mAh-batteri og S10+ et 4100 mAh-batteri.</p>\r\n\r\n<h3>Hukommelse</h3>\r\n<p>Alle modeller giver dig 128 GB intern hukommelse. Du kan også vælge Galaxy S10+ med 1 TB.</p>\r\n\r\n<h3>3,5 mm jackstik</h3>\r\n<p>Galaxy S10 og S10+ har stadig det klassiske 3,5 mm jackstik. Galaxy S10 Lite har ikke jackstik.</p>\r\n\r\n<h3>Farver</h3>\r\n<p>Du kan få alle tre modeller i sort eller hvid.</p>\r\n\r\n<h3>Dimensioner</h3>\r\n<p>Galaxy S10 er den mindste telefon på 149,9 x 70,4 x 7,8, mens Galaxy S10 Lite måler 151 x 72 x 7,9 mm. Galaxy S10+ er størst og måler 157,6 x 74,1 x 7,8 mm.</p>\r\n\r\n<h3>Vægt</h3>\r\n<p>Galaxy S10 er den letteste mobiltelefon og vejer 156 gram, mens Galaxy S10+ vejer 175 gram. Galaxy S10 Lite er tungest og vejer 186 gram.</p>\r\n\r\n<h3>Simkort</h3>\r\n<p>Alle mobiler kommer med dual-sim. I hver telefon er der altså plads til to simkort i størrelsen ’nano’.</p>\r\n\r\n<h3>Pris</h3>\r\n<p>Samsung Galaxy S10 Lite er den billigste af de tre modeller.</p>\r\n\r\n<h3>Opsummering</h3>\r\n<p>Samsung Galaxy S10 Lite er en prisvenlig model i S10-serien. Til gengæld må du undvære nogle features fra Galaxy S10 og Galaxy S10+. Fx trådløs strømdeling, så du kan oplade andre trådløse enheder som høretelefoner eller dine venners mobiler.</p>\r\n\r\n<h2>Se alle vores mobiltelefoner fra Samsung i webshoppen</h2>\r\n<p>Vi tilbyder mange Samsung Galaxy-telefoner i vores webshop.<br><br>\r\n\r\nGå på jagt blandt de mest populære flagskibsmodeller som<a href=\"/mobiltelefoner/samsung/galaxy-s10/\">Samsung Galaxy S10</a>, <a href=\"/mobiltelefoner/samsung/galaxy-s10plus/\">Samsung Galaxy S10+</a> og <a href=\"/mobiltelefoner/samsung/galaxy-s10e/\">Samsung Galaxy S10e</a> fra 2019.<br><br>\r\n \r\nDu kan også finde de nyeste modeller i Note-serien med S-Pen og andre smarte features. Se fx<a href=\"/mobiltelefoner/samsung/galaxy-note-10/\">Samsung Galaxy Note 10</a>,<a href=\"/mobiltelefoner/samsung/galaxy-note-10plus/\">Samsung Galaxy Note 10+</a>, <a href=\"/mobiltelefoner/samsung/galaxy-note-10-lite\">Samsung Galaxy Note 10 Lite</a> og <a href=\"/mobiltelefoner/samsung/galaxy-note9/\">Samsung Galaxy Note 9</a>.<br><br>\r\n\r\nDu kan også finde en lang række prisvenlige smartphones fra Samsung, som stadig er spækket med de mest essentielle high-end-features - fx <a href=\"/mobiltelefoner/samsung/galaxy-a80/\">Samsung Galaxy A80</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a50/\">Samsung Galaxy A50</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a40/\">Samsung Galaxy A40</a> og <a href=\"/mobiltelefoner/samsung/galaxy-a20e/\">Samsung Galaxy A20e</a>.<br><br>\r\n\r\nSidst kan du også købe den billige og robuste <a href=\"/mobiltelefoner/samsung/galaxy-xcover-4s/\">Samsung Galaxy XCover 4s</a>.</p>",
  "specifications": [
    {
      "label": "Skærm",
      "description": "6,7 tommer Infinity-O Super AMOLED m. fuld HD+-opløsning"
    },
    {
      "label": "Skærmopløsning",
      "description": "1080 x 2400 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "48 + 12 + 5 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "23 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "Android"
    },
    {
      "label": "Processor",
      "description": "Qualcomm Snapdragon 855"
    },
    {
      "label": "RAM",
      "description": "8 GB"
    },
    {
      "label": "Batteri",
      "description": "4500 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "128 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Nej"
    },
    {
      "label": "Features",
      "description": "45W superhurtigopladning, op til 512 GB hukommelse med mikroSD-kort, fingeraftrykslæser på touch-skærmen og IP68-klassificering, der gør telefonen vand- og støvtæt"
    },
    {
      "label": "Farver",
      "description": "Sort eller hvid"
    },
    {
      "label": "Mål",
      "description": "151 x 72 x 7,9 mm"
    },
    {
      "label": "Vægt",
      "description": "186 gram"
    },
    {
      "label": "Simkort",
      "description": "Dual-sim (Nano)"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "Mobilrabat",
    "Tilbud"
  ],
  "offeringService": "Fri + 50 GB",
  "offeringServicePrice": 29900,
  "leastPriceRepayments": 429400,
  "leastPriceUpfront": 429400,
  "leastPrice": 10000,
  "savings": 279800,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 1007,
  "onSale": true,
  "variants": [
    {
      "id": 1007,
      "size": "128 GB",
      "color": "Sort",
      "colorHex": "#000000",
      "image": "Samsung_GalaxyS10Lite_Sort.png",
      "imageAlt": "Samsung Galaxy S10 Lite Sort 128 GB",
      "gallery": [
        {
          "image": "Samsung_GalaxyS10Lite_Sort-1.png",
          "imageAlt": "Samsung Galaxy S10 Lite Sort 128 GB"
        },
        {
          "image": "Samsung_GalaxyS10Lite_Sort-2.png",
          "imageAlt": "Samsung Galaxy S10 Lite Sort 128 GB"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 288100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 519900,
          "serviceDiscount": 231800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 240100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 519900,
          "serviceDiscount": 279800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 192100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 519900,
          "serviceDiscount": 327800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 509900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 519900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 1008,
      "size": "128 GB",
      "color": "Hvid",
      "colorHex": "#ffffff",
      "image": "Samsung_GalaxyS10Lite_Hvid.png",
      "imageAlt": "Samsung Galaxy S10 Lite Hvid 128 GB",
      "gallery": [
        {
          "image": "Samsung_GalaxyS10Lite_Hvid-1.png",
          "imageAlt": "Samsung Galaxy S10 Lite Hvid 128 GB"
        },
        {
          "image": "Samsung_GalaxyS10Lite_Hvid-2.png",
          "imageAlt": "Samsung Galaxy S10 Lite Hvid 128 GB"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 288100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 519900,
          "serviceDiscount": 231800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 240100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 519900,
          "serviceDiscount": 279800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 192100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 519900,
          "serviceDiscount": 327800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 509900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 519900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 1009,
      "size": "128 GB",
      "color": "Blå",
      "colorHex": "#2445ff",
      "image": "Samsung_GalaxyS10Lite_Bl.png",
      "imageAlt": "Samsung Galaxy S10 Lite Blå 128 GB",
      "gallery": [
        {
          "image": "Samsung_GalaxyS10Lite_Bl-1.png",
          "imageAlt": "Samsung Galaxy S10 Lite Blå 128 GB"
        },
        {
          "image": "Samsung_GalaxyS10Lite_Bl-2.png",
          "imageAlt": "Samsung Galaxy S10 Lite Blå 128 GB"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 288100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 519900,
          "serviceDiscount": 231800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 240100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 519900,
          "serviceDiscount": 279800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 192100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 519900,
          "serviceDiscount": 327800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 509900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 519900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}