{
  "id": 393,
  "name": "Galaxy S20",
  "slug": "galaxy-s20",
  "brandName": "Samsung",
  "brandSlug": "samsung",
  "headline": "5G Ready. Forsalget er startet. Levering fra d. 13. marts.",
  "documentTitle": "Samsung Galaxy S20 - køb her til en rigtig god pris med fri fragt",
  "campaignLabel": "Forsalget er startet!",
  "colors": [
    {
      "color": "Grå",
      "colorHex": "#66676a"
    },
    {
      "color": "Blå",
      "colorHex": "#c2e1f8"
    },
    {
      "color": "Pink",
      "colorHex": "#eec3cc"
    }
  ],
  "descriptionMeta": "Samsung Galaxy S20 er landet! Se alle de imponerende specifikationer. Klik her, og køb Samsung Galaxy S20 i dag til en god pris.",
  "descriptionHtml": "<h2>Samsung Galaxy S20 er 5G Ready</h2>\r\n<p>Samsung Galaxy S20 serien er 5G ready, så du er være klar til når 5G er rullet ud i Danmark, på Danmarks bedste mobilnetværk.</p>\r\n\r\n<h2>Køb Samsung Galaxy S20 med fri fragt</h2>\r\n<p>Køb Samsung Galaxy S20 til en rigtig god pris. Du får fri fragt og et abonnement spækket med lækre fordele.</p>\r\n\r\n<h2>Lancering og release-dato for Samsung Galaxy S20</h2>\r\n<p>Samsung Galaxy S20 havde lancerings-dato den 11. februar 2020, hvor mobilen blev præsenteret ved årets seneste Samsung Unpacked-event.<br><br>\r\n\r\nDen officielle release-dato for Samsung Galaxy S20 er den 6. marts 2020, hvor du vil kunne købe mobilen i din lokale Nuuday-butik.<br><br>\r\n\r\nKan du ikke vente med at få fingrene i den nye Galaxy S20-model? Lige nu kan du bestille Galaxy S20 i vores forsalg.<br><br>\r\n\r\nLæs mere om specifikationer og features på Samsung Galaxy S20 her på siden.</p>\r\n\r\n<h2>Se specifikationer på Samsung Galaxy S20</h2>\r\n\r\n<ul>\r\n                <li>    Imponerende 64 + 12 + 12 megapixel bagkamera med AI-billedbehandling og -redigering</li>\r\n                <li>    10 megapixel front-kamera</li>\r\n                <li>    Stort 6,2 tommer Quad HD+ Dynamic AMOLED-display</li>\r\n                <li>    Hurtig og kraftfuld Exynos 990-processor</li>\r\n                <li>    12 GB RAM</li>\r\n                <li>    128 GB intern hukommelse</li>\r\n                <li>    Lang batterilevetid med stort 4000 mAh-batteri med super-hurtigopladning</li>\r\n                <li>    Trådløs opladning og trådløs strømdeling</li>\r\n                <li>    Fantastisk lyd med AKG-højttalere og Dolby Atmos-funktion</li>\r\n                <li>    Fremtidssikret og klar til 5G-netværk</li>\r\n                <li>    Op til 1 TB hukommelse med mikroSD-kort</li>\r\n                <li>    Ultrasonic fingeraftrykssensor i skærmen</li>\r\n                <li>    Vand- og støvtæt design med IP68-klassificering</li>\r\n                <li>    Flot design i pink, blå eller grå</li>\r\n                <li>    USB Type-C i stedet for 3,5 mm jackstik til høretelefoner</li>\r\n</ul>\r\n\r\n<h2>Er der jackstik på Samsung Galaxy S20?</h2>\r\n<p>Du får ikke det klassiske 3,5 mm jackstik-input på Galaxy S20.<br><br>\r\n\r\nI stedet får du et USB Type-C-input. Så hvis du bruger høretelefoner med jackstik, skal du koble dem til telefonen gennem en adapter.</p>\r\n\r\n<h2>5G Ready</h2>\r\n<p>Samsung Galaxy S20 er klar til fremtidens 5G-netværk.<br><br>\r\n\r\n5G-netværket er ved at blive bygget i Danmark, og med Galaxy S20 er du klar til at koble dig på det lynhurtige 5G-net.<br><br>\r\n\r\nOg mens du venter på, at 5G-nettet bliver klar i Danmark, går Galaxy S20 selvfølgelig bare på 4G-nettet.<br><br>\r\n\r\nOg præcis som du kender det fra din nuværende smartphone, går Galaxy S20 helt automatisk på 3G- og 2G-nettet, hvis 4G-nettet ikke rækker.</p>\r\n\r\n<h2>Pris på Samsung Galaxy S20</h2>\r\n<p>Du kan naturligvis købe Samsung Galaxy til en rigtig god pris i vores webshop.<br><br>\r\n\r\nPrisen på Samsung Galaxy S20 afhænger af, hvilket abonnement du vælger, når du bestiller telefonen.<br><br>\r\n\r\nHer på siden kan du se din pris på Samsung Galaxy S20 ved at klikke på det abonnement, du vil have med til din nye mobil.</p>\r\n\r\n<h2>Køb rentefrit på afbetaling</h2>\r\n<p>Hos os kan du købe Samsung Galaxy S20 på afbetaling og dele regningen op over 12 eller 24 måneder.<br><br>\r\n\r\nVælger du at betale telefonen på afbetaling forbliver prisen på telefonen selvfølgelig den samme, som hvis du betaler hele beløbet med det samme. Vi har ingen renter.</p>\r\n\r\n<h2>Et mobilabonnement spækket med fordele</h2>\r\n<p>Når du køber gennem os, får du et mobilabonnement spækket med lækre fordele.<br><br>\r\n\r\nDu får bl.a.:</p>\r\n\r\n<ul>\r\n                <li>    Danmarks bedste 4G-netværk</li>\r\n                <li>    Roaming i 36 lande i Europa</li>\r\n                <li>    Nuuday Musik med over 60 millioner musiknumre</li>\r\n</ul>\r\n\r\n<p>Med Danmarks bedste 4G-netværk kan du ringe, sende beskeder og surfe online på en lynhurtig og stabil forbindelse. Så kan du fx have samtaler i toget - uden at forbindelsen hakker. Og du kan uden problemer surfe online fx i sommerhuset.<br><br>\r\n\r\nDu kan også ringe, sende beskeder og gå på nettet, når du rejser uden for Danmark med roaming i 36 lande i Europa. Alt sammen direkte fra mobilnetværket, så du ikke er afhængig af åbne wi-fi-netværk.<br><br>\r\n\r\nOg med Nuuday Musik kan du streame al den musik, du vil i god hi-fi-lydkvalitet. Og du kan afspille via AirPlay, Chromecast og Bluetooth. I vores Nuuday Musik-app finder du noget for enhver smag - alt fra de nyeste hits til gamle klassikere. Og så kan du finde et hav a playlister og live-radio. Og du kan også lave dine helt egne playlister.</p>\r\n\r\n<h2>Anmeldelser af Samsung Galaxy S20</h2>\r\n<p>Der gik masser af rygter, og der var mange lækkede informationer forud for lanceringen af Samsung Galaxy S20.<br><br>\r\n\r\nOg markedets tech-eksperter var alle ivrige efter at få at vide, hvad Samsung ville overraske med i 2020.<br><br>\r\n\r\nOg efter lanceringen står det klart, at Samsung har lanceret nogle af de mest revolutionerende mobiltelefoner på markedet.<br><br>\r\n\r\nSamsung Galaxy S20 har især fået ros for det gode kamera, der tager dine billeder til nye og imponerende højder. Og så får du et skarpt og klart skærmbillede på det store Infinity-display.<br><br>\r\n\r\nDerudover har telefonen også fået ros for de følgende features:<br><br>\r\n\r\nDen lynhurtige og kraftfulde processor gør, at alt kører som smurt på telefonen. Og så er telefonen også klar, når 5G-nettet rammer Danmark.<br><br>\r\n\r\nDu får lang batterilevetid med det store 4500 mAh-batteri, som du kan oplade lynhurtigt med Samsungs hurtigoplader. Og du kan endda oplade andre trådløse enheder med trådløs strømdeling.<br><br>\r\n\r\nDu løber heller aldrig tør for lagerplads - du kan nemlig få helt op til 1 TB hukommelse med et mikroSD-kort.</p>\r\n\r\n<h2>Professionelt kamera</h2>\r\n<p>Galaxy S20 kommer med tre kameraer bag på telefonen på 64 + 12 + 12 megapixel.<br><br>\r\n\r\nSå du kan tage billeder og optage videoer i så høj kvalitet, at du ikke længere behøver et professionelt systemkamera.<br><br>\r\n\r\nKombinationen af det store 64 megapixel kameramodul og kameraets lysfølsomme design gør, at du får detaljerige billeder - selv i svag belysning til fx festen, koncerten eller gåturen om aftenen.</p>\r\n\r\n<h3>Kom helt tæt på med 30 x zoom</h3>\r\n<p>Med 30 x zoom kan du komme helt tæt på dit motiv - selvom du står laaangt væk.<br><br>\r\n\r\nSå kan du fx få flotte og detaljerige billeder af naturens små detaljer. Eller du kan tage skarpe billeder af fodboldkampen, selvom du sidder på øverste tribune.</p>\r\n\r\n<h3>Slut med dårlige billeder med One Shot Image-teknologi</h3>\r\n<p>Med One Shot Image-teknologien er det slut med dårlige billeder.<br><br>\r\n\r\nNår du skyder billeder med One Shot Image-featuren, tager telefonen automatisk flere billeder.<br><br>\r\n\r\nBagefter får du mellem 5 til 14 af de bedste billeder at vælge mellem.</p>\r\n\r\n<h3>Optag video i 8K-kvalitet</h3>\r\n<p>Du får videoer, der er klar til det helt store lærred i høj 8K-kvalitet.<br><br>\r\n\r\nOg med Super Steady-funktionen er du sikret, at du får skarpe videoer uden rystelser - selv når du optager i bevægelse.</p>\r\n\r\n<h2>10 megapixel front-kamera</h2>\r\n<p>Selfie-kameraet på forsiden af telefonen tager skarpe billeder af dig og dine venner.<br><br>\r\n\r\nSå det er perfekt til dig, der elsker at dele hverdagens små og store øjeblikke på de sociale medier.</p>\r\n\r\n<h2>Imponerende skærmbillede med 120 Hz</h2>\r\n<p>Det store 6,2 tommer Dynamic AMOLED Infinity-display med HD+-opløsning giver dig et klart og detaljerigt skærmbillede, der strækker sig ud over telefonens kanter.<br><br>\r\n\r\nOg med 120 Hz skrifter skærmbilledet dobbelt så hurtigt som på Samsung Galaxy S10. Det vil sige, at skærmen bedre kan følge med, og skærmbilledet føles mere flydende, når du bladrer mellem apps, spiller spil og ser film.</p>\r\n\r\n<h2>Ultrasonic fingeraftrykslæser i skærmen</h2>\r\n<p>Telefonen er endnu mere sikker med den innovative Ultrasonic fingeraftrykssensor i skærmen.<br><br>\r\n\r\nSamsung opgraderer telefonens sensor fra 2D til 3D-teknologi, der kan registrere og læse flere detaljer i dit fingeraftryk.</p>\r\n\r\n<h2>Kraftfuld og intelligent Exynos 990-processor</h2>\r\n<p>Du får den hurtigste og mest kraftfulde processor i en Samsung Galaxy. Nogensinde.<br><br>\r\n\r\nAlt går hurtigt på Galaxy S20 med processoren, den indbyggede software og andre smarte løsninger, der hele tiden optimerer telefonens ydeevne.<br><br>\r\n\r\nDu vil opleve en telefon, hvor du sagtens kan køre mange store og tunge apps og programmer på samme tid - helt uden at miste fart.<br><br>\r\n\r\nOg så reagere telefonen lynhurtigt på dine kommandoer. Fx åbner apps og programmer med det samme, når du trykker på ikonet.</p>\r\n\r\n<h2>Lang batterilevetid og super-hurtigopladning</h2>\r\n<p>Der går lang tid mellem opladningerne på Samsung Galaxy S20 med det store 4000 mAh-batteri.<br><br>\r\n\r\nOg med Samsungs hurtigoplader tager det kun 30 minutter at lade det op fra 0 - 50 %.</p>\r\n\r\n<h2>Trådløs opladning og strømdeling</h2>\r\n<p>Du kan lade din telefon op helt uden ledninger og kabler med en oplader-dock som separat tilbehør til din mobiltelefon.<br><br>\r\n\r\nDu lægger telefonen på docken, og så lader den op. Nemmere bliver det ikke.<br><br>\r\n\r\nOg så kan du også dele ud af den lange batterilevetid med trådløs strømdeling.<br><br>\r\n\r\nDu kan fx oplade dine venners mobiler. Og du kan lade dine trådløse høretelefoner op. Alt sammen direkte fra din mobiltelefon.</p>\r\n\r\n<h2>AKG-højttalere med Dolby Atmos-effekt giver fantastisk lyd</h2>\r\n<p>Du får en fantastisk lydoplevelse med AKG-højttalerne i telefonen og Dolby Atmos-funktionen.<br><br>\r\n\r\nAKG-højttalerne giver dig en ren lyd uden forvrængninger. Perfekt til, når du lytter til musik, spiller spil eller ser film på telefonen.<br><br>\r\n\r\nDu kan også aktivere telefonens Dolby Atmos-effekt og få surroundsound-effekt.</p>\r\n\r\n<h2>Op til 1 TB hukommelse</h2>\r\n<p>Du får 128 GB intern hukommelse på Samsung Galaxy S20.<br><br>\r\n\r\nSå her er der masser af plads til alt, hvad hjertet begærer.<br><br>\r\n\r\nOg skulle du få brug for mere plads på din telefon, så er det ingen sag at opgradere den.<br><br>\r\n\r\nDu kan nemlig udvide lageret med helt op til 1 TB med et mikroSD-kort, som du kan få som separat tilbehør til din mobiltelefon.</p>\r\n\r\n<h2>Vand- og støvtæt glas-design</h2>\r\n<p>Samsung Galaxy S20 er designet med afrundede kanter i det elegante Corning Gorilla Glas, og desginet gør, den ligger perfekt i dine hænder.<br><br>\r\n\r\nOg så kan telefonen sagtens tåle at blive udsat for både vand og støv.<br><br>\r\n\r\nMed IP68-klassificering kan du have telefonen med dig ned op op til 1,5 meter dybt vand i op til 30 minutter.<br><br>\r\n\r\nSå hvis du fx spilder på telefonen, kan du bare skylle den under vandhanen.</p>\r\n\r\n<h2>Vælg mellem tre flotte farver</h2>\r\n<p>Du vælger helt selv, om du vil have Galaxy S20 i pink, blå eller grå.<br><br>\r\n\r\nLængere oppe her på siden kan du se billeder af Samsung Galaxy S20 i de forskellige farver.</p>\r\n\r\n<h2>Samsung Galaxy S20 vs Samsung Galaxy S20+ og S20 Ultra</h2>\r\n<p>Her kan du få hjælp til at beslutte, hvilken af de tre nye Samsung S20-modeller du skal vælge.<br><br>\r\n\r\nVi gennemgår de forskellige specifikationer, så du kan se, hvordan de tre mobiler adskiller sig fra hinanden.</p>\r\n\r\n<h3>Skærm</h3>\r\n<p>Galaxy S20, S20+ og S20 Ultra har alle med Dynamic AMOLED Infinity-displays med 120 Hz.<br><br>\r\n\r\nMen telefonerne har forskellig skærmstørrelse. Du får den største skærm på 6,9 tommer på Galaxy S20 Ultra.<br><br>\r\n\r\nGalaxy S20+ har en skærm på 6,7 tommer, og Galaxy S20 har den mindste skærm på 6,2 tommer.</p>\r\n\r\n<h3>Skærmopløsning</h3>\r\n<p>På alle de tre modeller får du samme høje skærmopløsning på 3200 x 1440 pixels.</p>\r\n\r\n<h3>Bagkamera</h3>\r\n<p>Når det kommer til hovedkamerarene på de tre modeller, er det her, der er størst forskel.<br><br>\r\n\r\nGalaxy S20 har det mindste kamera på 64 + 12 + 12 megapixel. Kameraet på Galaxy S20+ er lidt større med en ekstra DepthVision-linse.<br><br>\r\n\r\nDet er på Samsung Galaxy S20 Ultra, du finder det bedste kamera i en Galaxy-telefon til dato. Her får du det revolutionerende 108 + 48 + 12 megapixel kamera med en DepthVision-linse.</p>\r\n\r\n<h3>Front-kamera</h3>\r\n<p>Du får det samme 10 megapixel selfie-kamera på Galaxy S20 og S20+.<br><br>\r\n\r\nPå Galaxy S20 Ultra får du det bedste front-kamera på hele 40 megapixel.</p>\r\n\r\n<h3>Styresystem</h3>\r\n<p>Du får Android fra Google på alle tre modeller.</p>\r\n\r\n<h3>Processor</h3>\r\n<p>Alle de tre telefoner har Samsungs hidtil bedste Exynos 990-processor.</p>\r\n\r\n<h3>RAM</h3>\r\n<p>Du får 12 GB RAM på alle modellerne i S20-serien.</p>\r\n\r\n<h3>Batteri</h3>\r\n<p>Galaxy S20 har det mindste batteri på 4000 mAh. Galaxy S20+ har et lidt større batteri på 4500 mAh. Og Galaxy S20 Ultra har det største batteri i serien med 5000 mAh.</p>\r\n\r\n<h3>Hukommelse</h3>\r\n<p>Du får 128 GB indbygget lagerplads på både Galaxy S20 og S20 Ultra.<br><br>\r\n\r\nDu får dog mest lagerplads på Galaxy S20+, som har en hukommelse på 512 GB.</p>\r\n\r\n<h3>Farver</h3>\r\n<p>Farvepaletten er størst på Galaxy S20, som du kan få i pink, blå eller grå.<br><br>\r\n\r\nDu kan vælge Galaxy S20+ og S20 Ultra i grå eller sort.</p>\r\n\r\n<h3>Materiale</h3>\r\n<p>Alle tre modeller kommer i glas-design. Galaxy S20 og S20 Ultra har metalramme, mens Galaxy S20+ har aluminiumsramme.</p>\r\n\r\n<h3>Størrelse</h3>\r\n<p>Samsung Galaxy S20 måler 69,1 x 151,7 x 7,9 mm og er den mindste version af de tre telefoner i Samsungs Galaxy S20-serie.<br><br>\r\n\r\nSamsung Galaxy S20+ måler 73,7 x 161,9 x 7,8 mm, mens Samsung Galaxy S20 Ultra er den største model i serien med sine 76,0 x 166,9 x 8,8 mm.</p>\r\n\r\n<h3>Pris</h3>\r\n<p>Galaxy S20 er den billigste Galaxy-model i rækken efterfulgt af Galaxy S20+.<br><br>\r\n\r\nGalaxy S20 Ultra er den telefon i serien, hvor du skal have flest penge op af lommen.</p>\r\n\r\n<h3>Opsummering</h3>\r\n<p>Samsung Galaxy S20 er den mindste og billigste telefon i S20-serien. Trods den lave pris har S20 dog stadig mange af de samme specifikationer og funktioner som både S20+ og S20 Ultra. Fx er S20 klar til 5G og har specs som fx Ultrasonic fingeraftrykslæser i skærmen, AKG-højttalere med Dolby Atmos-feature, vand- og støvtæt design, superhurtig opladning og trådløs opladning og strømdeling. Du må dog undvære det revolutionære kamera fra Galaxy S20 Ultra.</p>\r\n\r\n<h2>Se alle vores Samsung Galaxy-mobiler i webshoppen</h2>\r\n<p>Vi har et hav af telefoner fra Samsung her i webshoppen - både de helt store flagskibe og de prisvenlige modeller i A-serien.<br><br>\r\n\r\nSå her er du sikker på at finde en telefon, der passer perfekt til dine behov.<br><br>\r\n\r\nDu kan bl.a. finde topmodellerne <a href=\"/mobiltelefoner/samsung/galaxy-s20plus/\">Samsung Galaxy S20+</a> og <a href=\"/mobiltelefoner/samsung/galaxy-s20-ultra/\">Samsung Galaxy S20 Ultra</a> fra den nye Samsung Galaxy S20-serie.<br><br>\r\n\r\nHvis du leder efter en smartphone med vaskeægte high-end-specs, kan du også lede i S10-serien og Note-serien.<br><br>\r\n\r\nVi har <a href=\"/mobiltelefoner/samsung/galaxy-s10/\">Samsung Galaxy S10</a>, <a href=\"/mobiltelefoner/samsung/galaxy-s10plus/\">Samsung Galaxy S10+</a>, <a href=\"/mobiltelefoner/samsung/galaxy-s10e/\">Samsung Galaxy S10e</a> og <a href=\"/mobiltelefoner/samsung/galaxy-s10-lite/\">Samsung Galaxy S10 Lite</a> fra S10-serien fra 2019.<br><br>\r\n\r\nOg i Note-serien finder du modellerne <a href=\"/mobiltelefoner/samsung/galaxy-note-10/\">Samsung Galaxy Note 10</a>, <a href=\"/mobiltelefoner/samsung/galaxy-note-10plus/\">Samsung Galaxy Note 10+</a>, <a href=\"/mobiltelefoner/samsung/galaxy-note-10-lite/\">Samsung Galaxy Note 10 Lite</a> og <a href=\"/mobiltelefoner/samsung/galaxy-note9/\">Samsung Galaxy Note 9</a>.<br><br>\r\n\r\nVi har også et stort udvalg at prisvenlige smartphones fra Samsung:<br><br>\r\n\r\nI A-serien har vi <a href=\"/mobiltelefoner/samsung/galaxy-a80/\">Samsung Galaxy A80</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a71/\">Samsung Galaxy A71</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a51/\">Samsung Galaxy A51</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a40/\">Samsung Galaxy A40</a> og <a href=\"/mobiltelefoner/samsung/galaxy-a20e/\">Samsung Galaxy A20e</a>.<br><br>\r\n\r\nOg så tilbyder vi også den robuste og billige håndværkermobil <a href=\"/mobiltelefoner/samsung/galaxy-xcover-4s/\">Samsung Galaxy XCover 4s</a>.<br><br>\r\n\r\nVi har også løbende tilbud på vores Samsung Galaxy-telefoner her i webshoppen. Så du kan være heldig at spare penge på din favoritmodel.</p>\r\n\r\n<strong>Flere nyheder i 2020: Samsung Galaxy S20 lancerer Samsung Galaxy Z Flip</strong><br>\r\nSamsung Galaxy S20 blev lanceret sammen med den nye Samsung Galaxy Z Flip. \r\n\r\nEn revolutionerende smartphone, som du kan folde sammen, så den næsten ikke fylder noget.\r\n\r\nLæs mere om <a href=\"/mobiltelefoner/samsung/galaxy-z-flip/\">Samsung Galaxy Z Flip</a>.",
  "specifications": [
    {
      "label": "Skærm",
      "description": "6.9 tommer Quad HD+ Dynamic AMOLED med 120?Hz"
    },
    {
      "label": "Skærmopløsning",
      "description": "3200?x?1440 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "64 + 12 + 12 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "10 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "Android"
    },
    {
      "label": "Processor",
      "description": "Exynos 990"
    },
    {
      "label": "RAM",
      "description": "12 GB"
    },
    {
      "label": "Batteri",
      "description": "4000 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "128 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Nej"
    },
    {
      "label": "Features",
      "description": "Ultrasonic fingeraftrykssensor, AKG-højttalere med Dolby Atmos-funktion, super-hurtigopladning, trådløs opladning, trådløs strømdeling, vand- og støvtæt med IP68-klassificering, op til 1 TB hukommelse, 5G Ready"
    },
    {
      "label": "Farver",
      "description": "Pink, blå eller grå"
    },
    {
      "label": "Materiale",
      "description": "Corning Gorilla Glas med metalramme"
    },
    {
      "label": "Mål",
      "description": "69,1 x 151,7 x 7,9 mm"
    },
    {
      "label": "Vægt",
      "description": "163 gram"
    },
    {
      "label": "Simkort",
      "description": "Dual-sim (Nano)"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "Mobilrabat",
    "Forsalg"
  ],
  "offeringService": "Fri + 50 GB",
  "offeringServicePrice": 29900,
  "leastPriceRepayments": 837400,
  "leastPriceUpfront": 837400,
  "leastPrice": 27000,
  "savings": 131800,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 1010,
  "onSale": false,
  "variants": [
    {
      "id": 1010,
      "size": "128 GB",
      "color": "Grå",
      "colorHex": "#66676a",
      "image": "Samsung_GalaxyS20_Gr.png",
      "imageAlt": "Samsung Galaxy S20 128 GB Grå",
      "gallery": [
        {
          "image": "Samsung_GalaxyS20_Gr-1.png",
          "imageAlt": "Samsung Galaxy S20 128 GB Grå"
        },
        {
          "image": "Samsung_GalaxyS20_Gr-2.png",
          "imageAlt": "Samsung Galaxy S20 128 GB Grå"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 696100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 779900,
          "serviceDiscount": 83800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 648100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 779900,
          "serviceDiscount": 131800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 600100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 779900,
          "serviceDiscount": 179800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 769900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 779900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 1011,
      "size": "128 GB",
      "color": "Blå",
      "colorHex": "#c2e1f8",
      "image": "Samsung_GalaxyS20_Bl.png",
      "imageAlt": "Samsung Galaxy S20 128 GB Blå",
      "gallery": [
        {
          "image": "Samsung_GalaxyS20_Bl-1.png",
          "imageAlt": "Samsung Galaxy S20 128 GB Blå"
        },
        {
          "image": "Samsung_GalaxyS20_Bl-2.png",
          "imageAlt": "Samsung Galaxy S20 128 GB Blå"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 696100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 779900,
          "serviceDiscount": 83800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 648100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 779900,
          "serviceDiscount": 131800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 600100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 779900,
          "serviceDiscount": 179800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 769900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 779900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 1012,
      "size": "128 GB",
      "color": "Pink",
      "colorHex": "#eec3cc",
      "image": "Samsung_GalaxyS20_Pink.png",
      "imageAlt": "Samsung Galaxy S20 128 GB Pink",
      "gallery": [
        {
          "image": "Samsung_GalaxyS20_Pink-1.png",
          "imageAlt": "Samsung Galaxy S20 128 GB Pink"
        },
        {
          "image": "Samsung_GalaxyS20_Pink-2.png",
          "imageAlt": "Samsung Galaxy S20 128 GB Pink"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 696100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 779900,
          "serviceDiscount": 83800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 648100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 779900,
          "serviceDiscount": 131800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 600100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 779900,
          "serviceDiscount": 179800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 769900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 779900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}