{
  "id": 394,
  "name": "Galaxy S20+",
  "slug": "galaxy-s20plus",
  "brandName": "Samsung",
  "brandSlug": "samsung",
  "headline": "5G Ready. Forsalget er startet. Levering fra d. 13. marts.",
  "documentTitle": "Samsung Galaxy S20+ - køb her til en god pris med fri fragt",
  "campaignLabel": "Forsalget er startet!",
  "colors": [
    {
      "color": "Grå",
      "colorHex": "#66676a"
    },
    {
      "color": "Sort",
      "colorHex": "#000000"
    }
  ],
  "descriptionMeta": "Samsung Galaxy S20+ er landet! Se alle specifikationer her, og køb Samsung Galaxy S20+ i dag.",
  "descriptionHtml": "<h2>Samsung Galaxy S20+ er 5G Ready</h2>\r\n<p>Samsung Galaxy S20 serien er 5G ready, så du er klar til når 5G er rullet ud i Danmark, på Danmarks bedste mobilnetværk.</p>\r\n\r\n<h2>Køb Samsung Galaxy S20+ til en god pris</h2>\r\n<p>Bestil Samsung Galaxy S20+ til en rigtig god pris her i webshoppen. Du får fri fragt og et mobilabonnement fuld af fordele.</p>\r\n\r\n<h2>Lancering og release-dato for Samsung Galaxy S20+</h2>\r\n<p>Den 11. februar 2020 lancerede Samsung deres flagskib Samsung Galaxy S20+ sammen resten af den nye S20-serie med Samsung Galaxy S20 og Samsung Galaxy S20 Ultra.<br><br>\r\n\r\nVed Samsungs officielle Unpacked-event præsenterede de alle specifikationer og features på de tre nye modeller.<br><br>\r\n\r\nSamsung Galaxy S20+ har officiel release-dato den 6. marts 2020, hvor du vil kunne købe telefonen i din lokale Nuuday-butik.<br><br>\r\n\r\nVil du være en af de første til at få fingrene i den nye Galaxy S20+? Hos os kan du bestille Samsung Galaxy S20+ allerede nu i vores forsalg.<br><br>\r\n\r\nLæs mere om Samsung Galaxy S20+ her på siden, hvor vi løbende opdaterer med flere specifikationer og features.</p>\r\n\r\n<h2>Specifikationer på Samsung Galaxy S20+</h2>\r\n\r\n<ul>\r\n                <li>    Imponerende bagkamera med 64 + 12 + 12 megapixel og DepthVision-linse</li>\r\n                <li>    10 megapixel front-kamera</li>\r\n                <li>    Stor 6,7 tommer Quad HD+ Dynamic AMOLED 120 Hz-skærm</li>\r\n                <li>    Stærk og lynhurtigt Exynos 990-processor</li>\r\n                <li>    12 GB RAM</li>\r\n                <li>    512 GB intern hukommelse</li>\r\n                <li>    Enestående lyd med AKG-højttalere og Dolby Atmos-effekt</li>\r\n                <li>    Stort 4500 mAh-batteri for lang batterilevetid og super-hurtigopladning</li>\r\n                <li>    Klar til fremtidens 5G-netværk</li>\r\n                <li>    Trådløs opladning og trådløs strømdeling</li>\r\n                <li>    Op til 1 TB hukommelse med separat mikroSD-kort</li>\r\n                <li>    Ultrasonic fingeraftrykslæser i skærmen</li>\r\n                <li>    Vand- og støvtæt design med IP68-klassificering</li>\r\n                <li>    Lækkert design i grå eller sort</li>\r\n                <li>    USB Type C i stedet for jackstik til høretelefoner</li>\r\n</ul>\r\n\r\n<h2>Er der jackstik på Samsung Galaxy S20+?</h2>\r\n<p>Der er ikke jackstik til høretelefoner på Samsung Galaxy S20+.<br><br>\r\n\r\nI stedet skal du koble din høretelefoner til din mobil via USB Type-C-stikket. Så hvis du vil bruge høretelefoner med jackstik, skal du koble dem til din mobil via en adapter.</p> \r\n\r\n<h2>Galaxy S20+ er 5G Ready</h2>\r\n<p>Du er klar til fremtidens 5G-netværk med en Samsung Galaxy S20+ i hånden.<br><br>\r\n\r\n5G-nettet er lige nu ved at blive bygget i Danmark. Og mens du venter på det lynhurtige 5G-net, går Galaxy S20+ selvfølgelig på 4G-netværket som normalt.<br><br>\r\n\r\nOg hvis 4G-netværket ikke rækker, går Galaxy S20+ selvfølgelig helt automatisk på 3G- og 2G-nettet. Præcis som du kender det fra din nuværende smartphone.</p>\r\n\r\n<h2>Pris på Samsung Galaxy S20+</h2>\r\n<p>Du kan købe Samsung Galaxy S20+ til en rigtig god pris hos os.<br><br>\r\n\r\nPrisen på Samsung Galaxy S20+ afhænger af, hvilken abonnement du vælger, når du bestiller telefonen.<br><br>\r\n\r\nHer på siden kan du se din pris på Galaxy S20 ved at vælge det mobilabonnement, du vil have til din nye telefon.</p>\r\n\r\n<h2>Køb på afbetaling</h2>\r\n<p>Du kan købe Samsung Galaxy S20+ på afbetaling og betale over 12 eller 24 måneder.<br><br>\r\n\r\nDet er rentefrit, så du betaler præcis samme pris, som hvis du betaler hele beløbet med det samme.</p>\r\n\r\n<h2>Mobilabonnementer spækket med fordele</h2>\r\n<p>Når når du køber gennem os, får du et mobilabonnement spækket med fordele.<br><br>\r\n\r\nDu får:</p>\r\n\r\n<ul>\r\n                <li>    Danmarks bedste 4G-netværk</li>\r\n                <li>    Roaming i 36 lande i Europa</li>\r\n                <li>    Nuuday Musik med over 60 millioner musiknumre</li>\r\n</ul>\r\n\r\n<p>Med Danmarks bedste 4G-netværk får du en lynhurtig og stabil forbindelse, når du ringer, sender beskeder og surfer online. Så kan du fx bruge mobilen på togturen og i sommerhuset, uden telefonsamtalen hakker eller forbindelsen bliver langsom.<br><br>\r\n\r\nDu kan også bruge telefonen, når du rejser uden for Danmark. Med roaming i 36 lande i Europa kan du ringe, sende beskeder og gå på nettet i udlandet - direkte fra mobilnetværket. Så er du ikke afhængig af åbne wi-fi-netværk.<br><br>\r\n\r\nOg med Nuuday Musik kan du lytte til al den musik, du vil i tårnhøj hi-fi-kvalitet. Her er over 60 millioner musiknumre at vælge mellem. Og du kan lytte til live-radio og playlister. Og du kan selvfølgelig afspille via AirPlay, Chromecast, CarPlay og Bluetooth.</p>\r\n\r\n<h2>Samsung Galaxy S20+ får fantastiske anmeldelser</h2>\r\n<p>Der var masser af rygter og leaks på internettet forud for lanceringen af Samsungs tre nye mobiltelefoner i den nye S20-serie.<br><br>\r\n\r\nMarkedets tech-eksperter var alle spændte på at få at vide, hvordan Samsung ville overraske os i 2020.<br><br>\r\n\r\nOg efter lanceringen ved vi nu med sikkerhed, at Samsung ikke skuffer i det nye år. Samsung har lanceret tre af de mest revolutionerende telefoner på markedet til dato.<br><br>\r\n\r\nGalaxy S20+ er udstyret med fire fantastiske kameraer bag på telefonen, en stor Infinity-skærm med billedkvalitet i HD+, en stærk og lynhurtig processor, lang batterilevetid og lynhurtig opladning.<br><br>\r\n\r\nGalaxy S20+ har også nogle af markedets vildeste features. Fx er mobilen klar til fremtidens 5G-netværk. Og så kan du selvfølgelig oplade din telefon trådløst. Du kan endda også dele ud af telefonens lange batterilevetid med trådløs strømdeling.<br><br>\r\n\r\nOg så har Galaxy S20+ det største indbyggede lager på 512 GB til alle dine billeder, videoer, apps og programmer. Og ligesom på alle de andre modeller i S20-serien kan du udvide lageret op til hele 1 TB.<br><br>\r\n\r\nHer på siden kan du læse meget mere om alle specifikationer og features på Samsung Galaxy S20+.</p>\r\n\r\n<h2>Banebrydende kamera</h2>\r\n<p>Hovedkameraet på Galaxy S20+ er et af de mest revolutionerende kameraer på markedet lige nu.<br><br>\r\n\r\nBagkameraet har fire kameralinser på 64 + 12 + 12 megapixel med DepthVision-linse.<br><br>\r\n\r\nSå her får du billeder i professionel kvalitet med kamera-features der gør det næsten umuligt at få et dårligt billede i kassen.<br><br>\r\n\r\nSamsung har kombineret den store 64 megapixel kameralinse med lysfølsomt design. Det betyder, at du får ultra skarpe og detaljerede billeder selv i mørke. Så kan du få skarpe billeder fra dansegulvet eller på gåturen om aftenen.</p>\r\n\r\n<h3>30 x zoom bringer dig helt tæt på</h3>\r\n<p>Med 30 x zoom kan du komme helt tæt på dit motiv, selvom du står meget langt væk.<br><br>\r\n\r\nSå du kan glæde dig til at tage billeder af naturens smukke detaljer eller få det helt perfekte billede fra koncerten, selvom du står på bagerste række.</p>\r\n\r\n<h3>Aldrig mere dårlige billeder med One Shot Image-teknologi</h3>\r\n<p>Det er slut med dårlige billeder med Samsung One Shot Image-teknologi.<br><br>\r\n\r\nSlå One Shot Image-funktionen til og så snart du trykker på udløseren, tager kameraet automatisk flere billeder.<br><br>\r\n\r\nBagefter giver telefonen dig mellem 5 til 14 af de bedste billeder, så du kan vælge din favorit.</p>\r\n\r\n<h3>Snorlige videoer i 8K</h3>\r\n<p>Med Samsung Galaxy S20+ optager du video i den tårnhøje 8K-kvalitet, så dine film er så godt som klar til det store lærred.<br><br>\r\n\r\nOg med Super Steady-funktionen får du skarpe videoer uden rystelser. Også når du optager videoer, mens du bevæger dig.</p>\r\n\r\n<h2>10 megapixel front-kamera</h2>\r\n<p>Med kameraet foran på telefonen får du skarpe selfies af dig og dine venner.<br><br>\r\n\r\nOg så er kameraet perfekt til dig, der elsker at dele hverdagens små og store øjeblikke på de sociale medier.</p>\r\n\r\n<h2>Fantastisk skærmbillede med 120 Hz</h2>\r\n<p>Det imponerende 6,7 tommer Dynamic AMOLED Infinity-display med ultra høj HD+-opløsning giver dig et fantastisk skærmbillede.<br><br>\r\n\r\nMed 120 Hz skifter skærmbilledet også dobbelt så hurtigt som på tidligere modeller som fx Samsung Galaxy S10. Så kan skærmen bedre følge med, og du får en mere flydende oplevelse af spil og film på telefonens banebrydende skærm.</p>\r\n\r\n<h2>Ultrasonic fingeraftrykssensor</h2>\r\n<p>I skærmen sidder den innovative Ultrasonic fingeraftrykslæser med 3D-teknologi, der kan registrere og læse meget finere detaljer i dit fingeraftryk end den tidligere 2D-teknologi.</p>\r\n\r\n<h2>En hurtig telefon med masser af drivkraft</h2>\r\n<p>Den kraftfulde Exynos 990-processor gør Galaxy S20+ til en lynhurtig telefon med masser af drivkraft.\r\n\r\nFaktisk er Exynos 990-processoren den hurtigste og stærkeste processor i en Samsung Galaxy til dato.<br><br>\r\n\r\nDen indbyggede software og andre smarte løsninger gør, at alt går lynhurtigt på Galaxy S20+.<br><br>\r\n\r\nSå her kan du sagtens køre de store apps og programmer på samme tid helt uden at opleve, at telefonen bliver langsommere.<br><br>\r\n\r\nOg mobilen reagerer på dine kommandoer med det samme. Fx åbner apps og programmer lynhurtigt, når du trykker på ikonerne.</p>\r\n\r\n<h2>Stort 4500 mAh-batteri med super-hurtigopladning</h2>\r\n<p>Du får laaang batterilevetid på Samsung Galaxy S20+ med det store 4500 mAh-batteri.<br><br>\r\n\r\nOg med Samsungs hurtigoplader tager det kun 30 minutter at lade telefonen op fra 0 til 50 %.</p>\r\n\r\n<h2>Trådløs opladning</h2>\r\n<p>Du behøver faktisk slet ikke at bakse rundt med ledninger og kabler, når du skal lade Galaxy S20+ op.<br><br>\r\n\r\nMed en oplader-dock som separat tilbehør kan du nemlig lade din smartphone op trådløst.<br><br>\r\n\r\nDu lægger Galaxy S20+ på docken, og så lader den op.</p>\r\n\r\n<h2>Trådløs strømdeling</h2>\r\n<p>Du kan lade andre trådløse enheder op direkte fra din Galaxy S20+ med trådløs strømdeling.<br><br>\r\n\r\nSå kan du fx lade dine venners mobiltelefoner op eller dine trådløse høretelefoner.</p>\r\n\r\n<h2>Enestående lyd med AKG-højttalere og Dolby Atmos-effekt</h2>\r\n<p>Du får fuldstændig fantastisk lyd uden forvrængninger med AKG-højttalere. AKG-højttalerne er perfekte, når du lytter til musik, gamer eller ser videoer og film på din smartphone.<br><br>\r\n\r\nOg så kan du slå Dolby Atmos-funktionen til for at få imponerende surroundsound-effekt.</p>\r\n\r\n<h2>Op til 1 TB intern hukommelse</h2>\r\n<p>Du får automatisk hele 512 GB intern hukommelse på Galaxy S20+.<br><br>\r\n\r\nSå her har du masser af plads til billeder, videoer, programmer, apps og alt, hvad du ellers gemmer på din telefon.<br><br>\r\n\r\nHar du alligevel brug for mere plads? Med et mikroSD-kort som separat tilbehør til din mobil kan du faktisk få op til 1 TB hukommelse på Galaxy S20+.</p>\r\n\r\n<h2>Vand og støvtæt design i glas</h2>\r\n<p>Samsung Galaxy S20+ er en elegant smartphone i glas-design med afrundede kanter.<br><br>\r\n\r\nOg så er telefonen også vand- og støvtæt med IP68-klassificeringen.<br><br>\r\n\r\nSå kan du have telefonen under vand i op til 30 minutter på ned til 1,5 meters dybde.\r\nOg du kan også skylle telefonen under vandhanen, hvis du fx spilder på den.</p>\r\n\r\n<h2>To flotte farver</h2>\r\n<p>Du kan vælge Galaxy S20+ i grå eller sort.<br><br>\r\n\r\nLængere oppe på siden kan du se billeder af Samsung Galaxy S20+ i de flotte farver.</p>\r\n\r\n<h2>Samsung Galaxy S20+ vs S20 Ultra og S20</h2>\r\n<p>Er du i tvivl, om du skal vælge Galaxy S20+ eller en af de to andre modeller fra S20-serien?\r\n\r\nHer hjælper vi dig og gennemgår de forskellige specifikationer, så du kan se, hvordan de tre telefoner adskiller sig fra hinanden.</p>\r\n\r\n<h3>Skærm</h3>\r\n<p>Du får den samme skærmteknologi på de tre telefoner i Samsungs S20-linje – de har alle Dynamic AMOLED Infinity-displays med 120 Hz.<br><br>\r\n\r\nDog adskiller de tre telefoner sig, når det kommer til skærmstørrelsen.<br><br>\r\n\r\nGalaxy S20+ ligger med 6,7 tommer lige mellem Galaxy S20, der har en skærm på 6,2 tommer, og Galaxy S20 Ultra med en skærmstørrelse på 6,9 tommer.</p> \r\n\r\n<h3>Skærmopløsning</h3>\r\n<p>Galaxy S20, Galaxy S20+ og Galaxy S20 Ultra har alle den samme høje skærmopløsning på 3200 x 1440 pixels.</p>\r\n\r\n<h3>Bagkamera</h3>\r\n<p>Når det kommer til kameraerne på de tre telefoner, vil du mærke den største forskel.<br><br>\r\n\r\nGalaxy S20+ har et bagkamera på 64 + 12 + 12 megapixel og DepthVision-linse – og en kameralinse mere end Galaxy S20, der har et 64 + 12 + 12 megapixel triple-kamera.<br><br>\r\n\r\nDet er dog på Galaxy S20 Ultra, du finder det bedste kamera. Her får du 108 + 48 + 12 megapixelkamera med en DepthVision-linse.</p>\r\n\r\n<h3>Front-kamera</h3>\r\n<p>Du får et 10 megapixel selfie-kamera på både Galaxy S20 og Galaxy S20+.<br><br>\r\n\r\nPå Galaxy S20 Ultra får du det bedste front-kamera på hele 40 megapixel.</p>\r\n\r\n<h3>Styresystem</h3>\r\n<p>Du får det populære Android-styresystem fra Google på alle modeller i Samsungs S20-serie.</p>\r\n\r\n<h3>Processor</h3>\r\n<p>Galaxy S20, Galaxy S20+ og Galaxy S20 Ultra har alle Exynos 990, som er Samsungs bedste processor til dato.</p>\r\n\r\n<h3>RAM</h3>\r\n<p>Du får 12 GB RAM på alle telefonerne i S20-serien.</p>\r\n\r\n<h3>Batteri</h3>\r\n<p>Når det kommer til batteriet, har Galaxy S20+ et batteri på 4500 mAh og dermed et større batteri end Galaxy S20, som har 4000 mAh.<br><br>\r\n\r\nDu får det største batteri på Galaxy S20 Ultra på hele 5000 mAh.</p>\r\n\r\n<h3>Hukommelse</h3>\r\n<p>Du kan få op til 1 TB hukommelse på alle tre modeller, hvis du tilkøber et mikroSD-kort.<br><br>\r\n\r\nMed 512 GB intern hukommelse er Galaxy S20+ den version i S20-serien, hvor du får det største indbyggede lager.</p>\r\n\r\n<h3>Materiale</h3>\r\n<p>Alle tre modeller er designet i det robuste Corning Gorilla Glas. Hvis man kigger på de tre telefoners design er forskellen, at Galaxy S20+ har en aluminiumsramme, hvor både Galaxy S20 og S20 Ultra har en metalramme.</p>\r\n\r\n<h3>Størrelse</h3>\r\n<p>Samsung Galaxy S20+ måler 161,9 x 73,7 x 7,8 mm og er dermed større end Galaxy S20 på 151,7 x 69,1 x 7,9 mm og mindre end Galaxy S20 Ultra på \r\n166,9 x 76,0 x 8,8 mm.</p>\r\n\r\n<h3>Pris</h3>\r\n<p>Prismæssigt ligger Galaxy S20+ mellem Galaxy S20, som er den billigste model i S20-serien, og S20 Ultra, som er den dyreste model.</p>\r\n\r\n<h3>Opsummering</h3>\r\n<p>Når det kommer til specs og pris, ligger Samsung Galaxy S20+ mellem S20 og S20 Ultra.\r\n\r\nPå Galaxy S20+ får du lidt mere end på Galaxy S20 - fx et bedre kamera, større skærm, længere batterilevetid og en større hukommelse.<br><br>\r\n\r\nDog får du ikke helt så meget som på Galaxy S20 Ultra, hvor du får det bedste kamera-setup på en Samsung Galaxy nogensinde.<br><br>\r\n\r\nPå alle modellerne i S20-serien får du high-end-features som Ultrasonic fingeraftrykslæser i skærmen, AKG-højttalere, Dolby Atmos-effekt, vand- og støvtæt design med IP68-klassificering, super-hurtigopladning og trådløs opladning samt strømdeling. Og så er alle telefonerne 5G Ready.</p>\r\n\r\nDu kan læse mere om <a href=\"/mobiltelefoner/samsung/galaxy-s20/\">Samsung Galaxy S20</a> og <a href=\"/mobiltelefoner/samsung/galaxy-s20-ultra/\">Samsung Galaxy S20 Ultra</a> og bestille i webshoppen.\r\n\r\n<h2>Køb de bedste Samsung Galaxy-telefoner i webshoppen</h3>\r\n<p>Hos os finder du alle de bedste Samsung Galaxy-mobiler - både de største flagskibe og de prisvenlige modeller fra Samsung.<br><br>\r\n\r\n<strong>Samsungs flagskibe med vaskeægte high-end-features</strong><br>\r\n<p>Hvis du er på udkig efter en Galaxy-mobil, der kan lidt mere end de fleste andre, så se <a href=\"/mobiltelefoner/samsung/galaxy-s10/\">Samsung Galaxy S10</a>, <a href=\"/mobiltelefoner/samsung/galaxy-s10plus/\">Samsung Galaxy S10+</a>, <a href=\"/mobiltelefoner/samsung/galaxy-s10e/\">Samsung Galaxy S10e</a> og <a href=\"/mobiltelefoner/samsung/galaxy-s10-lite/\">Samsung Galaxy S10 Lite</a> fra 2019.<br><br>\r\n\r\nEller <a href=\"/mobiltelefoner/samsung/galaxy-note-10/\">Samsung Galaxy Note 10</a>, <a href=\"/mobiltelefoner/samsung/galaxy-note-10plus/\">Samsung Galaxy Note 10+</a>, <a href=\"/mobiltelefoner/samsung/galaxy-note-10-lite/\">Samsung Galaxy Note 10 Lite</a> og <a href=\"/mobiltelefoner/samsung/galaxy-note9/\">Samsung Galaxy Note 9</a>.<br><br>\r\n\r\n<strong>Leder du efter en prisvenlig smartphone?</strong><br>\r\nI Samsungs A-serie finder du prisvenlige telefoner med gode kameraer, skærme og processorer - og de har alle lange batterilevetider.<br><br>\r\n\r\nVi har fx <a href=\"/mobiltelefoner/samsung/galaxy-a80/\">Samsung Galaxy A80</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a71/\">Samsung Galaxy A71</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a51/\">Samsung Galaxy A51</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a40/\">Samsung Galaxy A40</a> og <a href=\"/mobiltelefoner/samsung/galaxy-a20e/\">Samsung Galaxy A20e</a>.<br><br>\r\n\r\nOg så kan du også købe den billige <a href=\"/mobiltelefoner/samsung/galaxy-xcover-4s/\">Samsung Galaxy XCover 4s</a> i et robust design. Perfekt som håndværkertelefon eller som den første smartphone til familiens yngste.<br><br>\r\n\r\n<strong>Flere nyheder fra Samsung i 2020 - Byd velkommen til Samsung Galaxy Z Flip</strong>\r\nSamsung præsenterede også den nye Samsung Galaxy Z Flip ved deres Unpacked-event.<br><br>\r\n\r\nSamsung Galaxy Z Flip er en revolutionerende mobiltelefon, som kan foldes sammen.<br><br>\r\n\r\nSå fylder den næsten ingenting i lommen samtidig med, at du får den fulde smartphone-oplevelse med en stor skærm, når Galaxy Z Flip er foldet ud.<br><br>\r\n\r\nLæs alt om den nye <a href=\"/mobiltelefoner/samsung/galaxy-z-flip/\">Samsung Galaxy Z Flip</a>.</p>",
  "specifications": [
    {
      "label": "Skærm",
      "description": "6,7 tommer HD+ Dynamic AMOLED-display m. 120 Hz"
    },
    {
      "label": "Skærmopløsning",
      "description": "1440 x 3200 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "64 + 12 + 12 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "10 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "Android"
    },
    {
      "label": "Processor",
      "description": "Snapdragon 865"
    },
    {
      "label": "RAM",
      "description": "12 GB"
    },
    {
      "label": "Batteri",
      "description": "4500 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "512 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Nej"
    },
    {
      "label": "Features",
      "description": "5G Ready, op til 1 TB hukommlese med mikroSD-kort, Super-hurtigopladning, trådløs opladning, trådløs strømdeling, Ultrasonuc fingeraftrykssensor i skærmen, AKG-højttalere og Dolby Atmos-effekt, vand- og støvtæt med IP68-klassificering"
    },
    {
      "label": "Farver",
      "description": "Grå eller sort"
    },
    {
      "label": "Materiale",
      "description": "Glas med aluminiumsramme"
    },
    {
      "label": "Mål",
      "description": "161.9 x 73.7 x 7.8 mm"
    },
    {
      "label": "Vægt",
      "description": "188 gram"
    },
    {
      "label": "Simkort",
      "description": "Dual-sim (Nano)"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "Mobilrabat",
    "Forsalg"
  ],
  "offeringService": "Fri + 50 GB",
  "offeringServicePrice": 29900,
  "leastPriceRepayments": 909400,
  "leastPriceUpfront": 909400,
  "leastPrice": 30000,
  "savings": 129800,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 1013,
  "onSale": false,
  "variants": [
    {
      "id": 1013,
      "size": "128 GB",
      "color": "Grå",
      "colorHex": "#66676a",
      "image": "Samsung_GalaxyS20_Gr.png",
      "imageAlt": "Samsung Galaxy S20+ Grå 128 GB",
      "gallery": [
        {
          "image": "Samsung_GalaxyS20_Gr-1.png",
          "imageAlt": "Samsung Galaxy S20+ Grå 128 GB"
        },
        {
          "image": "Samsung_GalaxyS20_Gr-2.png",
          "imageAlt": "Samsung Galaxy S20+ Grå 128 GB"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 768100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 849900,
          "serviceDiscount": 81800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 720100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 849900,
          "serviceDiscount": 129800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 672100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 849900,
          "serviceDiscount": 177800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 839900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 849900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 1014,
      "size": "128 GB",
      "color": "Sort",
      "colorHex": "#000000",
      "image": "Samsung_GalaxyS20_Sort.png",
      "imageAlt": "Samsung Galaxy S20+ Sort 128 GB",
      "gallery": [
        {
          "image": "Samsung_GalaxyS20_Sort-1.png",
          "imageAlt": "Samsung Galaxy S20+ Sort 128 GB"
        },
        {
          "image": "Samsung_GalaxyS20_Sort-2.png",
          "imageAlt": "Samsung Galaxy S20+ Sort 128 GB"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 768100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 849900,
          "serviceDiscount": 81800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 720100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 849900,
          "serviceDiscount": 129800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 672100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 849900,
          "serviceDiscount": 177800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 839900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 849900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 1019,
      "size": "512 GB",
      "color": "Grå",
      "colorHex": "#66676a",
      "image": "Samsung_GalaxyS20_Gr.png",
      "imageAlt": "Samsung Galaxy S20+ Grå 512 GB",
      "gallery": [
        {
          "image": "Samsung_GalaxyS20_Gr-1.png",
          "imageAlt": "Samsung Galaxy S20+ Grå 512 GB"
        },
        {
          "image": "Samsung_GalaxyS20_Gr-2.png",
          "imageAlt": "Samsung Galaxy S20+ Grå 512 GB"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 888100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 91800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 840100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 139800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 792100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 187800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 969900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 979900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}