{
  "id": 395,
  "name": "Galaxy S20 Ultra",
  "slug": "galaxy-s20-ultra",
  "brandName": "Samsung",
  "brandSlug": "samsung",
  "headline": "Forsalget er startet. Levering fra d. 13. marts.",
  "documentTitle": "Samsung Galaxy S20 Ultra er landet! Køb her til en god pris med fri fragt",
  "campaignLabel": "Forsalget er startet!",
  "colors": [
    {
      "color": "Grå",
      "colorHex": "#66676a"
    },
    {
      "color": "Sort",
      "colorHex": "#000000"
    }
  ],
  "descriptionMeta": "Samsung Galaxy S20 Ultra med revolutionerende kamera og skærm. Klik, og køb Samsung Galaxy S20 Ultra i dag med fri fragt. Se alle specs her.",
  "descriptionHtml": "<h2>Samsung Galaxy S20 Ultra er 5G Ready</h2>\r\n<p>Samsung Galaxy S20 serien er 5G ready, så du er klar til når 5G er rullet ud i Danmark, på Danmarks bedste mobilnetværk.</p>\r\n\r\n<h2>Køb Samsung Galaxy S20 Ultra til en god pris</h2>\r\n<p>Køb Samsung Galaxy S20 Ultra til en rigtig god pris i dag. Du får fri fragt og et mobilabonnement spækket med fordele.</p>\r\n\r\n<h2>Lancering og release-dato for Samsung Galaxy S20 Ultra</h2>\r\n<p>Samsung lancerede den nye Samsung Galaxy S20 Ultra den 11. februar 2020 ved det årlige Samsung Unpacked-event, hvor Samsung præsenterede alle specifikationer og features på det nye flagskib Samsung Galaxy S20 Ultra.<br><br>\r\n\r\nSamsung Galaxy S20 Ultra har officiel release-dato den 6. marts, hvor du kan købe telefonen i din lokale Nuuday-butik.<br><br>\r\n\r\nMen du kan allerede bestille Samsung Galaxy S20 Ultra i vores forsalg her i webshoppen.<br><br>\r\n\r\nLæs mere om Samsung Galaxy S20 Ultra her på siden. Vi opdaterer løbende med specifikationer og features på den nye model.</p>\r\n\r\n<h2>Specifikationer på Samsung Galaxy S20 Ultra</h2>\r\n\r\n<ul>\r\n                <li>    Revolutionerende kamera-setup med 108 + 48 + 12 megapixel og DepthVision-linse</li>\r\n                <li>    40 megapixel front-kamera</li>\r\n                <li>    Stort 6,9 tommer Dynamic AMOLED 120 Hz-display</li>\r\n                <li>    Lynhurtig og stærk Exynos 990-processor</li>\r\n                <li>    12 GB RAM</li>\r\n                <li>    128 GB hukommelse</li>\r\n                <li>    Lang batterilevetid med 5000 mAh-batteri med super-hurtigopladning</li>\r\n                <li>    Trådløs opladning og trådløs strømdeling</li>\r\n                <li>    Fantastisk lyd med AKG-højttalere og Dolby Atmos-effekt</li>\r\n                <li>    Klar til fremtiden med 5G</li>\r\n                <li>    Op til 1 TB hukommelse med mirkoSD-kort som separat tilbehør</li>\r\n                <li>    Ultrasonic fingeraftrykslæser i skærmen</li>\r\n                <li>    Vand- og støvtæt med IP68-klassificering</li>\r\n                <li>    Flot design i grå og sort</li>\r\n                <li>    USB Type-C til høretelefoner i stedet for jackstik</li>\r\n</ul>\r\n\r\n<h2>Er der jackstik på Samsung Galaxy S20 Ultra?</h2>\r\n<p>Der er ikke jackstik til høretelefoner på 3,5 mm på Samsung Galaxy S20 Ultra.<br><br>\r\n\r\nSå her skal du koble dine høretelefoner til USB Type-C-stikket ved hjælp af en adapter.</p>\r\n\r\n<h2>Klar til fremtidens 5G</h2>\r\n<p>Samsung Galaxy S20 Ultra er klar til fremtidens 5G-netværk, som lige nu er ved at blive bygget i Danmark.<br><br>\r\n\r\nOg indtil 5G-netværket et klar i Danmark, går Samsung Galaxy S20 Ultra selvfølgelig på 4G-nettet som normalt.<br><br>\r\n\r\nOg præcis som du kender fra din nuværende mobiltelefon, går Galaxy S20 Ultra automatisk over på 3G- og 2G-nettet, hvis 4G-nettet ikke rækker.\r\nMen når 5G bliver rullet ud i Danmark, er din smartphone klar til at gå på det nye netværk.</p>\r\n\r\n<h2>Pris på Samsung Galaxy S20 Ultra</h2>\r\n<p>Du kan købe Samsung Galaxy S20 Ultra til en god pris her i webshoppen.<br><br>\r\n\r\nPrisen på Samsung Galaxy S20 Ultra afhænger af, hvilket mobilabonnement du vil have med til din nye telefon.<br><br>\r\n\r\nHer på siden kan du se din pris for Samsung Galaxy S20 Ultra, når du vælger dit abonnement.</p>\r\n\r\n<h2>Køb Samsung Galaxy S20 Ultra på afbetaling</h2>\r\n<p>Har du ikke råd til at købe Samsung Galaxy S20 Ultra lige nu?<br><br>\r\n\r\nBare rolig - du kan nemlig dele regningen op i mindre bidder og betale Samsung Galaxy S20 Ultra over 12 eller 24 måneder.<br><br>\r\n\r\nDet er helt rentefrit, så du betaler præcis samme pris for telefonen, som hvis du betaler hele beløbet på én gang.</p>\r\n\r\n<h2>Abonnementer spækket med fede fordele</h2>\r\n<p>Når du køber Samsung Galaxy S20 Ultra hos os, køber du den sammen med et af markedets bedste mobilabonnementer.<br><br>\r\n\r\nVores mobilabonnementer giver dig masser af lækre fordele som fx:</p>\r\n\r\n<ul>\r\n                <li>    Danmarks bedste 4G-netværk</li>\r\n                <li>    Roaming i 36 lande i Europa</li>\r\n                <li>    Nuuday Musik med adgang til over 60 millioner musiknumre</li>\r\n</ul>\r\n\r\n<p>Danmarks bedste 4G-netværk giver dig en lynhurtig og stabil forbindelse. Så med vores mobilabonnementer kan du ringe, sende beskeder og surfe på nettet helt uden at samtalen falder ud eller forbindelsen hakker. Også på togturen og i sommerhuset.<br><br>\r\n\r\nMed roaming i 36 lande i Europa kan du bruge telefonen, når du rejser. Så kan du ringe, sende beskeder og gå på nettet på ferien. Alt sammen fra mobilnetværket. På den måde undgår du at være afhængig af åbne wi-fi-netværk på din vej.<br><br>\r\n\r\nOg med Nuuday Musik kan du frit lytte til al den musik, du vil. Her er over 60 millioner musiknumre at vælge mellem, som du kan afspille i tårnhøj hi-fi-kvalitet. Du kan både lytte til playlister og live-radio og lave dine helt egne playlister med alle dine favoritnumre. Og så kan du selvfølgelig også afspille via AirPlay, CarPlay, Chromecast og Bluetooth.</p>\r\n\r\n<h2>Anmeldelser og test af Samsung Galaxy S20 Ultra</h2>\r\n<p>Længe før lanceringen af Samsung Galaxy S20 Ultra, blev der spredt dig sig rygter og lækket informationer om Samsungs nye flagskib.<br><br>\r\n\r\nOg markedets tech-eksperter grublede alle over spørgsmålet: hvad ville Samsung overraske med i år 2020?<br><br>\r\n\r\nMan må sige, at Samsung langt fra skuffer, for den revolutionerende Samsung Galaxy S20 Ultra er gaven, der bliver ved med at give.<br><br>\r\n\r\nHer får du nemlig et imponerende skærmbillede på den 6,9 tommer store Dynamic AMOLED-skærm med HD+-opløsning. Og så får du en lynhurtig og kraftfuld brugerflade med Exynos 990 Octa-Core-processor.<br><br>\r\n\r\nTelefonen er også klar, når 5G-nettet rammer Danmark. Og den har et stort 5000 mAh-batteri, så du har masser af strøm på mobilen til mange timers brug. Og du kan oplade Galaxy S20 Ultra lynhurtigt med Samsungs super- hurtigopladning og dele ud af batteriet til andre trådløse enheder med trådløs strømdeling.<br><br>\r\n\r\nDu får også masser af lagerplads med op til 1 TB hukommelse med et mikroSD-kort som separat tilbehør.<br><br>\r\n\r\nSidst, men langt fra mindst, får du Samsungs bedste kamera-setup til dato med et bagkamera med fire kameralinser på 108 + 48 + 12 megapixel og DepthVision.\r\nHer på siden kan du læse meget mere om alle specifikationer og features på Galaxy S20 Ultra.</p>\r\n\r\n<h2>Det bedste kamera fra Samsung. Nogensinde.</h2>\r\n<p>Du får det bedste kamera-setup nogensinde på en Samsung Galaxy med det revolutionerende bagkamera med 4 kameralinser.</p>\r\n\r\n<h3>108 megapixel hovedkamera</h3>\r\n<p>Hovedlinsen på kameraet på hele 108 megapixel med banebrydende billedsensor giver dig de skarpeste billeder.</p>\r\n\r\n<h3>100 x zoom</h3>\r\n<p>100 x zoom er ellers kun noget man finder på de professionelle systemkameraer. Men det har Samsung lavet om på i 2020.<br><br>\r\n\r\nOg udover kameraets 100 x zoom har det også en revolutionerende billedstabilisator. Så kan du få skarpe billeder af motiver på lang afstand.</p>\r\n\r\n<h3>Det mest lysfølsomme kamera til dato</h3>\r\n<p>Samsung har skabt sit mest lysfølsomme kamera i en mobil til dato.<br><br>\r\n\r\nKameraet registrerer mere lys, så dine billeder og videoer bliver knivskarpe i lav belysning, helt uden at du skal bruge blitz - og det gælder også om natten.</p>\r\n\r\n<h3>AI-billedbehandling og -redigering</h3>\r\n<p>Det er næsten umuligt at få et dårligt billede i kassen med Samsungs kamera-setup.<br><br>\r\n\r\nFx er kameraet designet med One Shot Image-teknologi, så du kan vælge, at kameraet tager flere billeder, når du trykker på udløseren.<br><br>\r\n\r\nKameraet så vælger automatisk 5-14 af de bedste billeder til dig.</p>\r\n\r\n<h3>8K Video med Super Steady-funktion</h3>\r\n<p>Du optager video i den tårnhøje 8K-kvalitet. Så er videoerne så godt som klar til det store biograflærred.<br><br>\r\n\r\nOg med Super Steady-funktionen optager du mere stabile og behagelige videoer uden rystelser, der kan forstyrre kvaliteten. Så får du altid snorlige videoer - også når du filmer i bevægelse.</p>\r\n\r\n<h2>40 megapixel front-kamera</h2>\r\n<p>Du får knivskarpe billeder og videoer på det lille selfie-kamera i toppen af skærmen på hele 40 megapixel.<br><br>\r\n\r\nDet er det største front-kamera i Samsungs S20-serie - perfekt til dig, der er meget aktiv på de sociale medier og elsker at dele billeder af dig og dine venner.</p> \r\n\r\n<h2>Det største display fra Samsung</h2>\r\n<p>Du får den største skærm på en telefon fra Samsung til datov - den er på 6,9 tommer.<br><br>\r\n\r\nOg du får et skærmbillede i tårnhøj kvalitet med en skærmopløsning i HD+.</p>\r\n\r\n<h3>Perfekt til gaming og film med 120 Hz</h3>\r\n<p>Med 120 Hz har skærmen på Galaxy S20 Ultra dobbelt så høj opdateringsfrekvens som på Samsung Galaxy S10 og skifter lynhurtigt mellem billeder.<br><br>\r\n\r\nDet betyder, at skærmen er perfekt, når du bladrer mellem apps og spiller spil eller ser film på telefonen.</p>\r\n\r\n<h2>Ultrasonic fingeraftrykssensor i skærmen</h2>\r\n<p>Den avancerede Ultrasonic fingeraftrykslæser på Galaxy S20 Ultra holder din telefon endnu mere sikker end almindelige fingeraftrykslæsere.<br><br>\r\n\r\nFor med 3D-teknologi i stedet for 2D-teknologi kan scanneren på forsiden af skærmen læse og registrere meget finere detaljer i dit fingeraftryk.<br><br>\r\n\r\nOg det gør det nærmest umuligt for andre end dig at låse telefonens skærm op.</p>\r\n \r\n<h2>Lynhurtig og stærk Exynos 990-processor og 12 GB RAM</h2>\r\n<p>Med den kraftfulde Exynos 990-processor og 12 GB RAM går det lynhurtigt med Samsung Galaxy S20 Ultra i hånden.<br><br>\r\n \r\nDu kan uden problemer køre alle de tunge apps og programmer på samme tid - helt uden telefonen mister fart.<br><br>\r\n\r\nOg så reagerer telefonen lynhurtigt på dine kommandoer. Så når du fx trykker på app- og programikoner på skærmen, åbner de lynhurtigt og er klar til brug.</p>\r\n\r\n<h2>5000 mAh-batteri med super-hurtigopladning</h2>\r\n<p>Med det store 5000 mAh-batteri får du lang batterilevetid på mobilen.<br><br>\r\n\r\nSå behøver du ikke bekymre dig om at løbe tør for strøm i løbet af dagen - heller ikke selvom du streamer musik, surfer online og bruger løs af de apps, der sluger allermest strøm.<br><br>\r\n\r\nOg når batteriet engang imellem løber tør for strøm, tager det kun 30 minutter at oplade telefonen fra 0-50 %. Du får nemlig Samsungs hurtigoplader med til din nye Galaxy S20 Ultra.</p>\r\n\r\n<h2>Trådløs opladning og -strømdeling</h2>\r\n<p>Du kan oplade Galaxy S20 Ultra helt uden irriterende ledninger og kabler med trådløs opladning.<br><br>\r\n\r\nDu skal bare lægge telefonen på en trådløs oplader-dock, som du køber separat til din mobiltelefon.<br><br>\r\n\r\nOg du kan også hjælpe en ven i nød ved at dele ud af det store batteri via funktionen trådløs strømdeling, hvor du kan oplade andre trådløse enheder direkte fra telefonen.<br><br>\r\n\r\nSå kan du fx også oplade trådløse højttalere og høretelefoner.</p>\r\n\r\n<h2>Fantastisk lyd med AKG-højttalere og Dolby Atmos</h2>\r\n<p>Du får en lydoplevelse langt ud over det sædvanlige med AKG-højttalere og Dolby Atmos-effekt i Samsung Galaxy S20 Ultra.<br><br>\r\n\r\nAKG-højttalerne og høretelefonerne er designet, så du får en ren lyd uden forvrængelser, når du fx lytter til musik, gamer eller ser film og video på din mobil.<br><br>\r\n\r\nOg med Dolby Atmos-funktionen kan du få lyd i høj kvalitet med 3D-surroundsound-effekt.</p>\r\n\r\n<h2>Op til 1 TB hukommelse</h2>\r\n<p>Galaxy S20 Ultra har et internt lager på 128 GB. Så her har du masser af plads til billeder, videoer, apps, spil, programmer og alt, hvad du ellers har liggende på din mobil.<br><br>\r\n\r\nMen er 128 GB ikke nok? Du kan få helt op til 1 TB hukommelse ved at tilkøbe et mikroSD-kort.</p>\r\n\r\n<h2>En smuk mobil i vand- og støvtæt design</h2>\r\n<p>Samsung Galaxy S20 Ultra er en smuk telefon med rene linjer og et tidløst design.<br><br>\r\n\r\nMobilen holder også vand og støv ude. Med IP68-klassificeringen kan du have telefonen under vand i ned til 1,5 meters dybde i op til 30 minutter.<br><br>\r\n\r\nSå behøver du ikke bekymre dig, hvis du spilder på din telefon. Du kan bare tørre det af igen. Eller skylle den under vandhanen.</p>\r\n\r\n<h2>Vælg mellem sort eller grå</h2>\r\n<p>Du kan få mobilen i to flotte farver - klassisk sort eller stilfuld grå.<br><br>\r\n\r\nLængere oppe på siden her kan du se billeder af Samsung Galaxy S20 Ultra og vælge mellem de forskellige farver.</p>\r\n\r\n<h2>Samsung Galaxy S20 vs Samsung Galaxy S20 og S20+</h2>\r\n<p>Er du i tvivl om, hvilken af de tre telefoner i den nye Galaxy S20-linje fra Samsung du skal vælge? Her kan du læse mere om, hvordan de tre telefoner adskiller sig fra hinanden.</p>\r\n\r\n<h3>Skærm</h3>\r\n<p>Alle tre modeller har et Dynamic AMOLED Infinity-display med 120 Hz. Men forskellen er, hvilken skærmstørrelse du får på de tre telefoner.<br><br>\r\n\r\nGalaxy S20 Ultra har den største skærm på 6,9 tommer, mens Galaxy S20 har den mindste skærm på 6,2 tommer. Galaxy S20+ har en skærm på 6,7 tommer.</p>\r\n\r\n<h3>Skærmopløsning</h3>\r\n<p>Alle tre modeller har et ultra klart skæmbillede med en høj skærmopløsning på 3200 x 1440 pixels.</p>\r\n\r\n<h3>Bagkamera</h3>\r\n<p>Det er på Galaxy S20 Ultra, du finder det bedste kamera på 108 + 48 + 12 megapixel - og med en DepthVision-linse.<br><br>\r\n\r\nPå Galaxy S20 får du tre kameralinser på 64 + 12 + 12 megapixel, mens du får fire kameralinser på Galaxy S20+ på 64 + 12 + 12 megapixel med en DepthVision-linse.</p>\r\n\r\n<h3>Front-kamera</h3>\r\n<p>Du får også det største front-kamera på Galaxy S20 Ultra. Det er på hele 40 megapixel.<br><br>\r\n\r\nBåde Galaxy S20 og S20+ har front-kameraer på 10 megapixel.</p>\r\n\r\n<h3>Styresystem</h3>\r\n<p>Alle modeller har det populære styresystem Android fra Google.</p>\r\n\r\n<h3>Processor</h3>\r\n<p>Alle tre modeller kører på den kraftfulde og intelligente Exynos 990-processor.</p>\r\n\r\n<h3>RAM</h3>\r\n<p>Alle tre telefoner har 12 GB RAM.</p>\r\n\r\n<h3>Batteri</h3>\r\n<p>Du får den største batterikapacitet på Galaxy S20 Ultra, som har et batteri på 5000 mAh.<br><br>\r\n\r\nGalaxy S20 har et mindre 4000 mAh-batteri, mens Galaxy S20+ har et batteri på 4500 mAh.</p>\r\n\r\n<h3>Hukommelse</h3>\r\n<p>Mens du får en intern hukommelse på 128 GB på både Galaxy S20 Ultra og Galaxy S20, får du 512 GB intern hukommelse på Galaxy S20+.</p>\r\n\r\n<h3>Farver</h3>\r\n<p>Du kan vælge mellem sort og grå, når det kommer til både Galaxy S20 Ultra og Galaxy S20+. På Galaxy S20 kan du vælge mellem pink, blå og grå.</p>\r\n\r\n<h3>Materiale</h3>\r\n<p>Alle tre modeller kommer i glas-design af Corning Gorilla Glas. Galaxy S20 Ultra og S20 har en metalramme, mens Galaxy S20+ har en aluminiumsramme.</p>\r\n\r\n<h3>Størrelse</h3>\r\n<p>Samsung Galaxy S20 Ultra er den største af de tre telefoner. Den måler 76,0 x 166,9 x 8,8 mm.<br><br>\r\n\r\nSamsung Galaxy S20 er den mindste telefon i serien og måler 69,1 x 151,7 x 7,9 mm. Galaxy S20+ måler 73,7 x 161,9 x 7,8 mm.</p>\r\n\r\n<h3>Pris</h3>\r\n<p>Du betaler mest for Galaxy S20 Ultra, som er den største model i den nye Samsung Galaxy S20-serie.<br><br>\r\n\r\nDen billigste model i serien er Galaxy S20, og Galaxy S20+ ligger prismæssigt midt imellem de to andre modeller.</p>\r\n\r\n<h3>Opsummering</h3>\r\n<p>Samsung Galaxy S20 Ultra er den model i S20-serien med de bedste specifikationer. Den har både det bedste kamera-setup foran og bagpå, og så har Ultra-modellen den største skærm og den længste batterilevetid. \r\nSamsung Galaxy S20+ er den mellemstore model af de tre med et lidt større batteri og en lidt større skærm end den billigste S20-model.<br><br>\r\n\r\nAlle modellerne er klar til 5G og har high-end-features som superhurtig opladning, trådløs opladning og -strømdeling, vand- og støvtæt design, AKG-højttalere med Dolby Atmos-feature og Ultrasonic fingeraftrykslæser i skærmen.<br><br> \r\n\r\nDog har Galaxy S20+ et større internt lager på 512 GB i forhold til de to andre mobiler.<br><br>\r\n\r\nOg så kan du vælge flere forskellige farver på Galaxy S20.</p>\r\n\r\n<h2>Find flere Samsung Galaxy-mobiler i webshoppen</h2>\r\n<p>Hos os finder du altid et kæmpe udvalg af Samsung Galaxy-telefoner til gode priser. Og du får selvfølgelig altid fri fragt og et af vores abonnementer spækket med fordele, når du bestiller din nye mobil.<br><br>\r\n\r\nDu kan finde alle de største flagskibsmodeller med innovativt og banebrydende teknologisk design - fx <a href=\"/mobiltelefoner/samsung/galaxy-s20/\">Samsung Galaxy S20</a> og <a href=\"/mobiltelefoner/samsung/galaxy-s20plus/\">Samsung Galaxy S20+</a>, der også er fra den nye Samsung Galaxy 20-serie.<br><br>\r\n\r\nSe også <a href=\"/mobiltelefoner/samsung/galaxy-s10/\">Samsung Galaxy S10</a>, <a href=\"/mobiltelefoner/samsung/galaxy-s10plus/\">Samsung Galaxy S10+</a>, <a href=\"/mobiltelefoner/samsung/galaxy-s10e/\">Samsung Galaxy S10e</a> og <a href=\"/mobiltelefoner/samsung/galaxy-s10-lite/\">Samsung Galaxy S10 Lite</a>.<br><br>\r\n\r\nDu kan også gå på jagt efter en model i Note-serien - fx <a href=\"/mobiltelefoner/samsung/galaxy-note-10/\">Samsung Galaxy Note 10</a>, <a href=\"/mobiltelefoner/samsung/galaxy-note-10plus/\">Samsung Galaxy Note 10+</a>, <a href=\"/mobiltelefoner/samsung/galaxy-note-10-lite/\">Samsung Galaxy Note 10 Lite</a> og <a href=\"/mobiltelefoner/samsung/galaxy-note9/\">Samsung Galaxy Note 9</a>.<br><br>\r\n\r\nLeder du efter en prisvenlig telefon? Så kan vi anbefale <a href=\"/mobiltelefoner/samsung/galaxy-a80/\">Samsung Galaxy A80</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a71/\">Samsung Galaxy A71</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a51/\">Samsung Galaxy A51</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a40/\">Samsung Galaxy A40</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a20e/\">Samsung Galaxy A20e</a> og den robuste <a href=\"/mobiltelefoner/samsung/galaxy-xcover-4s/\">Samsung Galaxy XCover 4s</a>.</p>\r\n\r\n<strong>Samsung Galaxy S20 Ultra lanceres sammen med Galaxy Z Flip</strong><br>\r\nDen nye Samsung Galaxy S20 Ultra blev også lanceret sammen med den revolutionerende Samsung Galaxy Z flip i foldbart design.<br><br>\r\n\r\nLæs mere om <a href=\"/mobiltelefoner/samsung/galaxy-z-flip/\">Samsung Galaxy Z Flip</a> fra 2020.</p>",
  "specifications": [
    {
      "label": "Skærm",
      "description": "6.9 tommer Quad HD+ Dynamic AMOLED med 120?Hz"
    },
    {
      "label": "Skærmopløsning",
      "description": "3200?x?1440 pixels"
    },
    {
      "label": "Bagkamera",
      "description": "108 + 48 + 12 megapixel + DepthVision"
    },
    {
      "label": "Front-kamera",
      "description": "40 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "Android"
    },
    {
      "label": "Processor",
      "description": "Exynos 990"
    },
    {
      "label": "RAM",
      "description": "12 GB"
    },
    {
      "label": "Batteri",
      "description": "5000 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "128 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Nej"
    },
    {
      "label": "Features",
      "description": "Ultrasonic fingeraftrykssensor, AKG-højttalere med Dolby Atmos-funktion, super-hurtigopladning, trådløs opladning, trådløs strømdeling, vand- og støvtæt med IP68-klassificering, op til 1 TB hukommelse, 5G Ready"
    },
    {
      "label": "Farver",
      "description": "Sort og grå"
    },
    {
      "label": "Materiale",
      "description": "Corning Gorilla Glas med metalramme"
    },
    {
      "label": "Mål",
      "description": "76,0 x 166,9 x 8,8 mm"
    },
    {
      "label": "Vægt",
      "description": "222 gram"
    },
    {
      "label": "Simkort",
      "description": "Dual-sim (Nano)"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "Mobilrabat",
    "Forsalg"
  ],
  "offeringService": "Fri + 50 GB",
  "offeringServicePrice": 29900,
  "leastPriceRepayments": 1029400,
  "leastPriceUpfront": 1029400,
  "leastPrice": 35000,
  "savings": 209800,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 1015,
  "onSale": false,
  "variants": [
    {
      "id": 1015,
      "size": "128 GB",
      "color": "Grå",
      "colorHex": "#66676a",
      "image": "Samsung_GalaxyS20Ultra_Gr.png",
      "imageAlt": "Samsung Galaxy S20 Ultra Grå 128 GB",
      "gallery": [
        {
          "image": "Samsung_GalaxyS20Ultra_Gr-1.png",
          "imageAlt": "Samsung Galaxy S20 Ultra Grå 128 GB"
        },
        {
          "image": "Samsung_GalaxyS20Ultra_Gr-2.png",
          "imageAlt": "Samsung Galaxy S20 Ultra Grå 128 GB"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 888100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1049900,
          "serviceDiscount": 161800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 840100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1049900,
          "serviceDiscount": 209800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 792100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1049900,
          "serviceDiscount": 257800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 1039900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1049900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 1016,
      "size": "128 GB",
      "color": "Sort",
      "colorHex": "#000000",
      "image": "Samsung_GalaxyS20Ultra_Sort.png",
      "imageAlt": "Samsung Galaxy S20 Ultra Sort 128 GB",
      "gallery": [
        {
          "image": "Samsung_GalaxyS20Ultra_Sort-1.png",
          "imageAlt": "Samsung Galaxy S20 Ultra Sort 128 GB"
        },
        {
          "image": "Samsung_GalaxyS20Ultra_Sort-2.png",
          "imageAlt": "Samsung Galaxy S20 Ultra Sort 128 GB"
        }
      ],
      "inStock": false,
      "subscriptions": [
        {
          "devicePrice": 888100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1049900,
          "serviceDiscount": 161800,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 840100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1049900,
          "serviceDiscount": 209800,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 792100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1049900,
          "serviceDiscount": 257800,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 1039900,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1049900,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}