{
  "id": 396,
  "name": "Galaxy Z Flip",
  "slug": "galaxy-z-flip",
  "brandName": "Samsung",
  "brandSlug": "samsung",
  "headline": "Begrænset antal",
  "documentTitle": "Samsung Galaxy Z Flip er landet! Køb her til en god pris med fri fragt",
  "campaignLabel": null,
  "colors": [
    {
      "color": "Lilla",
      "colorHex": "#d4a6ee"
    },
    {
      "color": "Sort",
      "colorHex": "#000000"
    }
  ],
  "descriptionMeta": "Samsung Galaxy Z Flip er en unik telefon i foldbart design. Klik, og køb Samsung Galaxy Z Flip i dag til en god pris og med fri fragt. Se alle specs her.",
  "descriptionHtml": "<h2>Køb Samsung Galaxy Z Flip til en god pris - og med fri fragt</h2>\r\n<p>Køb den revolutionerende flip-mobil, Samsung Galaxy Z Flip, til en rigtig god pris. Bestil nemt og hurtigt allerede i dag. Du får fri fragt og et abonnement spækket med fordele.</p>\r\n\r\n<h2>Lancering og release-dato for Samsung Galaxy Z Flip i Danmark</h2>\r\n<p>Den 11. februar 2020 havde Samsung Galaxy Z Flip lancerings-dato. Ved det årlige Samsung Unpacked-event præsenterede Samsung alle specifikationer og features på den revolutionerende flip-telefon. En smartphone, som du kan folde sammen, så den næsten ikke fylder noget.<br><br>\r\n\r\nSamsung Galaxy Z Flip havde officiel release-dato den 21. februar, så du kan naturligvis købe telefonen her i webshoppen og i din lokale Nuuday-butik.<br><br>\r\n\r\nLæs mere om den nye Samsung Galaxy Z Flip her på siden.</p>\r\n\r\n<h2>Specifikationer på Samsung Galaxy Z Flip</h2>\r\n\r\n<ul>\r\n                <li>    Revolutionerende foldbart design</li>\r\n                <li>    6,7 tommer fleksibelt display i ultra tyndt glas</li>\r\n                <li>    Smart notifikationsskærm på 1,1 tommer</li>\r\n                <li>    12 + 12 megapixel kamera med HDR10+-optagelse</li>\r\n                <li>    10 megapixel front-kamera</li>\r\n                <li>    Kraftfuld Snapdragon 855+-processor</li>\r\n                <li>    8 GB RAM</li>\r\n                <li>    256 GB hukommelse</li>\r\n                <li>    Lang batterilevetid med 3300 mAh-batteri med hurtigopladning</li>\r\n                <li>    Trådløs opladning og trådløs strømdeling</li>\r\n                <li>    Fingeraftrykslæser på siden</li>\r\n                <li>    Ansigtsgenkendelse</li>\r\n                <li>    Mulighed for eSim</li>\r\n</ul>\r\n\r\n<h2>Pris - hvor meget koster Samsung Galaxy Z Flip?</h2>\r\n<p>Du kan købe Samsung Galaxy Z Flip til en god pris hos os.<br><br>\r\n\r\nPrisen på Samsung Galaxy Z Flip afhænger af, hvilket mobilabonnement du vælger, når du bestiller din nye telefon.<br><br>\r\n\r\nHer på siden kan du se din pris på Samsung Galaxy Z Flip, når du vælger dit abonnement.</p>\r\n\r\n<h2>Køb Samsung Galaxy Z Flip på afbetaling</h2>\r\n<p>Har du ikke råd til at købe Samsung Galaxy Z Flip lige nu?<br><br>\r\n\r\nBare rolig - du kan nemlig købe Galaxy Z Flip på afbetaling. Så kan du dele regningen op i mindre bidder og betale over 12 eller 24 måneder.<br><br>\r\n\r\nOg det er helt rentefrit, så du betaler præcis samme pris for mobilen, som hvis du betaler hele beløbet på en gang.</p>\r\n\r\n<h2>Mobilabonnementer fuld af fordele</h2>\r\n<p>Når du køber Samsung Galaxy Z Flip hos os, køber du mobilen sammen med et mobilabonnement spækket med fordele.<br><br>\r\n\r\nDu får bl.a.:</p>\r\n\r\n<ul>\r\n                <li>    Danmarks bedste 4G-netværk</li>\r\n                <li>    Roaming i 36 lande i Europa</li>\r\n                <li>    Nuuday Musik med over 60 millioner musiknumre</li>\r\n</ul>\r\n\r\n<p>Med Danmarks bedste 4G-forbindelse kan du surfe på en lynhurtig og stabil internetforbindelse. Og du kan ringe og sende beskeder, helt uden samtalen falder ud eller forbindelsen hakker. Også på togturen eller i sommerhuset.<br><br>\r\n\r\nDu får også roaming i 36 lande i Europa, så du kan bruge mobilen, når du rejser uden for Danmark. Så kan du ringe, sende beskeder og gå på nettet på ferien - direkte fra mobilnetværket, så du ikke er afhængig af at finde åbne wi-fi-netværk på din vej.<br><br>\r\n\r\nOg så får du Nuuday Musik, hvor du kan lytte til al den musik, du vil. Her er over 60 millioner musiknumre, så der er rigeligt at vælge mellem - alt fra de gamle klassikere til de nyeste hits. Du får lydkvalitet i høj hi-fi-kvalitet, og du kan afspille musikken via AirPlay, CarPlay, Chromecast og Bluetooth.</p>\r\n\r\n<h2>Anmeldelser - en unik telefon i foldbart design</h2>\r\n<p>Samsung Galaxy Z Flip har taget mobilmarkedet med storm, og den er Samsungs anden foldbare telefon – den første var Samsung Galaxy Fold fra 2019.<br><br>\r\n\r\nDet revolutionerende design og de innovative features på Galaxy Z Flip er perfekt til dig, der vil have en smartphone i et unikt design, som du kan folde sammen og tage med dig på farten.<br><br>\r\n\r\nSamsung Galaxy Z Flip fylder ingenting i lommen. Og når du åbner telefonen, får du et hav af muligheder med telefonens high-end-features.<br><br>\r\n\r\nFx kan du tage handsfree-selfies og videoer, som du kan dele på sociale medier. Du kan med andre ord lade telefonen stå foran dig, mens du tager et billede eller optager en video.<br><br>\r\n\r\nPå den måde kan du nemt vise din hverdag frem og være firstmover med det unikke mobil-design.<br><br>\r\n\r\nSamsung Galaxy Z Flip har gode kameraer - både foran og bag på telefonen. Og så får du lang batterilevetid med det store 3300 mAh-batteri, som du kan oplade trådløst.<br><br>\r\n\r\nNår Samsung Galaxy Z Flip er lukket, kan du stadig nemt holde dig opdateret. Du får nemlig alle dine notifikationer på den lille notifikationsskærm.<br><br>\r\n\r\nHer kan du se, hvad klokken er, dine notifikationer fra apps, mistede opkald, sms-beskeder og meget mere. Og så kan du også styre din musik på den lille skærm.<br><br>\r\n\r\nOg når du folder Samsung Galaxy Z Flip ud, får du et stort og klart skærmbillede på den store inderskærm.</p>\r\n\r\n<h2>Kompakt design</h2>\r\n<p>Samsung Galaxy Z Flip har et kompakt design i glas og plastik.<br><br>\r\n\r\nNår telefonen er foldet sammen, måler den kun 87,4 x 73,6 x 17,3 mm. Så du kan altså nemt have den i lommen eller i en lille håndtaske.<br><br>\r\n\r\nOg når du slår telefonen ud, har du en smartphone med en stor 6,7 tommer skærm, der fylder hele telefonens forside.<br><br>\r\n\r\nSå her får du alt i én telefon - et kompakt design, der fylder det samme som et lille lommespejl. Og du får en stor skærm med et klart og skarpt skærmbillede.</p>\r\n\r\n<h2>Galaxy Z Flip står selv</h2>\r\n<p>Du kan folde Samsung Galaxy Z Flip op og lade den stå foran selv - fx på 70 eller 110 grader.<br><br>\r\n\r\nSå kan du have den stående på bordet foran dig, så din mobil fungerer som en mikroskopisk bærbar PC.<br><br> \r\n\r\nSå du kan nemt se videoer og film, skrive mails, lave videoopkald og meget mere.</p>\r\n\r\n<h2>6,7 tommer display i ultra tyndt glas</h2>\r\n<p>Det 6,7 tommer Flexible Ultra Thin Glass-display giver dig et fantastisk skærmbillede med en høj skærmopløsning på 2636 x 1080 pixels.<br><br>\r\n\r\nOg du kan multitaske på den store skærm. Du kan fx have din mail åben i toppen af skærmen, mens du søger informationer på Google i bunden af skærmen.<br><br>\r\n\r\nOg du kan også se videoer på YouTube og låse videoen fast i toppen af skærmen, mens du scroller blandt kommentarerne i bunden af skærmen.</p>\r\n\r\n<h2>Smart notifikationsskærm</h2>\r\n<p>Det lille 1,1 tommer Focus Super AMOLED-display holder dig opdateret, når du folder telefonen sammen.<br><br>\r\n\r\nDen lille notifikationsskærm fortæller dig bl.a., hvad klokken er, hvilken dato vi har og hvor mange procent strøm du har på batteriet.<br><br>\r\n\r\nOg så kan du swipe til siden på den lille skærm og se dine notifikationer.</p>\r\n\r\n<h2>Professionelt kamera</h2>\r\n<p>På ydersiden af Galaxy Z Flip får du et professionelt dual-kamera på 12 + 12 megapixel.<br><br>\r\n\r\nDu får de sammen kamera-features, som du kender fra de helt store smartphones på markedet.<br><br>\r\n\r\nFx har kameraet både vid- og ultravidvinkel, så du kan få hele motivet med på dit billede. Også når du står meget tæt på.<br><br>\r\n\r\nOg så er kameraet lysfølsomt, så du kan tage klare og skarpe billeder både nat og dag.<br><br>\r\n\r\nDu får også Single Take-featuren, så du kan vælge, at kameraet automatisk skal tage en serie af billeder og give dig de bedste 5 til 14 valgmuligheder.<br><br>\r\n\r\nDet er næsten umuligt at få et dårligt i kassen billede med Samsung Galaxy Z Flip.</p>\r\n\r\n<h3>Optag video i HDR10+-kvalitet</h3>\r\n<p>Du kan optage videoer i den tårnhøje HDR10+-kvalitet, som fremhæver farver og kontrastforhold på dine optagelser.<br><br>\r\n\r\nSå kan du også se dine videoer på større skærme - fx på computeren eller tv'et - med et professionelt look.</p> \r\n  \r\n<h2>10 megapixel selfie-kamera</h2>\r\n<p>Foran på telefonens inderskærm får du et stort 10 megapixel front-kamera.<br><br>\r\n\r\nSå kan du tage skarpe selfies og foretage videoopkald i rigtig god kvalitet.<br><br>\r\n\r\nDu kan også optage klare og skarpe videoer af dig selv, som du fx kan dele på sociale medier.</p>\r\n\r\n<h2>Quick Selfies</h2>\r\n<p>Du kan tage selfies, selvom Samsung Galaxy Z Flip er foldet sammen.<br><br>\r\n\r\nDu trykker blot på tænd/sluk-knappen på siden af telefonen.<br><br>\r\n\r\nOg på den lille notifikationsskærm kan du se med, mens du tager dine selfies.</p>\r\n\r\n<h2>Kraftfuld Snapdragon 855+-processor</h2>\r\n<p>Telefonen kører på den kraftfulde Snapdragon 855+-processor, så alting går lynhurtigt på telefonen.<br><br>\r\n\r\nNår du trykker på app-ikoner, åbner de med det samme. Og du kan lynhurtigt skifte mellem apps og programmer på skærmen.<br><br>\r\n\r\nDet er intet problem for mobilen at køre de helt store apps og programmer. Telefonen bliver ikke langsommere, selvom du har mange ting kørende på en gang.</p>\r\n\r\n<h2>Lang batterilevetid og hurtigopladning</h2>\r\n<p>Det store 3300 mAh-batteri holder strøm i mange timer.<br><br>\r\n\r\nOg du kan oplade batteriet lynhurtigt med Samsungs hurtigoplader.</p>\r\n\r\n<h2>Trådløs opladning</h2>\r\n<p>Du kan oplade Samsung Galaxy Z Flip trådløst.<br><br>\r\n\r\nSå slipper du for at bakse rundt med ledninger og kabler, når du skal oplade din mobil.<br><br>\r\n\r\nNår du skal oplade telefonen trådløst, lægger du bare mobilen på en trådløs oplader-dock, som du kan købe som separat tilbehør til din mobil.</p>\r\n\r\n<h2>Trådløs strømdeling</h2>\r\n<p>Med den smarte feature trådløs strømdeling kan du oplade andre trådløse enheder. Direkte fra telefonens batteri.<br><br>\r\n\r\nSå kan du fx oplade dine trådløse høretelefoner, hvis du fx har Samsung Galaxy Buds.<br><br>\r\n\r\nOg du kan hjælpe dine venner i nød og oplade deres telefon, hvis de mangler strøm på farten.</p>\r\n\r\n<h2>Fingeraftrykssensor på siden</h2>\r\n<p>Det er nemt og hurtigt at låse skærmen via fingeraftrykslæseren på siden af telefonen.</p>\r\n\r\n<h2>Ansigtsgenkendelse</h2>\r\n<p>Med ansigtsgenkendelse kan du nemt og hurtigt låse mobilen op blot ved at kigge på den.<br><br>\r\n\r\nDu folder telefonen ud og lader kameraet på forsiden scanne dine ansigtstræk – så er skærmen på få sekunder låst op og klar til brug.</p>\r\n\r\n<h2>256 GB hukommelse</h2>\r\n<p>Du får hele 256 GB intern hukommelse på telefonen.<br><br>\r\n\r\nSå her får du masser plads til apps, programmer, billeder, videoer og hvad du ellers gerne vil have liggende på telefonen.</p>\r\n\r\n<h2>Vælg mellem to flotte farver</h2>\r\n<p>Du kan vælge Galaxy Z Fold i sort eller lilla.<br><br>\r\n\r\nLængere oppe på siden kan du se billeder af telefonen i de forskellige farver.</p>\r\n\r\n<h2>Samsung Galaxy Z Flip vs S20 og S20 Ultra</h2>\r\n\r\n<h3>Skærm</h3>\r\n<p>Den største forskel på de tre smartphones er skærmen.<br><br>\r\n\r\nPå Galaxy Z Flip får du et foldbart AMOLED-display i ekstra tyndt glas.<br><br>\r\n\r\nPå Samsung Galaxy S20 og Samsung Galaxy S20 Ultra får du almindelige AMOLED-displays.<br><br>\r\n\r\nDog får du et lidt bedre skærmbillede på Galaxy S20 og S20 Ultra med HD+-opløsning og 120 Hz-frekvens, så skærmbilledet skifter mere flydende, når du ser film, video og spiller spil.</p>\r\n\r\n<h3>Skærmopløsning</h3>\r\n<p>Du får en skærmopløsning på 2636 x 1080 pixels på inderskærmen på Galaxy Z Flip.<br><br>\r\n\r\nPå Galaxy S20 og Galaxy S20 Ultra får du en højere skærmopløsning på 3200 x 1440 pixels.</p>\r\n\r\n<h3>Kamera</h3>\r\n<p>Du får de største kameraer på Samsung Galaxy S20 og S20 Ultra.<br><br>\r\n\r\nPå Galaxy S20 får du tre kameraer bag på telefonen på 64 + 12 + 12 megapixel. Du får det største kamera på en Samsung Galaxy nogensinde på Galaxy S20 Ultra på hele 108 + 48 + 12 megapixel med en DepthVision-linse.<br><br>\r\n\r\nPå Galaxy Z Flip får du to kameraer bag på telefonen på 12 + 12 megapixel. Til gengæld kan du bruge bagkameraet som selfie-kamera, når mobilen er foldet sammen.</p>\r\n \r\n<h3>Front-kamera</h3>\r\n<p>Både Galaxy Z Flip og Galaxy S20 har et front-kamera på 10 megapixel.<br><br>\r\n\r\nDu får det bedste front-kamera på Galaxy S20 Ultra på 40 megapixel.</p>\r\n\r\n<h3>Styresystem</h3>\r\n<p>Alle tre telefoner har det populære Android-styresystem fra Google.</p>\r\n\r\n<h3>Processor</h3>\r\n<p>Du får Snapdragon 855+-processoren på Samsung Galaxy Z Flip.<br><br>\r\n\r\nPå Samsung Galaxy S20 og Galaxy S20 Ultra får du Samsungs egen Exynos 990-processor.<br><br>\r\n\r\nDe to processorer ligner rigtig meget hinanden, og der er ikke så stor forskel, når det kommer til hastighed og ydeevne.</p>\r\n\r\n<h3>RAM</h3>\r\n<p>Du får flest antal GB RAM på Galaxy S20 og Galaxy S20 Ultra, som begge kommer med 12 GB RAM.<br><br>\r\n\r\nPå Galaxy Z Flip får du 8 GB RAM.</p>\r\n\r\n<h3>Batteri</h3>\r\n<p>Du får længst batterilevetid på Samsung Galaxy S20 og S20 Ultra. Galaxy S20 kommer med et batteri på 4000 mAh, og Galaxy S20 Ultra har et kæmpe batteri på hele 5000 mAh.<br><br>\r\n\r\nPå Galaxy Z Flip får du et batteri på 3300 mAh.</p>\r\n\r\n<h3>Hukommelse</h3>\r\n<p>Du får det største lager på Galaxy Z Flip på 256 GB.<br><br>\r\n\r\nBåde Galaxy S20 og S20 Ultra har 128 GB intern hukommelse.<br><br>\r\n\r\nTil gengæld kan du opgradere hukommelsen på Galaxy S20 og 20 Ultra på op til 1 TB med et mikroSD-kort som separat tilbehør.</p>\r\n\r\n<h3>Materiale</h3>\r\n<p>Samsung Galaxy Z Flip er designet i plastik på bagsiden med tyndt glas på skærmen.<br><br>\r\n\r\nBåde Samsung Galaxy S20 og S20 Ultra har en bagside og forside af Corning Gorilla Glas med en ramme af metal.</p>\r\n\r\n<h3>Størrelse</h3>\r\n<p>Det foldbare design på Samsung Galaxy Z Flip gør, at den næsten ikke fylder noget, når den er foldet sammen.<br><br>\r\n\r\nHer måler telefonen kun 87,4 x 73,6 x 17,3 mm. Og når Galaxy Z Flip er foldet ud, måler den 167,3 x 73,6 x 7,2 mm.<br><br>\r\n\r\nSamsung Galaxy S20 måler 151,7 x 69,1 x 7,9 mm.<br><br>\r\n\r\nSamsung Galaxy S20 Ultra er den største mobil af de tre smartphones. Den måler 166,9 x 76,0 x 8,8 mm.</p>\r\n\r\n<h3>Vægt</h3>\r\n<p>Samsung Galaxy S20 er den letteste telefon på kun 163 gram. Samsung Galaxy S20 Ultra vejer 222 gram og er den tungeste af de tre mobiler.<br><br>\r\n\r\nSamsung Galaxy Z Flip ligger vægtmæssigt lige i midten og vejer 183 gram.</p>\r\n\r\n<h3>Farver</h3>\r\n<p>Du kan vælge Samsung Galaxy Z Flip i sort og lilla.<br><br>\r\n\r\nDu kan vælge mellem sort og grå, når det kommer til Samsung Galaxy S20 og S20 Ultra. Og du kan også vælge S20-modellen i pink.</p>\r\n\r\n<h3>Simkort</h3>\r\n<p>Der er plads til et nano-simkort i Samsung Galaxy Z Flip.<br><br>\r\n \r\nPå Samsung Galaxy S20 og S20 Ultra er der plads til to nano-simkort eller ét nano-simkort og ét mikroSD-kort.</p>\r\n\r\n<h3>Pris</h3>\r\n<p>På grund af det innovative, foldbare design på Galaxy Z Flip er det den dyreste telefon i rækken.<br><br>\r\n\r\nSamsung Galaxy S20 er den billigste af de tre telefoner.</p>\r\n\r\n<h3>Opsummering</h3>\r\n<p>Alle tre telefoner er nogle af Samsungs helt store flagskibsmodeller og har high-end-features som ansigtsgenkendelse, hurtigopladning, trådløs opladning og trådløs strømdeling. Selvom der er lidt forskel på skærme, kameraer og processorer, får du komponenter i høj kvalitet på alle tre modeller.<br><br>\r\n\r\nDog adskiller Samsung Galaxy Z Flip sig meget fra Galaxy S20 og S20 Ultra med sit foldbare og unikke design. Og det er her, at du virkelig kan mærke forskellen.<br><br>\r\n\r\nDu får også nogle features på Samsung Galaxy S20 og Galaxy S20 Ultra, som du må undvære på Galaxy Z Flip - fx fingeraftrykssensor i touch-skærmen, imponerende lyd med AKG-højttalere og Dolby Atmos-effekt og IP68-beskyttelse, som gør telefonen vand- og støvtæt.<br><br> \r\n\r\nOg så er Galaxy S20 og S20 Ultra klar til fremtidens 5G-netværk, som er ved at blive bygget i Danmark.<br><br>\r\n\r\nDu kan læse mere om <a href=\"/mobiltelefoner/samsung/galaxy-s20/\">Samsung Galaxy S20</a> og <a href=\"/mobiltelefoner/samsung/galaxy-s20-ultra/\">Samsung Galaxy S20 Ultra</a> og bestille dem i webshoppen. Se også <a href=\"/mobiltelefoner/samsung/galaxy-s20plus/\">Samsung Galaxy S20+</a>, som også er Samsungs S20-serie.</p>\r\n\r\n<h2>Se vores store udvalg af Samsung Galaxy-telefoner</h2>\r\n<p>Du kan finde et stort udvalg af Samsung Galaxy-telefoner her i webshoppen.<br><br>\r\n\r\n<strong>Du kan finde de største flagskibsmodeller i S10-serien fra 2019:</strong><br>\r\nSe alle specs og features på <a href=\"/mobiltelefoner/samsung/galaxy-s10/\">Samsung Galaxy S10</a>, <a href=\"/mobiltelefoner/samsung/galaxy-s10plus/\">Samsung Galaxy S10+</a>, <a href=\"/mobiltelefoner/samsung/galaxy-s10e/\">Samsung Galaxy S10e</a> og <a href=\"/mobiltelefoner/samsung/galaxy-s10-lite/\">Samsung Galaxy S10 Lite</a>.<br><br>\r\n\r\n<strong>Se vores modeller i Note-serien:</strong><br>\r\nI Note-serien finder du nogle af de mest innovative mobiler fra Samsung med den smarte S-Pen. Lige nu kan du finde <a href=\"/mobiltelefoner/samsung/galaxy-note-10/\">Samsung Galaxy Note 10</a>, <a href=\"/mobiltelefoner/samsung/galaxy-note-10plus/\">Samsung Galaxy Note 10+</a>, <a href=\"/mobiltelefoner/samsung/galaxy-note-10-lite/\">Samsung Galaxy Note 10 Lite</a> og <a href=\"/mobiltelefoner/samsung/galaxy-note9/\">Samsung Galaxy Note 9</a>.<br><br>\r\n\r\n<strong>Leder du efter en prisvenlig telefon?</strong><br>\r\nSå har vi også en Samsung Galaxy til dig.<br><br>\r\n\r\nI A-serien finder du billige modeller med gode specifikationer: <a href=\"/mobiltelefoner/samsung/galaxy-a80/\">Samsung Galaxy A80</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a71/\">Samsung Galaxy A71</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a51/\">Samsung Galaxy A51</a>, <a href=\"/mobiltelefoner/samsung/galaxy-a40/\">Samsung Galaxy A40</a> og <a href=\"/mobiltelefoner/samsung/galaxy-a20e/\">Samsung Galaxy A20e</a>.<br><br>\r\n\r\nOg så kan du også få den robuste håndværkertelefoner <a href=\"/mobiltelefoner/samsung/galaxy-xcover-4s/\">Samsung Galaxy XCover 4s</a>.</p>",
  "specifications": [
    {
      "label": "Inderskærm",
      "description": "6,7 tommer fleksibelt display i ultra tyndt glas"
    },
    {
      "label": "Notifikationsskærm",
      "description": "1,1 tommer AMOLED"
    },
    {
      "label": "Skærmopløsning (inderskærm)",
      "description": "2636 x 1080"
    },
    {
      "label": "Skærmopløsning (notifikationsskærm)",
      "description": "300 x 112"
    },
    {
      "label": "Bagkamera",
      "description": "12 + 12 megapixel"
    },
    {
      "label": "Front-kamera",
      "description": "10 megapixel"
    },
    {
      "label": "Styresystem",
      "description": "Android"
    },
    {
      "label": "Processor",
      "description": "Snapdragon 855+"
    },
    {
      "label": "RAM",
      "description": "8 GB"
    },
    {
      "label": "Batteri",
      "description": "3300 mAh"
    },
    {
      "label": "Hukommelse",
      "description": "256 GB"
    },
    {
      "label": "3,5 mm jackstik",
      "description": "Nej"
    },
    {
      "label": "Features",
      "description": "Fingeraftrykssensor på siden, ansigtsgenkendelse, mulighed for eSim, USB Type C-høretelefoner, hurtig opladning, trådløs opladning og trådløs strømdeling"
    },
    {
      "label": "Farver",
      "description": "Lilla og sort"
    },
    {
      "label": "Materiale",
      "description": "Glas og plastik m. aluminiumsramme"
    },
    {
      "label": "Åbne mål",
      "description": "167,3 x 73,6 x 7,2 mm"
    },
    {
      "label": "Lukkede mål",
      "description": "87,4 x 73,6 x 17,3 mm"
    },
    {
      "label": "Vægt",
      "description": "183 gram"
    },
    {
      "label": "Simkort",
      "description": "Nano, eSim"
    }
  ],
  "deviceType": "mobile",
  "labels": [
    "Mobilrabat",
    "Forsalg"
  ],
  "offeringService": "Fri + 50 GB",
  "offeringServicePrice": 29900,
  "leastPriceRepayments": 1221400,
  "leastPriceUpfront": 1221400,
  "leastPrice": 43000,
  "savings": 137900,
  "serviceDiscount": 0,
  "signupCost": 9900,
  "featuredVariantId": 1017,
  "onSale": false,
  "variants": [
    {
      "id": 1017,
      "size": "256 GB",
      "color": "Lilla",
      "colorHex": "#d4a6ee",
      "image": "Samsung_GalaxyZFlip_Lilla.png",
      "imageAlt": "Samsung Galaxy Z Flip 256 GB Lilla",
      "gallery": [
        {
          "image": "Samsung_GalaxyZFlip_Lilla-1.png",
          "imageAlt": "Samsung Galaxy Z Flip 256 GB Lilla"
        },
        {
          "image": "Samsung_GalaxyZFlip_Lilla-2.png",
          "imageAlt": "Samsung Galaxy Z Flip 256 GB Lilla"
        },
        {
          "image": "Samsung_GalaxyZFlip_Lilla-3.png",
          "imageAlt": "Samsung Galaxy Z Flip 256 GB Lilla"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 1080100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1170000,
          "serviceDiscount": 89900,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 1032100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1170000,
          "serviceDiscount": 137900,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 984100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1170000,
          "serviceDiscount": 185900,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 1160000,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1170000,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    },
    {
      "id": 1018,
      "size": "256 GB",
      "color": "Sort",
      "colorHex": "#000000",
      "image": "Samsung_GalaxyZFlip_Sort.png",
      "imageAlt": "Samsung Galaxy Z Flip 256 GB Sort",
      "gallery": [
        {
          "image": "Samsung_GalaxyZFlip_Sort-1.png",
          "imageAlt": "Samsung Galaxy Z Flip 256 GB Sort"
        },
        {
          "image": "Samsung_GalaxyZFlip_Sort-2.png",
          "imageAlt": "Samsung Galaxy Z Flip 256 GB Sort"
        },
        {
          "image": "Samsung_GalaxyZFlip_Sort-3.png",
          "imageAlt": "Samsung Galaxy Z Flip 256 GB Sort"
        }
      ],
      "inStock": true,
      "subscriptions": [
        {
          "devicePrice": 1080100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1170000,
          "serviceDiscount": 89900,
          "label": "Fri + 20 GB",
          "type": "flatrate",
          "monthlyPrice": 19900,
          "signupCost": 9900,
          "minPriceFirstMonth": 29800,
          "data": "20 GB",
          "roaming": "15 GB"
        },
        {
          "devicePrice": 1032100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1170000,
          "serviceDiscount": 137900,
          "label": "Fri + 50 GB",
          "type": "flatrate",
          "monthlyPrice": 29900,
          "signupCost": 9900,
          "minPriceFirstMonth": 39800,
          "data": "50 GB",
          "roaming": "20 GB"
        },
        {
          "devicePrice": 984100,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1170000,
          "serviceDiscount": 185900,
          "label": "Fri + Fri Data",
          "type": "flatrate",
          "monthlyPrice": 39900,
          "signupCost": 9900,
          "minPriceFirstMonth": 49800,
          "data": "Unlimited",
          "roaming": "25 GB"
        },
        {
          "devicePrice": 1160000,
          "contractPeriod": 0,
          "priceWithoutSubsidy": 1170000,
          "serviceDiscount": 10000,
          "label": "Fri + 10 GB",
          "type": "flatrate",
          "monthlyPrice": 16900,
          "signupCost": 0,
          "minPriceFirstMonth": 16900,
          "data": "10 GB",
          "roaming": "15 GB"
        }
      ]
    }
  ]
}